{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.1-3-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.1-3-1-title","indicator_number":"1.3.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 1: End poverty in all its forms everywhere</p>","SDG_TARGET__GLOBAL":"<p>Target 1.3: Implement nationally appropriate social protection systems and measures for all, including floors, and by 2030 achieve substantial coverage of the poor and the vulnerable</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 1.3.1: Proportion of population covered by social protection floors/systems, by sex, distinguishing children, unemployed persons, older persons, persons with disabilities, pregnant women, newborns, work-injury victims and the poor and the vulnerable</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Proportion of population covered by social insurance programs (%) SI_COV_SOCINS</p>\n<p>Proportion of population covered by social assistance programs (%) SI_COV_SOCAST</p>\n<p>Proportion of population covered by labour market programs (%) SI_COV_LMKT</p>","META_LAST_UPDATE__GLOBAL":"<p>2021-07-02</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>1.a.1 Proportion of resources allocated by the government directly to poverty reduction programs </p>\n<p>1.a.2. Proportion of total government spending on essential services (education, health and social protection) </p>\n<p>1.b.1. Proportion of government recurrent and capital spending in sectors that disproportionatly benefit women, the poor and vulnerable groups.</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>World Bank (WB)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>World Bank (WB).</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Coverage of social protection and labor programs (SPL) is the percentage of population participating in social insurance, social assistance, and labor market programs. Estimates include both direct and indirect beneficiaries.</p>\n<p><strong>Concepts:</strong></p>\n<p>This indicator is estimated by program type, for the entire population and by quintiles of post-transfer and pre-transfer per capita welfare distribution. Programs are aggregated into social insurance, social assistance, and labor market according to ASPIRE (Atlas of Social Protection &#x2013; Indicators of Resilience and Equity) classification. Indicators for all social protection and labor programs (SPL) are generated by aggregating the social assistance, social insurance and labor market figures, taking into account program overlaps. </p>\n<p>ASPIRE is the World Bank&apos;s premier compilation of indicators to analyze the scope and performance of social protection programs. Developed by the <a href=\"http://www.worldbank.org/en/topic/socialprotection\">Social Protection and Jobs (SPJ) Global Practice</a>, ASPIRE provides indicators for 125 countries on social assistance, social insurance and labor market programs based on both program-level administrative data and national household survey data. ASPIRE is an ongoing project that aims to improve SPL data quality, comparability and availability to better inform SPL policies and programs.</p>","UNIT_MEASURE__GLOBAL":"<p>Beneficiaries as percent of total population and population groups (quintiles of per capita welfare; poor and non poor)</p>","CLASS_SYSTEM__GLOBAL":"<p>The World Bank&#x2019;s classification of social protection and labor programs includes 12 categories, as follows: </p>\n<p>Social insurance: (i) Contributory pensions, (ii) Other social insurance;</p>\n<p>Labor market: (i) Active LM programs, (ii) passive LM programs;</p>\n<p>Social assistance: (i) Unconditional cash transfers, (ii) Conditional cash transfers, (iii) Social pensions (non-contributory), (iv) Food and in-kind transfers, (v) School feeding, (vi) Public works, workfare and direct job creation, (vii) Fee waivers and targeted subsidies, (viii) Other social assistance</p>","SOURCE_TYPE__GLOBAL":"<p>Data are based on national representative household surveys. Data source is ASPIRE: The Atlas of Social Protection - Indicators of Resilience and Equity, The World Bank (see www.worldbank.org/aspire/)</p>","COLL_METHOD__GLOBAL":"<p>Unit-record data of nationally represenative household surveys are collected by National Statistical Offices (NSOs) and provided to the World Bank for analytical purposes. The ASPIRE team harmonizes social protection information captured by these household surveys to make the analysis reasonably comparable across countries and over time.</p>\n<p>The ASPIRE harmonization methodology for household survey data rests on the following three steps:</p>\n<p>1. <em>Identification and classification of social protection and labor (SPL) programs</em></p>\n<p>Household surveys are carefully reviewed to identify SPL program information. Once this information is identified, two levels of analysis are implemented: first, variables are created for each of the country specific programs found in the survey; second, program variables are aggregated and harmonized into 12 SPL program categories, and 2 private transfer categories. The country specific programs included into these main SPL categories are documented in detail and validated with WB country task teams in close coordination with national counterparts.</p>\n<p>In order to generate the indicators, the following variables are also used: household identification number, location (urban/rural), household size, welfare aggregate, household weight, and two poverty lines: a relative poverty line, defined as the poorest 20% of the welfare distribution, and the international poverty line of PPP $1.90 per day.</p>\n<p><em>2. Welfare aggregates</em></p>\n<p>Households are ranked in quintiles of percapita welfare (income or consumption). Special efforts are made to include the most recently updated welfare aggregates officially agreed with National Statistical Offices and/or harmonized by the World Bank&#x2019;s Global Monitoring Database (GMD) initiative led by the Poverty and Equity Global Practice. These welfare aggregates are comparable across countries and across years for global poverty monitoring and welfare measurement. </p>\n<p>3. <em>PPP conversions</em></p>\n<p>All monetary variables (transfer amounts) and welfare aggregates are deflated to 2011 values and then expressed in 2011 purchasing power parity (PPP) terms. To this effect, the private consumption PPP conversion factor is used.</p>\n<p>Once the information is harmonized performance indicators are generated using ADePT social protection software.</p>","FREQ_COLL__GLOBAL":"<p>Ongoing process </p>","REL_CAL_POLICY__GLOBAL":"<p>Ongoing process</p>","DATA_SOURCE__GLOBAL":"<p>World Bank</p>","COMPILING_ORG__GLOBAL":"<p>World Bank</p>","INST_MANDATE__GLOBAL":"<p>The World Bank supports social protection and labor (SPL) systems in client countries as central part of its mission to reduce poverty through sustainable and inclusive growth. The World Bank&#x2019;s SPL strategy lays out ways to deepen World Bank&#x2019;s involvement, capacity, knowledge and impact in SPL. In this context ASPIRE is the main World Bank tool to track the outcomes of the SPL strategy. </p>","RATIONALE__GLOBAL":"<p>ASPIRE coverage indicators refer to the &#x2018;effective&#x2019; coverage definition, measuring the direct and indirect beneficiaries who are receiving social protection benefits at the time when nationally representative household survey data are collected. Coverage of SPL programs is estimated for the total population and for different population groups (income/consumption quintiles, urban and rural populations, and poor and non poor defined by the relative and international poverty lines. &#x2018;Effective&#x2019; coverage is directly relevant to SDG 1 of ending poverty in all its forms. </p>\n<p>ASPIRE indicators do not include individuals who have benefits guaranteed but are not receiving them at the time when the survey is administered &#x2013; for example people who actively contribute to old age pensions and are entitled to the benefits when reaching retirement age.</p>","REC_USE_LIM__GLOBAL":"<p>It is important to note that the extent to which information on specific SPL programs is captured in the household surveys can vary significantly across countries. Often household surveys do not capture the universe of social protection and labor (SPL) programs in the country, in best practice cases, just the largest programs. Many household surveys have limited information on SPL programs, some surveys collect data only on participation without including the transfer amounts; and others include program information mixed with private transfers, making it difficult to isolate individual SPL programs.</p>\n<p>Therefore information on country SPL programs included in ASPIRE is limited to what is captured in the respective national household survey and does not necessarily represent the universe of programs existing in the country. In addition, the availability of ASPIRE indicators depends on the type of questions included in the survey. If transfer amounts are available, for example, adequacy and impact on poverty indicators can be generated. If only program participation questions are included in the survey, only non-monetary indicators can be generated such as coverage or beneficiary incidence. As a consequence, ASPIRE performance indicators are not fully comparable across harmonized program categories and countries.</p>\n<p>However, household surveys have the unique advantages of allowing analysis of program impact on household welfare. With such caveats in mind, ASPIRE indicators based on household surveys provide an approximate measure of social protection systems performance.</p>","DATA_COMP__GLOBAL":"<p>Data are calculated from national representative household surveys using ASPIRE: The Atlas of Social Protection - Indicators of Resilience and Equity, The World Bank (see datatopics.worldbank.org/aspire/). </p>\n<p>Coverage = Number of beneficiaries in the total population (or group) / Total population (or group). </p>\n<p>Generally, ASPIRE indicators are based on a first level analysis of original household survey data (with no imputations) and a unified methodology that does not necessarily reflect country-specific knowledge or in depth country analysis relying on different data sources (administrative program level data).</p>","DATA_VALIDATION__GLOBAL":"<p>ASPIRE uses nationally representative household survey data from NSOs to estimate SPL performance indicators. NSOs follow their own validation processes to ensure quality. The ASPIRE team relies on these data and on the validation and harmonization processes done by the World Bank&#x2019;s Poverty and Equity practice when data is used from their repositories (mainly for welfare aggregates). </p>\n<p>Furthermore, results on coverage of SPL programs, as well as other performance indicators, are validated by the ASPIRE team through trend comparison, outlier analysis, and consultations with World Bank&#x2019;s Task Team Leaders, specialist and country counterparts. Indicators are validated and cleared by the NSOs when required by these institutions before publication. </p>","ADJUSTMENT__GLOBAL":"<p>For regional and global comparisons, monetary variables and welfare aggregates are deflated to 2011 values and then converted to international PPP values as explained above (see 3.b. Data Collection method). </p>","IMPUTATION__GLOBAL":"<ol>\n  <li><strong>At country level</strong></li>\n</ol>\n<p>No imputation</p>\n<ol>\n  <li><strong> At regional and global levels</strong></li>\n</ol>\n<p>The regional and global aggregates are calculated from the most recent values of country data within the last 10 years. No imputation is performed.</p>","DOC_METHOD__GLOBAL":"<p>ASPIRE uses national representative household surveys conducted by the NSOs. These institutions have their own methodologies for the collection and compilation of the data.</p>","QUALITY_MGMNT__GLOBAL":"<p>The raw data that ASPIRE uses to estimate SPL performance indicators are already validated and curated by the NSOs. Data with harmonized welfares aggregates are produced and validated by the World Bank&#x2019;s Poverty and Equity practice based on their own standards. Furthermore, ASPIRE team ensures the quality of performance indicators following the process described above (see 4.d. Validation).</p>","COVERAGE__GLOBAL":"<p><strong>Data Availability (1998 &#x2013; 2019) </strong></p>\n<p>East Asia &amp; Pacific: 20; Europe &amp; Central Asia: 25; Latin America &amp; Caribbean: 22; Middle East &amp; North Africa: 10; Sub-Saharan Africa: 40; South Asia: 8.</p>\n<p><strong>Time series: </strong></p>\n<p>Unbalanced panels, data depends on survey availability. Panel data by region: </p>\n<p>AFR: 80 data points for 39 countries in the time period 1998-2019</p>\n<p>EAP: 46 data points for 20 countries in the time period 1999-2018</p>\n<p>ECA: 96 data points for 25 countries in the time period 2004-2018</p>\n<p>LAC: 145 data points for 22 countries in the time period 2001-2018</p>\n<p>MNA: 14 data points for 10 countries in the time period 2002-2012</p>\n<p>SAR: 23 data points for 8 countries in the time period 2004-2017</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Disaggregation of the indicators is done by income/consumption quintiles, rural and urban populations and poor and non poor defined by the relative and international poverty lines.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>While efforts are made to ensure consistency between ASPIRE indicators and World Bank&apos;s regional and country reports/national estimates, there may still be cases where ASPIRE performance indicators differ from official WB country reports/national estimates given methodological differences.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>www.worldbank.org</p>\n<p><strong>References:</strong></p>\n<p>ASPIRE: The Atlas of Social Protection - Indicators of Resilience and Equity, The World Bank (www.worldbank.org/aspire).</p>","indicator":"1.3.1","target_id":"1.3","sdg_goal":"1","indicator_sort_order":"01-03-01"}