{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.1-b-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.1-b-1-title","indicator_number":"1.b.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 1: End poverty in all its forms everywhere</p>","SDG_TARGET__GLOBAL":"<p>Target 1.b: Create sound policy frameworks at the national, regional and international levels, based on pro-poor and gender-sensitive development strategies, to support accelerated investment in poverty eradication actions</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 1.b.1: Pro-poor public social spending</p>","META_LAST_UPDATE__GLOBAL":"2021-12-20","SDG_RELATED_INDICATORS__GLOBAL":"<p>The definition of poverty follows indicator 1.2.1 (Proportion of population living below the national poverty line, by sex and age).</p>\n<p>The methodology underlying the proposed indicator 1.b.1 and its data requirements are also closely related to that of the newly accepted indicator <em>Redistributive Impact of Fiscal Policy</em> measuring SDG target 10.4. However, the two indicators measures different aspects of public policies: while the <em>Redistributive Impact of Fiscal Policy</em> indicator is an exact measure of the distributional impact of fiscal policies aimed at achieving greater equality (SDG target 10.4), this indicator focuses solely on the spending side of governments&#x2019; fiscal policies and its effect on the poor. Fiscal policies that are found to reduce overall inequality may not benefit disproportionately more the poor, as their impact on the income distribution may occur in higher deciles of the distribution. In clear contrast to the indicator <em>Redistributive Impact of Fiscal Policy</em>, the clear focus of the proposed indicator <em>Pro-poor public social</em> spending is on the effect of spending for poor individuals or households, reflecting if social policies are designed with pro-poor development strategies in mind, and therefore directly measuring SDG target 1.b.</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>UNICEF, Save the Children</p>","CONTACT_ORGANISATION__GLOBAL":"<p>UNICEF, Save the Children</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Proportion of government spending towards which benefit directly the monetary poor in health, education and direct transfers. Government spending measures public expenditures on health and education services. Direct transfers refer to cash transfers and near-cash transfers. The definition of the monetary poor follows national standards, with poverty levels determined by national definition of income or consumption poverty (consistent with SDG 1.2.1). </p>\n<p><strong>Concepts:</strong></p>\n<p><u>Proportion of public spending:</u> Expenditures by governments on health, education and direct transfers (cash transfers and near-cash transfers). </p>\n<p><u>The poor</u>: Monetary Poverty as determined by national definition of income/consumption poverty (consistent with SDG 1.2.1). </p>","SOURCE_TYPE__GLOBAL":"<p>This indicator requires fiscal or budgetary or administrative data on social expenditures and subsidy expenditure as well as a nationally representative micro-data set (for instance income/expenditure survey or household budget survey).</p>","COLL_METHOD__GLOBAL":"<p>Nationally representative micro-data sets are often collected and hosted by the national statistics agency. Fiscal or budgetary or administrative data is occasionally available in unabridged summaries with enough detail at the program or policy level for the estimation of the indicator. More often, however, budgetary and administrative data is kept by the agency executing the program. The validation process requires consultation with each of the ministries and agencies responsible for executing programmatic expenditures. </p>","FREQ_COLL__GLOBAL":"<p>Source data collection follows the update cycle for country-specific micro-data sets as well as the audit cycle for fiscal year revenues and expenditures. </p>","REL_CAL_POLICY__GLOBAL":"<p>There is not yet a regularized new data release or update schedule for this indicator. </p>","DATA_SOURCE__GLOBAL":"<p>Ultimately the data providers are national-level statistical agencies for the micro-data sets and national-level fiscal agencies and bodies for the budgetary and administrative data.</p>","COMPILING_ORG__GLOBAL":"<p>UNICEF would be the custodian of the compilation and reporting procedures for this indicator across national participants and contributing organizations. UNICEF collaborates with Save the Children and the CEQ Institute at Tulane University, which will initially provide data on this indicator based on its work in this field.</p>","RATIONALE__GLOBAL":"<p>The indicator measures the extent to which public spending in three key areas which are critical for poverty eradication, including health, education, and other direct transfers is directly allocated to individuals or households in the monetary poor as per the national definition.</p>\n<p>The indicator measures if public spending is targeting the monetary poor. Pro-poor social spending is defined if the proportion of government expenditures on social services is higher than the proportion of the population, measured at the level determined by national definition of income/consumption poverty (consistent with SDG 1.2.1). For instance, if the proportion of public spending received by the poor exceeds (falls below) the proportion of poor as defined by national definitions, public expenditures can be interpreted as pro-poor (not pro-poor). This is a strong measurement of the financial commitment governments make to target their services and transfers on the poor groups of society, reinforcing pro-poor development strategies. </p>\n<p>Further developments of the methodology and improvements in data availability may allow to expand this indicator to other vulnerable groups, such as women and children. </p>","REC_USE_LIM__GLOBAL":"<p>Feasibility: The indicator can be estimated for any country for which (a) a micro-data set detailing incomes or expenditures and services utilization (i.e. education, health, and cash transfers receipts) at the individual or household level exists and (b) a set of fiscal, administrative, or budgetary records detailing public expenditures at the program level is available.</p>\n<p>Suitability/relevance: The indicator provides an estimate how well public resources are allocated to sectors which disproportionally benefit the poor. This reflects the financial consequences of policy frameworks, which are based on pro-poor development strategies, which allows to measure progress on the SDG target 1.b.</p>\n<p>Relationship with other SDGs: The indicator could be compared with the one under SDG 10 on equity of fiscal policy. Countries should be encouraged to collect and analyse the data within a single process to create synergy and avoid unnecessary duplication.</p>\n<p>Limitations: The indicator does not take into effect the consequences of revenue-related fiscal activities, such as taxes or contributions to public insurance systems, on the poor. The proposed methodology does not currently expand to other groups, such as women or children. </p>","DATA_COMP__GLOBAL":"<p><u>Monetary Poverty</u> can be derived directly from a nationally representative micro-data set (an Income and Expenditure Survey, for example). Procedures for estimations are detailed comprehensively in the 1.2.1 metadata. The estimates used for this indicator would be the same as the ones for Target 1.2.1.</p>\n<p><u>Public spending on social services</u> can be directly derived from budget administrative data.</p>\n<p>A fiscal incidence analysis is required to estimate the benefit the poor individuals or households (depending on underlying survey data) are receiving from those services. The incidence analysis measures the monetised value of in-kind transfers in education and health services at average government costs. In addition, this indicator includes cash and near cash transfers in the definition of social services (conditional and unconditional cash transfers, school feeding programmes etc.). The procedures are described in detailed in the CEQ Handbook, Meerman, Jacob (1979), Selowsky, Marcelo (1979), and many other ones.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>The indicator cannot be calculated when no nationally representative micro-data set and/or country-level fiscal, budgetary, and administrative data are available. Budget and administrative data exists for every fiscal system but is not always public. </p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>N/A</p>","REG_AGG__GLOBAL":"<p>No regional or global aggregates exist for this indicator.</p>","DOC_METHOD__GLOBAL":"<ul>\n  <li>A detailed description of the methodology can be found in Lustig, Nora (ed). 2018. <u>CEQ Handbook: Estimating the Impact of Fiscal Policy on Inequality and Poverty</u>, CEQ Institute at Tulane University and Brookings Institution Press, Meerman, Jacob Public Expenditures in Malaysia: Who Benefits and Why? (New York: Oxford University Press, 1979), Selowsky, Marcelo (1979) Who Benefits from Government Expenditure? (New York: Oxford University Press), and many others.</li>\n  <li>This indicator can be calculated based on the current state of household surveys micro-data and budget administrative data.</li>\n</ul>","QUALITY_ASSURE__GLOBAL":"<p>UNICEF and Save the Children will seek collaboration with the UN Regional Economic Commissions, the UN Department of Economic and Social Affairs, the International Monetary Fund, The World Bank, and Regional Development Banks to provide quality assurance and international comparability.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>The indicator is currently available in 66 countries (covering 52% of world population) across the following regions: </p>\n<p>East Asia and the Pacific: 6 (19% of population)</p>\n<p>Europe and Central Asia: 17 (46% of population)</p>\n<p>Latin America and the Caribbean: 18 (95% of population)</p>\n<p>Middle East and North Africa: 4 (45% of population)</p>\n<p>North America: 0</p>\n<p>South Asia: 4 (96% of population)</p>\n<p>Sub-Saharan Africa: 17 (45% of population)</p>\n<p><strong>Time series:</strong></p>\n<p>The indicator is for the most part available for single country/year pairs only, with multiple datapoints available for 15 out of 66 countries. The earliest estimations of the indicator are for 2006-era data. The most recent estimations of the indicator are for 2016-era data. The only limitation to producing more frequent time series is the availability of more frequent household surveys. </p>\n<p><strong>Disaggregation:</strong></p>\n<p>The indicator can be disaggregated by subnational level, if fiscal, budgetary, and administrative data on government expenditures on this level are available. Further developments of the methodology and improvements in data availability may allow to expand this indicator to other subgroups which are included in the micro-data set.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Not applicable.</p>","OTHER_DOC__GLOBAL":"<p>Lustig, Nora (ed). 2018. <u>CEQ Handbook: Estimating the Impact of Fiscal Policy on Inequality and Poverty</u>, CEQ Institute at Tulane University and Brookings Institution Press. <a href=\"http://commitmentoequity.org/publications-ceq-handbook\">commitmentoequity.org/publications-ceq-handbook</a>, Meerman, Jacob Public Expenditures in Malaysia: Who Benefits and Why? (New York: Oxford University Press, 1979), Selowsky, Marcelo (1979) Who Benefits from Government Expenditure? (New York: Oxford University Press), and many other ones.</p>","target_number":"1.b","goal_number":"1","indicator_sort_order":"01-0b-01"}