{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.10-1-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.10-1-1-title","indicator_number":"10.1.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 10: Reduce inequality within and among countries</p>","SDG_TARGET__GLOBAL":"<p>Target 10.1: By 2030, progressively achieve and sustain income growth of the bottom 40 per cent of the population at a rate higher than the national average</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 10.1.1: Growth rates of household expenditure or income per capita among the bottom 40 per cent of the population and the total population</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Not applicable</p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>1.1.1, 1.2.1, 10.2.1</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>World Bank (WB)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>World Bank (WB)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>The growth rate in the welfare aggregate of bottom 40% is computed as the annualized average growth rate in per capita real consumption or income of the bottom 40% of the income distribution in a country from household surveys over a roughly 5-year period. The national average growth rate in the welfare aggregate is computed as the annualized average growth rate in per capita real consumption or income of the total population in a country from household surveys over a roughly 5-year period.</p>\n<p><strong>Concepts:</strong></p>\n<p>Promoting shared prosperity is defined as fostering income growth of the bottom 40 percent of the welfare distribution in every country and is measured by calculating the annualized growth of mean per capita real income or consumption of the bottom 40 percent. The choice of the bottom 40 percent as the target population is one of practical compromise. The bottom 40 percent differs across countries depending on the welfare distribution, and it can change over time within a country. Because boosting shared prosperity is a country-specific goal, there is no numerical target defined globally.</p>","UNIT_MEASURE__GLOBAL":"<p>The unit of measurement is percent.</p>","CLASS_SYSTEM__GLOBAL":"<p>Not relevant.</p>","SOURCE_TYPE__GLOBAL":"<p>The Global Database of Shared Prosperity was prepared by the Global Poverty Working Group, which comprises poverty measurement specialists of different departments of the World Bank Group. The database&#x2019;s primary source of data is the World Bank Group&#x2019;s Poverty and Inequality Platform (PIP), an interactive computational tool that allows users to replicate the World Bank Group&#x2019;s official poverty estimates measured at international poverty lines ($1.90, $3.20 or $5.50 per day per capita). The datasets included in PIP are provided and reviewed by the members of the Global Poverty Working Group. The choice of consumption or income to measure shared prosperity for a country is consistent with the welfare aggregate used to estimate extreme poverty rates in PIP, unless there are strong arguments for using a different welfare aggregate. The practice adopted by the World Bank Group for estimating global and regional poverty rates is, in principle, to use per capita consumption expenditure as the welfare measure wherever available and to use income as the welfare measure for countries for which consumption data are unavailable. However, in some cases data on consumption may be available but are outdated or not shared with the World Bank Group for recent survey years. In these cases, if data on income are available, income is used for estimating shared prosperity.</p>","COLL_METHOD__GLOBAL":"<p>To generate measures of shared prosperity that are reasonably comparable across countries, the World Bank Group has a standardized approach for choosing time periods, data sources, and other relevant parameters. The Global Database of Shared Prosperity is the result of these efforts. Its purpose is to allow for cross-country comparison and benchmarking, but users should consider alternative choices for surveys and time periods when cross-country comparison is not the primary consideration. </p>","FREQ_COLL__GLOBAL":"<p>Source collection is ongoing by the Global Poverty Working Group of the World Bank; same data used for estimating poverty (indicator 1.1.1).</p>","REL_CAL_POLICY__GLOBAL":"<p>The World Bank Group is committed to updating the shared prosperity indicators twice every year. Given that new household surveys are not available for every year for most countries, updated estimates will be reported for only a subset of countries. Updated estimates are released at the World Bank&#x2019;s Spring and Annual Meetings in April and October every year.</p>","DATA_SOURCE__GLOBAL":"<p>The World Bank typically receives data from National Statistical Offices (NSOs) directly. In other cases it uses NSO data received indirectly. Please see the section on data sources for further details.</p>","COMPILING_ORG__GLOBAL":"<p>World Bank</p>","RATIONALE__GLOBAL":"<p>Improvements in shared prosperity require both a growing economy and a consideration of equity. Shared prosperity explicitly recognizes that while growth is necessary for improving economic welfare in a society, progress is measured by how those gains are shared with its poorest members. Moreover, in an inclusive society it is not sufficient to raise everyone above an absolute minimum standard of living; it must ensure that economic growth increases prosperity among the poor over time.</p>\n<p>The decision to measure shared prosperity based on income or consumption was not taken to ignore the many other dimensions of welfare. It is motivated by the need for an indicator that is easy to understand, communicate, and measure&#x2014;though measurement challenges exist. Indeed, shared prosperity comprises many dimensions of well-being of the less well-off, and when analyzing shared prosperity in the context of a country, it is important to consider a wide range of indicators of welfare.</p>","REC_USE_LIM__GLOBAL":"<p><strong>Comments and limitations:</strong></p>\n<p>There are mainly two limitations of shared prosperity indicators: data availability and data quality. </p>\n<p><strong>Data availability</strong></p>\n<p>Lack of household survey data is even more problematic for monitoring shared prosperity than for monitoring poverty. To monitor shared prosperity, two surveys of a country have to be conducted within five years or so during a chosen period,. They have to be reasonably comparable to each other in terms of both the survey design and the construction of the welfare aggregates. Thus, not every survey that can generate poverty estimates can generate shared prosperity estimates. </p>\n<p>The second consideration is the coverage of countries, with data that are as recent as possible. Since shared prosperity must be estimated and used at the country level, there are good reasons for obtaining a wide coverage of countries, regardless of the size of their population. Moreover, for policy purposes it is important to have indicators for the most recent period possible for each country. The selection of survey years and countries needs to be made consistently and transparently, achieving a balance between matching the time period as closely as possible across all countries, including the most recent data, and ensuring the widest possible coverage of countries, across regions and income levels. In practice, this means that time periods will not match perfectly across countries. This is a compromise: while it introduces a degree of incomparability, it also creates a database that includes a larger set of countries than would be otherwise possible </p>\n<p><strong>Data quality</strong></p>\n<p>Like for poverty rates, estimates of annualized growth of mean per capita real income or consumption are based on income or consumption data collected in household surveys. The same quality issues applying to poverty rates apply here. Specifically, measuring household living standards has its own complications. Surveys ask detailed questions on sources of income and how it was spent, which must be carefully recorded by trained personnel. Income is difficult to measure accurately, and consumption comes closer to the notion of living standards. Moreover, income can vary over time even if living standards do not. But consumption data are not always available: the latest estimates reported here use consumption for about two-thirds of countries.</p>\n<p>Similar surveys may not be strictly comparable because of differences in timing, sampling frames, or the quality and training of enumerators. Comparisons of countries at different levels of development also pose problems because of differences in the relative importance of the consumption of nonmarket goods. The local market value of all consumption in kind (including own production, particularly important in underdeveloped rural economies) should be included in total consumption expenditure, but in practice are often not. Most survey data now include valuations for consumption or income from own production, but valuation methods vary.</p>\n<p>The statistics reported here are based on consumption data or, when unavailable, on income data. Analysis of some 20 countries for which both consumption and income data were available from the same surveys found income to yield a higher mean than consumption but also higher inequality. When poverty measures based on consumption and income were compared, the two effects roughly cancelled each other out: there was no significant statistical difference. </p>\n<p>Invariably some sampled households do not participate in surveys because they refuse to do so or because nobody is at home during the interview visit. This is referred to as &#x201C;unit nonresponse&#x201D; and is distinct from &#x201C;item nonresponse,&#x201D; which occurs when some of the sampled respondents participate but refuse to answer certain questions, such as those pertaining to income or consumption. To the extent that survey nonresponse is random, there is no concern regarding biases in survey-based inferences; the sample will still be representative of the population. However, households with different incomes may not be equally likely to respond. Richer households may be less likely to participate because of the high opportunity cost of their time or because of privacy concerns. It is conceivable that the poorest can likewise be underrepresented; some are homeless or nomadic and hard to reach in standard household survey designs, and some may be physically or socially isolated and thus less likely to be interviewed. This can bias both poverty and inequality measurement if not corrected for.</p>","DATA_COMP__GLOBAL":"<p>Growth rates are calculated as annualized average growth rates over a roughly five-year period. Since many countries do not conduct surveys on a precise five-year schedule, the following rules guide selection of the survey years used to calculate the growth rates in the 2022 update: the final year of the growth period (T1) is the most recent year of a survey but no earlier than 2017, and the initial year (T0) is as close to T1 &#x2013; 5 as possible, within a two-year band. Thus the gap between initial and final survey years ranges from three to seven years. If two surveys are equidistant from T1 &#x2013; 5, other things being equal, the more recent survey year is selected as T0. The comparability of welfare aggregates (income or consumption) for the years chosen for T0 and T1 is assessed for every country. If comparability across the two surveys is a major concern, the selection criteria are re-applied to select the next best survey year.</p>\n<p>Once two surveys are selected for a country, the annualized growth of mean per capita real income or consumption is computed by first estimating the mean per capita real income or consumption of the bottom 40 percent of the welfare distribution in years T0 and T1 and then computing the annual average growth rate between those years using a compound growth formula, (Mean in T_1/Mean in T_0 )^(1/( T_1- T_0 ))-1. Growth of mean per capita real income or consumption of the total population is computed in the same way using data for the total population.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>No imputation</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>No aggregation</p>","REG_AGG__GLOBAL":"<p>Shared prosperity indicators are country-specific because the welfare distribution is country-specific. There&#x2019;s no aggregation.</p>","COVERAGE__GLOBAL":"<p>In the latest version of the database, 83 countries had a shared prosperity estimate.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>If there are country produced shared prosperity indicators like these, the main sources of differences could be different welfare aggregates and years of surveys used in the calculation.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>https://www.pip.worldbank.org</p>\n<p><strong>References:</strong></p>\n<p>The Global Database of Shared Prosperity, World Bank, http://www.worldbank.org/en/topic/poverty/brief/global-database-of-shared-prosperity. World Development Indicators, World Bank.</p>","indicator":"10.1.1","target_id":"10.1","sdg_goal":"10","indicator_sort_order":"10-01-01"}