{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.10-a-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.10-a-1-title","indicator_number":"10.a.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 10: Reduce inequality within and among countries</p>","SDG_TARGET__GLOBAL":"<p>Target 10.a: Implement the principle of special and differential treatment for developing countries, in particular least developed countries, in accordance with World Trade Organization agreements</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 10.a.1: Proportion of tariff lines applied to imports from least developed countries and developing countries with zero-tariff</p>","META_LAST_UPDATE__GLOBAL":"<p>2016-07-19</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>Linkages with indicator 17.12 on the implementation of duty-free and quota-free market access</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>International Trade Centre (ITC)</p>\n<p>United Nations Conference on Trade and Development (UNCTAD)</p>\n<p>The World Trade Organization (WTO)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>International Trade Centre (ITC)</p>\n<p>United Nations Conference on Trade and Development (UNCTAD)</p>\n<p>The World Trade Organization (WTO)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Proportion of total number of tariff lines (in per cent) applied to products imported from least developed countries and developing countries corresponding to a 0% tariff rate in HS chapter 01-97.</p>\n<p><strong>Concepts:</strong></p>\n<p>Tariff line or National Tariff lines (NTL): National Tariff Line codes refer to the classification codes, applied to merchandise goods by individual countries, that are longer than the HS six digit level. Countries are free to introduce national distinctions for tariffs and many other purposes. The national tariff line codes are based on the HS system but are longer than six digits. For example, the six digit HS code 010120 refers to Asses, mules and hinnies, live, whereas the US National Tariff line code 010120.10 refers to live purebred breeding asses, 010120.20 refers to live asses other than purebred breeding asses and 010120.30 refers to mules and hinnies imported for immediate slaughter.</p>\n<p>Tariffs: Tariffs are customs duties on merchandise imports, levied either on an ad valorem basis (percentage of value) or on a specific basis (e.g. $7 per 100 kg). Tariffs can be used to create a price advantage for similar locally-produced goods and for raising government revenues. Trade remedy measures and taxes are not considered to be tariffs.</p>","SOURCE_TYPE__GLOBAL":"<p>The main information used to calculate indicators 10.a.1 is import tariff data. Information on import tariffs might be retrieved by contacting directly National statistical offices, permanent country missions to the UN, regional organizations or focal points within the customs, ministries in charge of customs revenues (Ministry of economy/finance and related revenue authorities) or, alternatively, the Ministry of trade. Tariff data for the calculation of this indicator are retrieved from ITC (MAcMap) - http://www.macmap.org/ - WTO (IDB) - http://tao.wto.org - and UNCTAD (TRAINS) databases. Import tariff data included in the ITC (MAcMap) database are collected by contacting directly focal points in line national agencies or regional organizations (in the case of custom unions or regional economic communities). When available, data are downloaded from national or regional official websites. In some cases, data are purchased from private companies. Import tariff data included in the WTO (IDB) database are sourced from official notifications of WTO members. Import tariff included in the UNCTAD (TRAINS) database are collected from official sources, including official country or regional organizations websites.</p>","FREQ_COLL__GLOBAL":"<p>Continuously updated all year round</p>","REL_CAL_POLICY__GLOBAL":"<p>Indicatively the indicators calculations can be ready by March every year. However, the date of release will depend on the period envisaged for the launching of the SDG monitoring report. </p>","DATA_SOURCE__GLOBAL":"<p>NA</p>","COMPILING_ORG__GLOBAL":"<p>Name<strong>:</strong></p>\n<p>ITC, WTO and UNCTAD</p>\n<p>Description<strong>:</strong></p>\n<p>ITC, WTO and UNCTAD will jointly report on this indicator</p>","RATIONALE__GLOBAL":"<p>The calculation of this indicator will allow observing on how many products Developing countries and LDCs will have free access to Developed countries markets. When compared to the tariff rates applied to other countries, this indicator will allow assessing to which extent special and differential treatment has been accorded in terms of import tariffs. The evolution of this indicator will indicate progress on the phasing out of tariff rates on goods coming from Developing and LDCs.</p>","REC_USE_LIM__GLOBAL":"<p>&quot;The following caveats should be taken in consideration while reviewing this indicator:</p>\n<p>Accurate estimates on special and differential treatment for developing countries do not exist, thus the calculations are limited to tariffs only. These are only part of the trade limitation factors, especially when looking at exports of developing or least developed countries under non-reciprocal preferential treatment that set criteria for eligibility.</p>\n<p>A full coverage of preferential schemes of developed countries are used for the computation, but preferential treatment may not be fully used by developing countries&apos; exporters for different reasons such as the inability of certain exporters to meet eligibility criteria (i.e., complying with rules of origin). As there is no accurate statistical information on the extent of the actual utilisation of each of these preferences, it is assumed that they are fully utilised.</p>\n<p>Duty free treatment is an indicator of market access, but is not always synonymous with preferential treatment for beneficiary countries, because a number of MFN tariffs are already at, or close to, zero, especially for fuels and minerals. International agreements on IT products also offer duty-free treatment for components and equipment used for production purpose&quot;</p>","DATA_COMP__GLOBAL":"<p>The indicator is calculated as the average share of national tariff lines that are free of duty</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>Missing values are calculated using the most recent year available.</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>Missing values are calculated using the most recent year available.</p>","REG_AGG__GLOBAL":"<p>Share of duty-free tariff lines in the total number of tariff lines by country or country groups. At the tariff line level, the minimum rate between the MFN and others imports regime is always take into account in our calculation</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Asia and Pacific: 42</p>\n<p>Africa: 49</p>\n<p>Latin America and the Caribbean: 34</p>\n<p>Europe, North America, Australia, New Zealand and Japan: 48</p>\n<p><strong>Time series:</strong></p>\n<p>Yearly data from 2005 to latest year </p>\n<p><strong>Disaggregation:</strong></p>\n<p>Disaggregation is available by product sector (e.g. Agriculture, Textile, Environmental goods), geographical regions and country income level (e.g. Developed, Developing, LDCs)</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Not applicable. The same national data are used at the global level.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>http://www.intracen.org / www.wto.org / http://unctad.org/en/Pages/Home.aspx</p>\n<p><strong>References:</strong></p>\n<p>No available references.</p>","indicator":"10.a.1","target_id":"10.a","sdg_goal":"10","indicator_sort_order":"10-0a-01"}