{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.10-c-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.10-c-1-title","indicator_number":"10.c.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 10: Reduce inequality within and among countries</p>","SDG_TARGET__GLOBAL":"<p>Target 10.c: By 2030, reduce to less than 3 per cent the transaction costs of migrant remittances and eliminate remittance corridors with costs higher than 5 per cent</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 10.c.1: Remittance costs as a proportion of the amount remitted</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Not applicable</p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>G20 5x5 target &#x2013; Remittance cost reduction for development. In 2009, the G8 set a target, later adopted by the G20, to reduce the cost of international remittances from 10 percent to 5 percent within five years. The target was dubbed the &#x201C;5x5 Objective.&#x201D;</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>World Bank</p>","CONTACT_ORGANISATION__GLOBAL":"<p>World Bank</p>","STAT_CONC_DEF__GLOBAL":"<h2>Definition:</h2>\n<p>The target includes two components. The first component is that transaction costs for migrant remittances should be 3% or less by 2030. This transaction cost should be intended as <strong>&#x201C;</strong><strong>Global average total cost of sending $200 (or equivalent in local sending currency) and expressed as % of amount sent&#x201D;.</strong> This indicator is readily available and published on a quarterly basis by the World Bank in the Remittance Prices Worldwide database, which covers 365 country corridors, from 48 sending to 105 receiving countries. The second component is to eliminate corridor where cost is 5% or higher. This should be intended in the sense that it should be possible for remittance senders to send money to the beneficiary for an average cost of 5% or less of the amount sent. For this purpose, it should suffice that in each corridor there are at least 3 services, meeting a defined set of service requirements (including service quality, reach etc.), for which the average is 5% or less.</p>\n<p><strong>Concepts:</strong></p>\n<p><strong>International remittance transfer.</strong> A cross-border person-to-person payment of relatively low value. The transfers are typically recurrent payments by migrant workers (who send money to their families in their home country every month). In the report, the term &#x201C;remittance transfer&#x201D; is used for simplicity (ie it is assumed the transfer is international).</p>\n<p><strong>Remittance service.</strong> A service that enables end users to send and/or receive remittance transfers.</p>\n<p><strong>Remittance service provider (RSP).</strong> An entity, operating as a business, that provides a remittance service for a price to end users, either directly or through agents. These include both banks and money transfer operators, as defined below.</p>\n<p><strong>Money transfer operator (MTO).</strong> A non-deposit taking payment service provider where the service involves payment per transfer (or possibly payment for a set or series of transfers) by the sender to the payment service provider (for example, by cash or bank transfer) &#x2013; i.e. as opposed to a situation where the payment service provider debits an account held by the sender at the payment service provider. MTOs may include both traditional players focusing on delivering funds in cash and innovative players which may adopt a variety of different business models for the delivery of the transactions.</p>\n<p><strong>Price. </strong>The total cost to the end users of sending a remittance transfer (including the fees charged to the sender and the margin by which the exchange rate charged to the end users is above the current interbank exchange rate).</p>\n<p><strong>Transparent service</strong>. A remittance service for which the sending cost can be split into its two components: transfer fee and foreign exchange margin. If a provider does not disclose the foreign exchange rate applicable to the transaction, then the service is considered not transparent. </p>","UNIT_MEASURE__GLOBAL":"<p>Cost expressed as % of amount sent</p>","SOURCE_TYPE__GLOBAL":"<p>Data sources are the remittance service providers (RSPs) themselves. Data are collected quarterly through a mystery shopping exercise, which takes one week. Every year, in each corridor, a market analysis is conducted to compile a sample of RSPs covering at least 80% of the market.</p>","COLL_METHOD__GLOBAL":"<p>Mystery shopping conducted quarterly. </p>","FREQ_COLL__GLOBAL":"<p>Quarterly</p>","REL_CAL_POLICY__GLOBAL":"<p>March, June, September, December</p>","DATA_SOURCE__GLOBAL":"<p>Data are collected by mystery shopping from remittance service providers.</p>","COMPILING_ORG__GLOBAL":"<p>World Bank</p>","RATIONALE__GLOBAL":"<p>Data for these indicators have been collected by the World Bank through the Remittance Prices Worldwide (RPW) database since 2008 for the purpose of monitoring the G8 / G20 target on reducing remittance prices. Also known as the &#x201C;5x5 objective&#x201D;, this goal was adopted by the G8 in 2009, and it refers to reduction of the global average total cost of migrant remittances by 5 percentage points in 5 years. To achieve this objective, the governments in both sending and receiving countries should consider implementing reforms based upon the General Principles for International Remittances Services by the World Bank/Committee on Payment and Settlement Systems (January 2007). This internationally agreed framework has proven effective in helping reduce the cost of remittances and guiding actions to enhance the efficiency of international remittances. The World Bank&#x2019;s RPW database is the only global database that monitors remittance prices across all regions of the world. RPW was launched by the World Bank in September 2008, and is a key tool in monitoring the evolution of costs to the remitters and the beneficiaries from sending and receiving money in major country corridors.</p>","REC_USE_LIM__GLOBAL":"<p>NA</p>","DATA_COMP__GLOBAL":"<p>Data is collected through a mystery shopping exercise of remittance service providers (RSPs). A sample of RSPs including at least 80% of the market share in each corridor are included in the mystery shopping exercise. The average cost is calculated as the simple average of total costs (including both fee and exchange rate margin) quoted by each RSP operating in a corridor.</p>\n<p>In 2016, introduced the Smart Remitter Target (SmarRT) to monitor remittance transactions at a more granular level. It aims to reflect the cost that a savvy consumer with access to sufficiently complete information would pay to transfer remittances in each corridor. SmaRT is calculated as the simple average as the three cheapest services for sending the equivalent of $200 in each corridor and is expressed in terms of the percentage of the total amount sent. In addition to transparency, services must meet additional criteria to be included in SmaRT, including transaction speed (5 days or less) and accessibility (determined by geographic proximity of branches for services that require physical presence, or access to any technology or device necessary to use the service, such as a bank account, mobile phone or the internet. The SmaRT Methodology was developed in collaboration with the Global Remittances Working Group, a working group which was formed by the World Bank at the request of the G8/G20 to monitor the progress towards the 5x5 Objective. </p>\n<p>For additional information on the methodology of SmaRT, please see: <a href=\"https://remittanceprices.worldbank.org/sites/default/files/smart_methodology.pdf\">https://remittanceprices.worldbank.org/sites/default/files/smart_methodology.pdf</a> </p>\n<p>Target 10.c.1 includes two components, which require two separate calculations:</p>\n<ol>\n  <li>Global average of remittance costs to be reduced to less than 3 percent: this is calculated as the simple average of the total cost for all transparent services included in the RPW database</li>\n  <li>Enabling remittance senders in all corridors to send money to their receivers at a cost of 5 percent or less: this is calculated as the average cost of the three cheapest (and transparent) services in each corridor which meet a defined set of minimum requirements, as described in the World Bank SmaRT methodology. The target is that the SmaRT average for all corridors should be 5 percent or lower.</li>\n</ol>\n<p>RPW database includes several indicators. Four of these indicators are used to monitor (2) above: </p>\n<ol>\n  <li>Average cost of sending $200 (%) for a sending country: simple average of the cost of all transparent services from a sending country (regardless of the destination country). Sample size is 48. </li>\n  <li>Average cost of sending $200 (%) to a receiving country: simple average of the cost of all transparent services to a receiving country (regardless of the origin country). Sample size is 105.</li>\n  <li>Average cost of sending $200 (%) in a corridor: simple average of the cost of all transparent services from a sending country to a specific destination country. Sample size is 367.</li>\n  <li>SmaRT average cost of sending $200 (%) in a corridor: SmaRT average cost of all SmaRT qualifying services from a sending country to a specific destination country. Sample size changes by the quarter, depending on the availability of the SmaRT qualifying services in corridors satisfying the specific prerequisites identified in the SmaRT Methodology.</li>\n</ol>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>A sample of corridors is collected for each sending and receiving country. It is assumed that the cost of other corridors from/to each country fall in similar cost range.</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>Regional aggregates are computed by calculating simple averages of the cost of individual transparent services remitting to the recipient countries in the region for which there is data. Countries with no data are not included, however, as a representative sample is built, it is assumed that missing data fall in the same cost range as collected data.</p>","REG_AGG__GLOBAL":"<p>Regional aggregates are computed by calculating simple averages of individual transparent services remitting to the recipient countries in the region for which there is data.</p>","DOC_METHOD__GLOBAL":"<ul>\n  <li>Minimum requirements for national and regional databases are provided on the Remittance Prices Worldwide website at: <a href=\"https://remittanceprices.worldbank.org/en/national-and-regional-databases-certified-by-the-world-bank\">https://remittanceprices.worldbank.org/en/national-and-regional-databases-certified-by-the-world-bank</a>. For consistent methodology, the following minimum requirements were established: <ol>\n      <li>Double price points data gathering </li>\n      <li>Collection of fees for the sender </li>\n      <li>Collection of the exchange rate applied </li>\n      <li>Provision of total amount of the identified costs </li>\n      <li>Speed of the transaction </li>\n      <li>Type of service provided </li>\n      <li>Minimum of 60% of market coverage per corridor </li>\n      <li>Independence of the researchers </li>\n      <li>Validation through mystery shopping exercises </li>\n      <li>No advertisement policy </li>\n      <li>No subscription policy and clear funding process </li>\n      <li>Linkage with other WB-approved databases</li>\n    </ol>\n  </li>\n</ul>\n<p>More information is available in the policy paper on <em>Remittance Price Comparison Databases: Minimum Requirements and Overall Policy Strategy &#x2013; Guide and Special-Purpose Note</em>, available at: <a href=\"https://remittanceprices.worldbank.org/sites/default/files/StandardsNationalDatabases.pdf\">https://remittanceprices.worldbank.org/sites/default/files/StandardsNationalDatabases.pdf</a> </p>\n<ul>\n  <li>Web site for Remittance Prices Worldwide database and related resources: <a href=\"http://remittanceprices.worldbank.org\">http://remittanceprices.worldbank.org</a> </li>\n</ul>","QUALITY_ASSURE__GLOBAL":"<p>Data are collected by researchers through mystery shopping, and subsequently compiled, cleaned, and reviewed. The World Bank uses vendor services for data collection and compilation. The data is then reviewed in detail by the World Bank RPW team, who also undertakes the analysis.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>The data are available for 367 corridors, which include 48 sending countries and 105 receiving countries. The data are collected quarterly.</p>\n<p><strong>Time series:</strong></p>\n<p>Data availability: since 2008 (all data available online; data available online in Excel format starting from Q1 2011).</p>\n<p><strong>Disaggregation:</strong></p>\n<p>RPW tracks the cost of remittances by the type of remittance service providers: commercial banks, money transfer operators, post offices, mobile money providers (more provider types may be added as market evolves). In addition, disaggregation is also possible by the instrument used to fund the transaction: including but not limited to cash, bank account, debit/credit card, mobile money etc.; and by the instrument used to disburse the funds: including but not limited to cash, bank account, mobile wallet etc. </p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>There are no country-produced alternatives for this data, except for countries that have established a remittance price database in line with World Bank minimum requirements. It has been observed that data are broadly in line and no significant discrepancies exist.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL: </strong><a href=\"http://remittances.worldbank.org\">http://remittances.worldbank.org</a></p>\n<p><strong>References: </strong>Please see various resources on<strong> </strong><a href=\"http://remittanceprices.worldbank.org/en/resources\">http://remittanceprices.worldbank.org/en/resources</a><strong> </strong></p>","indicator":"10.c.1","target_id":"10.c","sdg_goal":"10","indicator_sort_order":"10-0c-01"}