{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.11-6-2-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.11-6-2-title","indicator_number":"11.6.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 11: Make cities and human settlements inclusive, safe, resilient and sustainable</p>","SDG_TARGET__GLOBAL":"<p>Target 11.6: By 2030, reduce the adverse per capita environmental impact of cities, including by paying special attention to air quality and municipal and other waste management</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 11.6.2: Annual mean levels of fine particulate matter (e.g. PM<sub>2.5</sub> and PM<sub>10</sub>) in cities (population weighted)</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Applies to all series</p>","META_LAST_UPDATE__GLOBAL":"2023-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>3.9.1: Mortality rate attributed to household and ambient air pollution</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>World Health Organization (WHO)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>World Health Organization (WHO)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>The mean annual concentration of fine suspended particles of less than 2.5 microns in diameters (PM<sub>2.5</sub>) is a common measure of air pollution. The mean is a population-weighted average for urban population in a country, and is expressed in micrograms per cubic meter [&#xB5;g/m<sup>3</sup>].</p>","UNIT_MEASURE__GLOBAL":"<p>Micrograms per cubic meter [&#xB5;g/m<sup>3</sup>]</p>","CLASS_SYSTEM__GLOBAL":"<p>The PM<sub>2.5</sub> concentrations are geographically classified according to the 2021 United Nations Statistics Division (UNSD) Degree of Urbanization classification: cities, towns and rural areas. Data is also provided for urban (aggregation of cities and towns) and all (aggregation of cities, towns and rural) areas.</p>","SOURCE_TYPE__GLOBAL":"<p>Sources of data include ground measurements from monitoring networks, collected for 6,000 cities and localities (WHO, 2022) around the world, satellite remote sensing, population estimates, topography, information on local monitoring networks and measures of specific contributors of air pollution (WHO, 2022).</p>","COLL_METHOD__GLOBAL":"<p>Data collection process for ground measurements include official reporting from countries to WHO (after request), and web searches. Measurements of PM<sub>10</sub> or PM<sub>2.5</sub> from official national/sub-national reports and websites or reported by regional networks such as Clean Air Asia for Asia and the European Environment Agency for Europe or data from UN agencies, development agencies, articles from peer reviewed journals and ground measurements are compiled in the framework of the Global Burden of Disease Project.</p>","FREQ_COLL__GLOBAL":"<p>Ongoing</p>","REL_CAL_POLICY__GLOBAL":"<p>The global database for indicator 11.6.2 is released every 2 to 3 years</p>","DATA_SOURCE__GLOBAL":"<p>Ministry of Health, Ministry of the Environment</p>","COMPILING_ORG__GLOBAL":"<p>World Health Organization (WHO)</p>","INST_MANDATE__GLOBAL":"<p>The World Health Organization (WHO) is the Custodian Agency or co-Custodian Agency for reporting on several SDG indicators, including indicator 11.6.2, annual mean levels of fine particulate matter (e.g. PM<sub>2.5</sub> and PM<sub>10</sub>) in cities (population weighted)).</p>","RATIONALE__GLOBAL":"<p>Air pollution consists of many pollutants, among other particulate matter. These particles are able to penetrate deeply into the respiratory tract and therefore constitute a risk for health by increasing mortality from respiratory infections and diseases, lung cancer, and selected cardiovascular diseases.</p>","REC_USE_LIM__GLOBAL":"<p><strong>Urban/rural data:</strong> while the data quality available for urban/rural population is generally good for high-income countries, it can be relatively poor for some low- and middle income areas. Furthermore, the definition of urban/rural may greatly vary by country.</p>","DATA_COMP__GLOBAL":"<p>The annual urban mean concentration of PM<sub>2.5</sub> is estimated with improved modelling using data integration from satellite remote sensing, population estimates, topography and ground measurements (WHO, 2016; Shaddick et al, 2016).</p>","DATA_VALIDATION__GLOBAL":"<p>Draft estimates are reviewed with Member States through a WHO country consultation process and SDG focal points every time new data are generated. In addition, the methods and data are published in a peer-reviewed journal.</p>","ADJUSTMENT__GLOBAL":"<p>Not applicable</p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level</strong></li>\n</ul>\n<p>Missing values are left blank.</p>\n<ul>\n  <li><strong>At regional and global levels</strong></li>\n</ul>\n<p>Missing values are excluded from the regional and global averages.</p>","REG_AGG__GLOBAL":"<p>The regional and global aggregates are population-weighted figures of the national estimates.</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msub>\n      <mrow>\n        <mi>C</mi>\n      </mrow>\n      <mrow>\n        <mi>a</mi>\n        <mi>g</mi>\n        <mi>g</mi>\n      </mrow>\n    </msub>\n    <mo>=</mo>\n    <mfrac>\n      <mrow>\n        <mrow>\n          <msub>\n            <mo stretchy=\"false\">&#x2211;</mo>\n            <mrow>\n              <mi>i</mi>\n            </mrow>\n          </msub>\n          <mrow>\n            <msub>\n              <mrow>\n                <mi>C</mi>\n              </mrow>\n              <mrow>\n                <mi>n</mi>\n                <mi>a</mi>\n                <mi>t</mi>\n                <mo>,</mo>\n                <mi>i</mi>\n              </mrow>\n            </msub>\n            <mo>&#x2219;</mo>\n            <msub>\n              <mrow>\n                <mi>P</mi>\n              </mrow>\n              <mrow>\n                <mi>n</mi>\n                <mi>a</mi>\n                <mi>t</mi>\n                <mo>,</mo>\n                <mi>&amp;nbsp;</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>i</mi>\n              </mrow>\n            </msub>\n          </mrow>\n        </mrow>\n      </mrow>\n      <mrow>\n        <mrow>\n          <munder>\n            <mo stretchy=\"false\">&#x2211;</mo>\n            <mrow>\n              <mi>i</mi>\n            </mrow>\n          </munder>\n          <mrow>\n            <msub>\n              <mrow>\n                <mi>P</mi>\n              </mrow>\n              <mrow>\n                <mi>n</mi>\n                <mi>a</mi>\n                <mi>t</mi>\n                <mo>,</mo>\n                <mi>&amp;nbsp;</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>i</mi>\n              </mrow>\n            </msub>\n          </mrow>\n        </mrow>\n      </mrow>\n    </mfrac>\n  </math></p>\n<p>Where:</p>\n<ul>\n  <li>C<sub>agg</sub> is the regional/global estimate,</li>\n  <li>C<sub>nat</sub> is the national estimate,</li>\n  <li>P<sub>nat</sub> is the country population.</li>\n  <li>The sum is done over the countries <em>i</em> in the region (regional aggregate) or all countries (global aggregate).</li>\n</ul>","DOC_METHOD__GLOBAL":"<p>Countries which have air quality monitoring networks in place in urban areas can use the annual mean concentrations from the ground measurements and the corresponding number of inhabitants to derive the population-weighted exposure to particulate matter in cities.</p>","QUALITY_MGMNT__GLOBAL":"<p>For information on data quality management, assurance, and assessment processes at WHO, please refer to: <a href=\"https://www.who.int/data/ddi\">https://www.who.int/data/ddi</a></p>","QUALITY_ASSURE__GLOBAL":"<p>Data inputs to the model are official or published data on air quality or other relevant topics. Modelled estimates are carefully crossed-checked and compared with official ground measurements.</p>\n<p>Consultation/validation process with countries for adjustments and estimates. Data inputs, methods and final estimates are shared with countries prior to publication via WHO official communication channels with WHO Member States.</p>\n<p>https://www.who.int/teams/environment-climate-change-and-health/air-quality-and-health</p>","QUALITY_ASSMNT__GLOBAL":"<p>For information on data quality management, assurance, and assessment processes at WHO, please refer to: <a href=\"https://www.who.int/data/ddi\">https://www.who.int/data/ddi</a></p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>The indicator is available for 232 countries. Missing countries include mostly Small State Islands in the Western Pacific and in the Latin American and the Caribbean regions.</p>\n<p><strong>Time series:</strong></p>\n<p>The indicator provides estimates from 2010 to most recent reporting period. Previous data estimates are updated with when there have been changes in modelling method and input data.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>The indicator is available by 0.1&#xB0; x 0.1&#xB0; grid size for the world. National, regional and global data are disaggregated into cities, towns, urban and rural areas. </p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p><strong>The source of differences between global and national figures:</strong> Modelled estimates versus annual mean concentrations obtained from ground measurements.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>[1]: https://www.who.int/data/gho/data/themes/air-pollution</p>\n<p><strong>References:</strong></p>\n<ul>\n  <li>Shaddick G et al (2016). <em>Data Integration Model for Air Quality: A Hierarchical Approach to the Global Estimation of Exposures to Ambient Air Pollution. Royal Statistical Society</em>, arXiv: 1609.0014.</li>\n  <li>WHO (2016). <em>Ambient air pollution: a global assessment of exposure and burden of disease</em>, WHO Geneva.</li>\n  <li>WHO (2022). <em>WHO Urban ambient air quality database</em>, WHO Geneva.</li>\n</ul>","target_number":"11.6","goal_number":"11","indicator_sort_order":"11-06-02"}