{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.12-1-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.12-1-1-title","indicator_number":"12.1.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 12: Ensure sustainable consumption and production patterns</p>","SDG_TARGET__GLOBAL":"<p>Target 12.1: Implement the 10&#x2011;Year Framework of Programmes on Sustainable Consumption and Production Patterns, all countries taking action, with developed countries taking the lead, taking into account the development and capabilities of developing countries</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 12.1.1: Number of countries developing, adopting or implementing policy instruments aimed at supporting the shift to sustainable consumption and production</p>","META_LAST_UPDATE__GLOBAL":"<p>2021-12-06</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>The 10-year framework of programmes on Sustainable Consumption and Production is linked to all targets of SDG 12, literature research shows that SDG 12 is connected to a total of 14 other SDGs - making SCP the number one most cross-cutting theme across the SDGs.</p>\n<p>Main Associated SDG indicators: </p>\n<p>12.7.1 # of countries implementing sustainable public procurement policies and action plans; </p>\n<p>Linked SDGs: 12.2.1/8.4.1, 12.2.2/8.4.2, 12.3.1, 12.5.1., 12.6.1, 12.8.1, 12.A.1, 12.b.1, 12.c.1, 13.2.1, 14.c.1, 14.6.1,15.8.1 </p>\n<p>Considering that the development, adoption and implementation of policy instruments integrating SCP are creating the enabling environment for sustainable development, there are potentially many more associated SDGs, targets and indicators.</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Environment Programme (UNEP)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Environment Programme (UNEP)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definitions:</strong></p>\n<p>This indicator allows for the quantification (#) and monitoring of countries making progress along the policy cycle of binding and non-binding policy instruments aimed at supporting Sustainable Consumption and Production. </p>\n<ul>\n  <li><strong>Sustainable Consumption and Production</strong>:<strong> </strong>the working definition of Sustainable Consumption and Production (SCP) used in the context of this framework is: &#x201C;The use of services and related products, which respond to basic needs and bring a better quality of life while minimising the use of natural resources and toxic materials as well as the emissions of waste and pollutants over the life cycle of the service or product so as not to jeopardise the needs of future generation.&#x201D;<sup><a href=\"#footnote-2\" id=\"footnote-ref-2\">[1]</a></sup></li>\n  <li><strong>Policy:</strong> although quite flexible and contexts specific, a policy is usually defined as a course of action that has been officially agreed by an entity or an organization (governmental or non-governmental) and is effectively implemented to achieve specific objectives.</li>\n  <li><strong>Policy instruments for sustainable consumption and production: </strong>policy instruments refer to the means &#x2013; methodologies, measures or interventions &#x2013; that are used to achieve those objectives. In the case of SCP, such instruments are designed and implemented to reduce the environmental impacts of consumption and production patterns, with a view of generating economic and/or social benefits. </li>\n</ul>\n<p>Making progress along the policy cycle refers to the development, adoption, implementation or evaluation of such policy instruments. </p>\n<p><strong>Concepts:</strong></p>\n<p>As mentioned above, policy instruments are distinguished in legally binding policies and non-legally binding ones.</p>\n<ul>\n  <li><strong>Legally binding</strong>: a legally binding policy instrument refers to a system of rules, procedures and/or principles which are prescribed and enforced by a governing authority with the aim of requiring or preventing specific actions or providing incentives that lead to change in actions or preferences. It includes: laws, regulations, standards, by-laws, codes, etc. They can relate to different types of jurisdictions such as a ministry, state, municipality, or group of states. </li>\n  <li><strong>Non-binding</strong>: a non-binding policy instrument refers to a coherent set of decisions associated to a common vision, objective and/or direction, and to a proposed course of action to achieve these. It includes, for instance: action plans, policies, strategies, programmes, and projects. They can have different scopes of application (international, national, local, etc.).</li>\n  <li>At another level, different categories of policy instruments can be distinguished: <ul>\n      <li>Macro policies (e.g. national strategies/action plans, new institutions/entities)</li>\n      <li>Regulatory and legal instruments (e.g. laws, standards, enforcement measures)</li>\n      <li>Economic and fiscal instruments (taxes and tax incentives, grants, preferential loans, etc.) </li>\n      <li>Voluntary and self-regulation schemes (e.g. sectoral partnerships, codes of conduct, CSR initiatives)</li>\n    </ul>\n  </li>\n</ul>\n<p>It is important to note that, except for regulatory / legal instruments and voluntary / self-regulation schemes, the options above are not mutually exclusive: for instance, an economic instrument can be legally binding. </p>\n<p><strong>&#x201C;Policy cycle&#x201D;:</strong> this political science concept is widely used to analyse and inform public policy-making processes, but can be transposed to any recurrent pattern leading to the implementation of a policy or policy instrument. The following approach with regards to the various stages of the policy cycle is adopted: </p>\n<ul>\n  <li>Policy development, including Agenda setting (e.g. the problem identified is high enough on the public agenda that action becomes likely) and Policy design (e.g. setting objectives, identifying costs-benefits of potential policy instruments and selecting); </li>\n  <li>Policy adopted or officially launched (e.g. adopting or authorizing the preferred policy options through the legislative process and refined through the bureaucratic process); </li>\n  <li>Policy under implementation through specific actions (e.g. translating policy into concrete action and policy instruments); results and impacts are being monitored;</li>\n  <li>Policy and related action plan has reached its end date and has been evaluated.</li>\n</ul><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-2\">1</sup><p> <em>UNEP (2010). ABC of SCP: Clarifying Concepts on Sustainable Consumption and Production.</em> <a href=\"#footnote-ref-2\">&#x2191;</a></p></div></div>","UNIT_MEASURE__GLOBAL":"<p>Number</p>","CLASS_SYSTEM__GLOBAL":"<p>N/A</p>","SOURCE_TYPE__GLOBAL":"<ul>\n  <li>Data is collected through an online survey based on this metadata sheet.</li>\n  <li>The survey may include additional questions, such as those on inter-ministerial and/or multi-stakeholder coordination mechanism for SCP.</li>\n  <li>The questions included in the survey can be revised as needed, in particular as data becomes available through the survey and alignment may be required with related ongoing work under the SDGs.</li>\n  <li>The 10YFP Global Survey on National SCP Policies and Initiatives, administered by the 10YFP Secretariat in 2015, and reported on by 10YFP National Focal Points, as well as the subsequent report, may complement information and data collected. </li>\n</ul>","COLL_METHOD__GLOBAL":"<ul>\n  <li>Data is provided by 10YFP National Focal Points.</li>\n  <li>The survey is administered by the 10YFP Secretariat.</li>\n  <li>A pilot data collection and reporting was undertaken to test the methodology and reporting tools in 2017. </li>\n  <li>Since 2019, the data is collected through an online survey based on this metadata sheet.</li>\n</ul>","FREQ_COLL__GLOBAL":"<ul>\n  <li>Reporting on this indicator should be done in accordance with the methodology presented here.</li>\n  <li>10YFP National Focal Points are responsible for relevance, accuracy and methodological rigour of any information reported.</li>\n  <li>The pilot reporting was conducted in 2017 and data was further collected in 2019 and 2020. The data for these years are available in the official SDG database, as well as on the <a href=\"https://sdg12hub.org\">SDG 12 Hub</a>. </li>\n  <li>It is envisaged that the data is collected annually.</li>\n</ul>","REL_CAL_POLICY__GLOBAL":"<ul>\n  <li>Pilot reporting data was released at the High-Level Political Forum on Sustainable Development in 2018. </li>\n  <li>Since then, data from 2019 and 2020 has been released in 2020 and 2021, respectively, at the High-Level Political Forum on Sustainable Development and in the official SDG database.</li>\n  <li>Data is uploaded to the official SDG database annually in February/March. </li>\n</ul>","DATA_SOURCE__GLOBAL":"<p>National data provider: 10YFP National Focal Points &#x2013; <a href=\"https://www.oneplanetnetwork.org/10yfp-national-focal-points\">the full list of National Focal Points is available here.</a> In countries there is no nominated 10YFP national focal point, the survey will be sent to the UN Environment Focal Point. </p>","COMPILING_ORG__GLOBAL":"<p>Organisations responsible for data collection and compilation on this indicator at the global level: UN Environment, the 10YFP Secretariat administers the data collection through a dedicated online tool. UN Environment, the 10YFP or the 10YFP Secretariat are not responsible for the quality of the data provided.</p>","INST_MANDATE__GLOBAL":"<p>UNEP has been assigned the role of custodian agency for this indicator by the IAEG-SDG</p>","RATIONALE__GLOBAL":"<p>Mainstreaming sustainable consumption and production in decision-making at all levels is a core function of the 10-Year Framework, which is expected to <em>&#x201C;support the integration of sustainable consumption and production into sustainable development policies, programmes and strategies, as appropriate, including, where applicable, into poverty reduction strategies&#x201D; (Rio+20 Outcome Document &#x2013; A/CONF.216/5)</em>. The purpose of this indicator is to help assess the volume and geographical repartition of governments progressing on sustainable consumption and production. In addition, further information is being collected on the types, focus and orientation of the policy instruments that are being developed and used, to monitor their progression over time as well as their contribution to other Sustainable Development Goals. This should support evaluation of how much / how fast governments progress in the development and application of policies addressing sustainable consumption and production, whether at cross-cutting or sectoral level.</p>\n<p>The indicator is also considering both binding (laws and regulations) and non-binding policy instruments. The first category is essential to the shift, as binding instruments provide the legal ground for sustainable consumption and production, and can be used for enforcement or to provide incentives. The ability to develop, pass and implement legislation is an indication of jurisdictions&#x2019; engagement in the shift towards sustainable consumption and production. This indicator can also help monitor the evolution of the global legislative landscape. The second category is also essential to ensure institutional engagement, commitment and ownership. In some cases, non-binding policy instruments can lead to the creation of new legal ones. The development and implementation of non-binding instruments across sectors also provides information on engagement of partners and other stakeholders in sustainable consumption and production.</p>","REC_USE_LIM__GLOBAL":"<p>Whereas the indicator quantifies and monitors countries&#x2019; progress along the policy cycle of binding and non-binding policy instruments aimed at supporting Sustainable Consumption and Production; it does not provide any qualitative information and whether policies were well-designed or if a proper background analysis had been conducted, the quality of implementation, level of enforcement, and its effects. These aspects will have to be looked at through narrative reports / qualitative analysis. </p>\n<p>The indicator encompasses policy instruments supporting the shift to SCP, including: policies which identify SCP as a key priority, policies focused on SCP and sectoral policies with SCP objectives. It is acknowledged that sectoral policies are also being reported under other SDG indicators and in particular 12.7.1 (# of countries implementing sustainable public procurement policies and action plans).</p>\n<p>Establishing baselines and targets can be time and resource intensive and depends on the willingness of 10YFP National Focal Points to communicate necessary information. </p>\n<p>Main aspects regarding precision, reliability, attribution and double counting are addressed above. If you come across additional issues, please inform the 10YFP Secretariat.</p>","DATA_COMP__GLOBAL":"<p>To be reported under this indicator, a government should have moved through one or more new stage(s) of the &#x201C;Policy cycle&#x201D; on one or more policy instrument(s) during the reporting period.</p>\n<p>This indicator is calculated at relevant aggregation levels based on the information collected from the National Focal Points and other government officials; users of the data should be mindful of double counting one same policy, when aggregating data across reporting years.</p>","DATA_VALIDATION__GLOBAL":"<p>Once data is received on the development, adoption and implementation of policy instruments, this data is reviewed to ensure that sufficient information is provided on the policy. In case insufficient information is provided, the National Focal Point is contacted to update the submission. However, the 10YFP or 10YFP secretariat is not responsible for the quality of the data provided and does not validate the quality of the policies submitted.</p>","ADJUSTMENT__GLOBAL":"<p>N/A</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level:</strong></p>\n<p>A zero is imputed when no positive real value was officially recorded, in the base data sets used, for any of the underlying components which make up this aggregated total. Thus &#x201C;0.0&#x201D; can represent either NA, or a genuine 0.0, or (crucially) a combination of both, which is a common situation. This allows for values to be easily aggregated into further aggregations; however, it should be thus noted that due to imputing missing values as &#x2018;0.0&#x2019;, the aggregations may represent a lower value than actual situation. </p>\n<p><strong>&#x2022; At regional and global levels:</strong></p>\n<p>Similarly, missing values are imputed as zero in the regional and global aggregations. </p>\n<p>Note: the disaggregation categories above are indicative and some can be left empty when reporting on measures for which such data elements are not available.</p>","REG_AGG__GLOBAL":"<p>The data will be aggregated at the sub-regional, regional and global levels. For the aggregation methods, please see: http://wesr.unep.org/media/docs/graphs/aggregation_methods.pdf</p>","DOC_METHOD__GLOBAL":"<p>Currently being updated to reflect new data collection system</p>","QUALITY_MGMNT__GLOBAL":"<p>Once data is received on the development, adoption and implementation of policy instruments, this data is reviewed to ensure that sufficient information is provided on the policy. In case insufficient information is provided, the National Focal Point is contacted to update the submission.</p>","QUALITY_ASSURE__GLOBAL":"<p>Once data is received on the development, adoption and implementation of policy instruments, this data is reviewed to ensure that sufficient information is provided on the policy. In case insufficient information is provided, the National Focal Point is contacted to update the submission.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>By 2020, 83 countries and the European Union reported a total of 700 policies and implementation activities for SDG 12.1.1 under the 10-Year Framework of Programmes on Sustainable Consumption and Production.</p>\n<p><strong>Time series:</strong></p>\n<p>The data set covers each nation individually since 2002. </p>\n<p><strong>Disaggregation:</strong></p>\n<ul>\n  <li> Country (using the official SDG country list provided by UNDESA).</li>\n  <li>Ministry: Ministry of Environment / Sustainable Development / Natural Resources / Energy; Ministry of the Economy / Finance / Treasury; Ministry of Industry / Trade / Commerce / Labour; Ministry of Planning / Development / Infrastructures; Ministry of Foreign Affairs / Regional / International Cooperation; Ministry of Energy / Mineral Development / Power; Ministry of Science / Research / Technology / Innovation; Ministry of Agriculture / Livestock / Fisheries / Forestry / Food Security / Rural Affairs; Ministry of Tourism / Culture / Sports; Ministry of Transports / Roads / Works / Construction / Building; Ministry of Urban Development / Land Management / Housing; Ministry of Education / Higher Education / Youth; Ministry of Poverty Alleviation / Social Welfare / Families / Women.</li>\n  <li>Type of instrument: national strategy/roadmap/plan; regulatory/legal; economic/financial; voluntary/self-regulatory</li>\n  <li>Policy cycle stage: Under development (initial stage); just adopted; under implementation through specific actions; has reached its end date and has been evaluated. </li>\n  <li>Year of development, adoption, implementation and/or end-date: 2002 to 2022.</li>\n  <li>Legal status: binding/non-binding.</li>\n  <li>Sectors: Agriculture and fishery; Buildings and construction; Consumer goods; Culture and recreation; Financial sector; Education; Energy, Food &amp; Beverage; Forestry; Environmental protection; Environmental services; Government and Civil Society; Health; Housing; Industrial sector (Including SMEs); Information and Communications Technology (ICT); Plastics; Scientific Research, Development and Innovation; Textiles; Tourism; Transport; Waste (including Chemicals); Water.</li>\n  <li>Actors involved: national ministries or other specialized national agencies; local authorities; civil society organizations; scientific and technical organizations; United Nations/inter-governmental organizations; business sector. </li>\n  <li>Support received from non &#x2013; national partner: United Nations/inter-governmental organizations; multilateral financial institutions; bilateral organizations; international non-governmental organizations.</li>\n  <li>Support received from 10YFP: encouraged the development/implementation; technical support; financial support; capacity-building activities; experience and knowledge-sharing tools; no connection to 10YFP.</li>\n  <li>Link to other SDGs: SDG 1;2;3;4;5;6;7;8;9;10;11;13;14;15;16;17</li>\n  <li>Link to other SDG 12 Targets: SDG 12.2; 12.3; 12.4; 12.5; 12.6; 12.7; 12.8; 12.A; 12.B; 12.C</li>\n  <li>Stages of the value chain being addressed: Finance / investment; Policy / regulation; Product / service design and planning; Research and development / Innovation; Extraction/production of raw materials ; Processing of raw materials and making of product parts &amp; components; Production / manufacturing / construction; Packaging; Transportation; Distribution / retail; Service; Use / consumption; Disposal / treatment of waste / Recycling; Not targeting a specific step of the value chain</li>\n  <li>Impact measured: Resource efficiency; environmental impact; human well-being. More detailed impact indicators in the 10YFP Indicators of Success.</li>\n  <li>Relevant links and attachments including electronic copies of the policies, or their drafts, relevant official reports, summary of consultations and any other relevant associated documents and web links should be attached to the reporting.</li>\n</ul>","COMPARABILITY__GLOBAL":"<p>N/A</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<ul>\n  <li><a href=\"http://spaces.scpclearinghouse.org/system/files/indicators_of_success_for_the_10yfp_-_principles_process_and_methodology-3.pdf\">10YFP Indicators of Success: principles, process and methodology, January 2017</a></li>\n  <li>SDG 12 Hub <a href=\"https://sdg12hub.org\">https://sdg12hub.org</a> </li>\n  <li>UNEP Live (Natural Resources: DMC, Energy, GHG, Water Footprint) <a href=\"http://uneplive.unep.org\">http://uneplive.unep.org</a> </li>\n  <li>Capacity-building and policy needs assessment for SCP developed by SWITCH Asia <a href=\"http://www.switch-asia.eu/policy-support-components/rpsc/policy-assessment\">http://www.switch-asia.eu/policy-support-components/rpsc/policy-assessment</a> </li>\n</ul>\n<p><strong>References:</strong></p>\n<ul>\n  <li>Sustainable Consumption and Production: A handbook for policy-makers. UNEP, 2015.</li>\n  <li>ABC for SCP: clarifying concepts on Sustainable Consumption and Production, UNEP, 2010</li>\n  <li>10YFP Secretariat&#x2019;s inventory of SCP National Action Plans and other strategies integrating SCP </li>\n  <li>Methodological note and questionnaire of the 10YFP Global Survey on National SCP Policies and Initiatives </li>\n  <li>Global Outlook on SCP, UNEP, 2011 </li>\n  <li>Sustainable Consumption and Production indicators for the future SDGs. UNEP, 2015</li>\n</ul>","indicator":"12.1.1","target_id":"12.1","sdg_goal":"12","indicator_sort_order":"12-01-01"}