{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.14-4-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.14-4-1-title","indicator_number":"14.4.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 14: Conserve and sustainably use the oceans, seas and marine resources for sustainable development</p>","SDG_TARGET__GLOBAL":"<p>Target 14.4: By 2020, effectively regulate harvesting and end overfishing, illegal, unreported and unregulated fishing and destructive fishing practices and implement science-based management plans, in order to restore fish stocks in the shortest time feasible, at least to levels that can produce maximum sustainable yield as determined by their biological characteristics</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 14.4.1: Proportion of fish stocks within biologically sustainable levels</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Proportion of fish stocks within biologically sustainable levels (not overexploited) (%) ER_H2O_FWTL</p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>Indicator 14.7.1: Sustainable fisheries as a percentage of GDP in small island developing States, least developed countries and all countries</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>Food and Agriculture Organization of the United Nations (FAO)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>Food and Agriculture Organization of the United Nations (FAO)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>The indicator, &quot;Proportion of marine fish stocks within biologically sustainable levels&quot;, measures the sustainability of the world&apos;s marine capture fisheries by the abundance of the exploited fish stocks with respect to MSY levels.</p>\n<p>For each level of reporting (National, Regional, Global) the indicator is calculated as the ratio between the number of exploited fish stocks classified as &quot;within biologically sustainable levels&quot; and the total number of stocks in the Reference List that were classified with a determined status (within/not within &quot;biologically sustainable levels&quot;).</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msub>\n      <mrow>\n        <mi>P</mi>\n      </mrow>\n      <mrow>\n        <mi>s</mi>\n      </mrow>\n    </msub>\n    <mo>=</mo>\n    <mfrac>\n      <mrow>\n        <msub>\n          <mrow>\n            <mi>N</mi>\n          </mrow>\n          <mrow>\n            <mi>s</mi>\n          </mrow>\n        </msub>\n      </mrow>\n      <mrow>\n        <mi>N</mi>\n      </mrow>\n    </mfrac>\n    <mi>x</mi>\n    <mn>100</mn>\n    <mo>=</mo>\n    <mfrac>\n      <mrow>\n        <msub>\n          <mrow>\n            <mi>N</mi>\n          </mrow>\n          <mrow>\n            <mi>s</mi>\n          </mrow>\n        </msub>\n      </mrow>\n      <mrow>\n        <msub>\n          <mrow>\n            <mi>N</mi>\n          </mrow>\n          <mrow>\n            <mi>s</mi>\n          </mrow>\n        </msub>\n        <mo>+</mo>\n        <msub>\n          <mrow>\n            <mi>N</mi>\n          </mrow>\n          <mrow>\n            <mi>u</mi>\n          </mrow>\n        </msub>\n      </mrow>\n    </mfrac>\n    <mi>x</mi>\n    <mn>100</mn>\n  </math></p>\n<p>where Ps is the percentage of stocks classified as &quot;within biologically sustainable levels&quot; for the Reference List of stocks. Ns is the number of stocks in the Reference List classified as &quot;within biologically sustainable levels&quot;, Nu is the number of stocks in the Reference List classified as &quot;outside biologically sustainable levels&quot; and N = Ns + Nu is the total number of stocks in the Reference List that have been classified as within or outside &quot;biologically sustainable levels&quot;.</p>\n<p>Classifying individual stocks as within/outside &quot;biologically sustainable levels&quot;:</p>\n<p>In order to keep consistency with the 14.4 target (&quot;at least to levels that can produce maximum sustainable yield as determined by their biological characteristics&quot; and other earlier international agreements, including the United Nations Convention on the Law of the Sea (UNCLOS), a fish stock is classified as &quot;within biologically sustainable levels&quot; if its abundance is estimated (considering uncertainty) to be equal to or greater than the level that can produce the Maximum Sustainable Yield (MSY). In contrast, when abundance falls below the MSY level, the stock is classified as &quot;outside biologically sustainable levels&quot;.</p>\n<p>A wide array of methods and approaches (including documented expert opinion) is used to classify stock status relative to the abundance producing MSY. This varies among countries, regions and stocks. Nevertheless, the reliability of the classification is assessed by FAO as part of the process of producing the index.</p>\n<p><strong>Maximum Sustainable Yield (MSY)</strong> is commonly defined as the greatest average amount of catch that can be harvested in the long-term from a stock under constant and current environmental conditions (e.g., habitat, water conditions, species composition and interactions, and anything that could affect birth, growth, or death rates of the stock), without affecting the long-term productivity of the stock. A stock can produce MSY if its abundance is above a certain level, usually around 50% of its unexploited abundance (but actual value can vary around that level, depending on the biological characteristics of the stock). See more at <a href=\"https://www.fao.org/faoterm/en/?defaultCollId=21\">https://www.fao.org/faoterm/en/?defaultCollId=21</a></p>\n<p>MSY-based reference points are the most common type of reference points used in fisheries management today. This is primarily because, for decades, reference points from surplus production models have most often been set based on the concept of MSY and they are the basic benchmarks for the sustainability of fisheries set by the UN Convention on the Law of the Sea (UNCLOS, Article 61(3)). For more on Reference Points in Fish Stock Assessment, see Caddy and Mahon (1995), Cadima (2003) or Haddon (2011).</p>\n<p><strong>BMSY</strong>: Biomass corresponding to Maximum Sustainable Yield from a production model or from an age-based analysis using a stock recruitment model. Often used as a biological reference point in fisheries management, it is the calculated long-term average biomass value expected if fishing at FMSY.</p>\n<p><strong>A population is:</strong> &#x201C;A group of individuals of the same species living in the same area at the same time and sharing a common gene pool, with little or no immigration or emigration.&#x201D;</p>\n<p><strong>A biological stock is: </strong>&#x201C;A subpopulation of a species inhabiting a particular geographic area, having similar biological characteristics (e.g. growth, reproduction, mortality) and negligible genetic mixing with other adjacent subpopulations of the same species.&quot; (FAO, 2004-2021).</p>\n<p>The <strong>Reference List of Stocks: i</strong>t is not possible to classify the sustainability of exploitation for all the exploited stocks from a country, region or the world. Therefore, the indicator must be calculated based on a subset of these stocks. The list of the stocks that are classified for status and used to calculate the indicators is called the &quot;Reference List of Stocks&quot;.</p>\n<p>The Reference List of Stocks is built differently for the Regional/Global and the National levels. The process of building the Reference List of Stocks for regional and global level are described in FAO (2011). At National level, countries are requested to define a list of stocks, based on an agreed set of criteria (Appendix 1). National and shared stocks can be included, but not straddling stocks (stocks that are distributed both in national EEZ and Areas Beyond National Jurisdiction).</p>\n<p>At this moment, there is not a direct correspondence between the national level Reference Lists (that are defined by each country) and the regional and global Reference lists (that are defined by FAO).</p>\n<p><a id=\"move956633181111111111111111\"></a></p>\n<p>The detailed description of all necessary concepts can be found in the e-learning course (FAO 2019-2021).</p>","UNIT_MEASURE__GLOBAL":"<p>Percent (%)</p>","CLASS_SYSTEM__GLOBAL":"<p>FAO Major Fishing Areas for Statistical Purposes</p>\n<p>ASFIS List of Species for Fishery Statistics Purposes</p>\n<p>UNFSA Stock Jurisdictional distribution</p>\n<p>FIRMS typology of stock units</p>","SOURCE_TYPE__GLOBAL":"<p>The classification of the status of exploited stocks relatively to the abundance that can produce MSY is often established through a formal stock assessment process. The data to inform stock assessments can come from many different sources, including fishery-dependent and fishery-independent sources. Fishery-dependent data are collected from the fishery itself, using both commercial and recreational sources through reporting or sample-based surveys at sea, at landing sites, or within fishing communities. They can include information on removals of fish from the sea, which can include landings and discards, and information on the fleet such as number of boats, number of tows, time spent on the sea, as well as economic and social information like fish prices, fuel expenditures, total sales, employment or other.</p>\n<p>Fishery-independent data are obtained in ways not related to any fishing activity and are typically collected by scientists via surveys (often scientific cruises) designed to estimate species abundance and biomass over long time series, and over consistent seasons and geographic areas. Typically, fisheries-independent data also include biological information on the species (age, length, weight, maturity, etc.), and habitat and environmental information (temperature, salinity, depth, etc.).</p>\n<p>These data and other information are used by Stock Assessment scientists to classify the stock status. References on the methods most commonly used can be found in Cadima (2003), Haddon (2011), Sparre and Venema (1998) and other publications dealing with the methods of stock assessment.</p>\n<p>The information used for the indicator at the Global/Regional level is based on a different process and data sources than that used for the national level </p>\n<p>Global/Regional:</p>\n<p>Because of the high data demands of classical stock assessment methods, only a limited number of fish stocks have been assessed. These species account for ca 50 percent of the global catch (Hilborn et al., 2020), and most are caught by industrial fisheries in developed countries . To balance the global representativeness of the assessment results and the goal of using the best available information, the FAO uses a wide spectrum of data and methods to extend its assessment to the fish stocks that account for the majority (70-80 percent) of the global catch (FAO, 2011).</p>\n<p>National:</p>\n<p>The national level indicator, on the other hand, is based exclusively on the stock status reported by countries. A multiplicity of methods are used to classify the stock status, including model-based estimates, empirical indicators and documented expert opinion.</p>\n<p>For country reporting, a questionnaire was sent out to all FAO member States with marine boundaries (i.e. 165 States) in 2019, and will be resent in 2021, and then on a two-year basis. For the complete list of questions used to inform this indicator, please refer to Appendix 2.</p>","COLL_METHOD__GLOBAL":"<p>At this moment, data collection is separate for the national and regional/global levels.</p>\n<p>Global/regional level: </p>\n<p>The fish stocks that FAO has monitored since 1974 represent a wide spectrum of data availability, ranging from data-rich and formally assessed stocks to those that have very little information apart from catch statistics by FAO major fishing area and those with no stock assessment at all. For the purposes of using the best available data and information and maintaining consistency among stocks and assessors, a procedure has been defined to identify relevant stock status information (FAO 2011).</p>\n<p>National level: </p>\n<p>FAO collects national data through a questionnaire sent to the Principal Focal Point (PFP) of each country. The PFP organises an institutional set-up which identifies the competent authorities to develop a reference list of stocks and completes the questionnaire. </p>\n<p>During the initial stages of national data reporting, the information or data collected through the questionnaire from a country will initially only inform the indicator for the individual countries, also acknowledging the need for a learning curve along the few first questionnaire inquiries. As a result, the global/regional indicator remains during these initial stages separate from the national indicators. However, FAO is working on a convergence (where possible) of the two processes, and good-quality stock status assessments reported by countries for the national indicators will be included in the regional/global indicator calculations, depending on the evolution and further standardization of country reporting over the next 3-5 years..</p>\n<p>Despite this effort, due to the heterogeneity of reporting from countries in the same FAO Major Fishing Area, and the necessary inclusion of straddling and highly migratory stocks and fisheries in the regional and global indicator, it is unlikely that a full convergence will be achieved in a short time-frame.</p>","FREQ_COLL__GLOBAL":"<p>National : Reporting every 2 years beginning in 2020</p>\n<p>Global/regional: every 2 years since 2013The data collection calendar for the national level may be adjusted in the future according to requirements for a convergence between National and Global/regional processes.</p>","REL_CAL_POLICY__GLOBAL":"<p>National: biennially. </p>\n<p>Global/regional: biennially</p>","DATA_SOURCE__GLOBAL":"<p>FAO provides global and regional data. National-level data are generally reported by the National Statistics Office or the Ministry of Fisheries and/or Agriculture.</p>","COMPILING_ORG__GLOBAL":"<p>Food and Agriculture Organization of the United Nations (FAO)</p>","INST_MANDATE__GLOBAL":"<p>The Food and Agriculture Organization of the United Nations (FAO) is the lead United Nations agency for agriculture, forestry, fisheries and rural development. As part of its mandate, it fosters global, regional and national sustainable development initiatives to secure responsible fisheries worldwide, which in turn requires maintaining fish stocks at biologically sustainable levels, so that they can contribute fully, and in a sustainable way, to the food and nutrition security, as well as to social and economic development, of Humankind.</p>\n<p>Specifically, the mission of the <a href=\"http://www.fao.org/fishery-aquaculture/en/\" target=\"_blank\">FAO Fisheries and Aquaculture Division (NFI)</a> is stated as &quot;To strengthen global governance and the managerial and technical capacities of members and to lead consensus-building towards improved conservation and utilization of aquatic resources&quot;.</p>\n<p>As part of its mandate, FAO is also tasked with collecting and disseminating data and information for improved planning and management of fisheries, aquaculture and the other food-producing sectors of the economy.</p>\n<p>Article I of the FAO constitution requires that the organization collect, analyses, interpret and disseminate information relating to nutrition, food and agriculture (the term &#x201C;agriculture&#x201D; and its derivatives includes forestry, fisheries and aquaculture, <a href=\"http://www.fao.org/3/K8024E/K8024E.pdf\">http://www.fao.org/3/K8024E/K8024E.pdf</a>).</p>\n<p>The first session of the FAO Conference in 1945 provided the basis and rationale for the FAO mandate as a custodian agency of this indicator: &#x201C;If FAO is to carry out its work successfully it will need to know where and why hunger and malnutrition exist, what forms they take, and how widespread they are. Such data will serve as a basis for making plans, determining the efficacy of measures used, and measuring progress from time to time.&#x201D;</p>","RATIONALE__GLOBAL":"<p>The United Nations (UN) Convention on the Law of the Sea (UNCLOS), the United Nations Fish Stocks Agreement (UNFSA [UN, 1995]) and the FAO Code of Conduct for Responsible Fisheries (FAO, 1995a) all require maintaining or restoring fish stocks at levels that are capable of producing their maximum sustainable yield (MSY). To fulfil the objectives of these international treaties, fishery management authorities need to undertake assessment of the state of fish stocks and develop effective policies and management strategies. As a UN Agency with a mandate for fisheries, FAO endeavours to provide the international community with the best information on the state of marine fishery resources.</p>\n<p>Since 1974, FAO has been periodically assessing and reporting the state of marine fishery resources using a wide spectrum of methods from numerical models to data poor approaches. FAO global and regional estimates were also used as an MDG indicator for Goal 7 on environment during the period 2000-2015. This facilitated its approval as a Tier I SDG indicator by the 2nd IAEG-SDG in October 2015.</p>\n<p>The indicator has a peculiar nature compared to more conventional SDG indicators. The indicator estimates the sustainability of fish stocks that often move across national boundaries. This led the indicator to be initially reported only at global and regional levels, with regions not corresponding to continental MDG or SDG regions but to marine regions termed &#x201C;FAO Major Fishing Areas&#x201D;.</p>\n<p>The Global SDG Indicator Framework is a voluntary mechanism, but countries are required to report if data are available. As a custodian agency, the FAO works to put in action the 2030 Agenda&#x2019;s emphasis on country ownership and higher the incentive to take actions at country, regional and global levels. FAO has developed, since 2018, a questionnaire approach to allow individual countries to report on the sustainability of fish stocks. The approach 1) provides a framework for meaningful country-level reporting that complements but does not alter the core methodology of SDG indicator 14.4.1 at the global/regional levels (FAO, 2011), and 2) provides countries with simplified methods to carry out fish stock assessment in data-limited contexts, to some extent overcoming the technical barriers that traditional methods presented. This is because country-level reporting will be limited to the assessment of stocks that are found only within a country&#x2019;s EEZ and/or shared with neighbouring countries&#x2019; EEZs, and therefore do not include straddling stocks, highly migratory species, or stocks in Areas Beyond National Jurisdiction (ABNJ). As a result, national data alone cannot be meaningfully aggregated at global/regional levels, but it can be used to inform country progress on fish stock sustainability within the EEZ. </p>\n<p>In 2019, the FAO began sending a questionnaire to countries to collect national data with the aim to help countries in the reporting process.</p>","REC_USE_LIM__GLOBAL":"<p>The indicator measures the sustainability of fishery resources, and as an end-result is a measure of Target 14.4. Its derivation requires catch and fishing effort data and/or other biological or technical data and parameters as well together with scientific expertise necessary to perform stock assessment correctly. The indicator at global level is estimated by the FAO based on the methodology developed in the 1980s. Although regular updates were carried out to incorporate technical advances and changes in major fish species, some discrepancies between regions may occur in the representativeness of the reference list in practical fisheries. However, this will not pose a large impact on the reliability of the indicator&#x2019;s temporal trends.</p>\n<p>For the national level, the composition of stocks within the reference list of stocks and the selection criteria used to develop the list will vary between countries, making the indicator suitable for checking countries&#x2019; own progress over time. </p>","DATA_COMP__GLOBAL":"<p>FAO currently reports the global and regional indicators calculated from FAO&#x2019;s assessment of a selected list of fish stocks around the world. The methodology is described in the FAO Technical Paper (FAO 2011). </p>\n<p>FAO has been developing the new approach for country-level reporting since 2017, and has consulted with countries in three dedicated expert consultation workshops: In November 2017, FAO convened a workshop to exchange views with national practitioners on the new proposed analytical methods to produce Indicator 14.4.1 at country level<sup><a href=\"#footnote-1\" id=\"footnote-ref-1\">[1]</a></sup>. In February 2019, FAO convened an expert consultation workshop<sup><a href=\"#footnote-2\" id=\"footnote-ref-2\">[2]</a></sup> on development of the methodologies for the global assessment of fish stock status, with participants from countries and regional fisheries organizations. In order to help countries reporting on the indicator, FAO then organized a series of capacity development workshops on stock status assessment and estimation methods of SDG Indicator 14.4.1 for various regions. </p>\n<p>In November 2019, FAO dispatched the first SDG14.4.1 questionnaire calling countries to report on their national indicator. Eighty-three countries submitted their questionnaire and three reported independently. FAO has reported the full results of this first inquiry through UNSD in February 2022.</p>\n<p>For each level of reporting (National, Regional, Global) the indicator is calculated as the ratio between the number of exploited fish stocks classified as &quot;within biologically sustainable levels&quot; and the total number of stocks in the Reference List that were classified with a determined status (within/not within &quot;biologically sustainable levels&quot;).</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msub>\n      <mrow>\n        <mi>P</mi>\n      </mrow>\n      <mrow>\n        <mi>s</mi>\n      </mrow>\n    </msub>\n    <mo>=</mo>\n    <mfrac>\n      <mrow>\n        <msub>\n          <mrow>\n            <mi>N</mi>\n          </mrow>\n          <mrow>\n            <mi>s</mi>\n          </mrow>\n        </msub>\n      </mrow>\n      <mrow>\n        <mi>N</mi>\n      </mrow>\n    </mfrac>\n    <mi>x</mi>\n    <mn>100</mn>\n    <mo>=</mo>\n    <mfrac>\n      <mrow>\n        <msub>\n          <mrow>\n            <mi>N</mi>\n          </mrow>\n          <mrow>\n            <mi>s</mi>\n          </mrow>\n        </msub>\n      </mrow>\n      <mrow>\n        <msub>\n          <mrow>\n            <mi>N</mi>\n          </mrow>\n          <mrow>\n            <mi>s</mi>\n          </mrow>\n        </msub>\n        <mo>+</mo>\n        <msub>\n          <mrow>\n            <mi>N</mi>\n          </mrow>\n          <mrow>\n            <mi>u</mi>\n          </mrow>\n        </msub>\n      </mrow>\n    </mfrac>\n    <mi>x</mi>\n    <mn>100</mn>\n  </math></p>\n<p>where Ps is the percent of stocks classified as &quot;within biologically sustainable levels&quot; for the Reference List of stocks. Ns is the number of stocks in the Reference List classified as &quot;within biologically sustainable levels&quot;, Nu is the number of stocks in the Reference List classified as &quot;outside biologically sustainable levels&quot; and N = Ns + Nu is the total number of stocks in the Reference List that have been classified as within or outside &quot;biologically sustainable levels&quot;.</p>\n<p>Classifying individual stocks as within/outside &quot;biologically sustainable levels&quot;:</p>\n<p>In order to keep consistency with the 14.4 target (&quot;at least to levels that can produce maximum sustainable yield as determined by their biological characteristics&quot; and other earlier international agreements, including the United Nations Convention on the Law of the Sea (UNCLOS)), a fish stock is classified as &quot;within biologically sustainable levels&quot; if its abundance is estimated to be (considering uncertainty) at or greater than the level that can produce the Maximum Sustainable Yield (MSY). In contrast, when abundance falls below the MSY level, the stock is classified as &quot;outside biologically sustainable levels&quot;.</p>\n<p>A wide array of methods and approaches (including documented expert opinion) is used to classify stock status relative to the abundance producing MSY. This varies among countries, regions and stocks. Nevertheless, the reliability of the classification is assessed by FAO as part of the process of producing the index.</p>\n<p>Global/Regional:</p>\n<p>Global and regional estimates of stock sustainability have been performed for 584 fish stocks around the world since 1974, representing 70% of global landings. The status of each stock is estimated using the methodology described in the FAO Technical Paper (FAO, 2011). </p>\n<p>National:</p>\n<p>Countries are requested to report the status of a reference list of fish stocks defined by each country on the basis of the criteria presented in Appendix 1.</p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-1\">1</sup><p> Full report accessible here: http://www.fao.org/documents/card/en/c/I8714EN/ <a href=\"#footnote-ref-1\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-2\">2</sup><p> Full report accessible here: http://www.fao.org/3/ca4355en/ca4355en.pdf <a href=\"#footnote-ref-2\">&#x2191;</a></p></div></div>","DATA_VALIDATION__GLOBAL":"<p>FAO carries out a series of validations to assure that the data and information are provided by countries in line with the questionnaire instructions. The validation process consists of: (i) identification of errors, mistakes and missing value in the data and, (ii) correcting errors, mistakes and missing values in close consultation with the countries concerned. Each country is asked either to confirm that the data provided are correct or to provide remarks and / or revise data accordingly if they identify any errors.</p>","ADJUSTMENT__GLOBAL":"<p>No adjustments were applied for the time series.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x25CF; At regional and global levels</strong></p>\n<p>To ensure completeness of regional and global information on stocks, FAO gathers additional information outside of what is provided by each country, in particular concerning the highly migratory and straddling fishing stocks. For shared stocks, FAO may consult with Regional Fisheries Bodies (RFBs), who are mandated to assess and manage stocks with their contracting parties, in order to receive information and data and conduct stock assessment when necessary. </p>\n<p><strong>&#x25CF; At country level</strong></p>\n<p>This indicator examines marine fish stocks. If a country has no marine capture fisheries, then the indicator is not calculated for that country and FAO reports it to UNSD with the flag &#x201C;N&#x201D; (Not relevant). When data is missing at national level, no imputation is performed to derive estimates. The estimation of the indicator at regional and global levels was estimated not based on country questionnaires, but by the FAO through a systematic assessment of a reference list selected globally. </p>","REG_AGG__GLOBAL":"<p>As explained in the &#x201C;Rationale&#x201D; section, national data alone cannot be meaningfully aggregated at global/regional level because country-level reporting will be limited to the assessment of stocks that are found only within a country&#x2019;s EEZ (including stocks shared with neighbouring countries&#x2019; EEZs), and therefore not include straddling stocks, highly migratory species, or stocks in Areas Beyond National Jurisdiction (ABNJ). Therefore, regional &#x201C;aggregates&#x201D; by FAO Major Fishing Area and the global indicator value are calculated with a specific approach, as described in the FAO Technical Paper (FAO 2011)</p>","DOC_METHOD__GLOBAL":"<p>In each country, the data available for each stock and expertise level to conduct different types of assessments will differ. Some countries may have classic stock assessments already conducted for many of their stocks, while others may have very few or no assessments available. </p>\n<p>For some countries, little stock assessment has been done. To help these countries and to facilitate their reporting, FAO prepared online materials and tools, including a selection of methods that can be used to evaluate stock status with data limited methods such as length-based and catch-only methods and an online platform for hands-on practice. The strengths and limitations of these methods are discussed in an eLearning course (Lesson 4), and caveats were also provided to avoid misuse and exercise cautions in practice. Furthermore, capacity development workshops have been organised to provide support to countries in stock assessment and reporting on the SDG 14.4.1.</p>\n<p>eLearning course: <a href=\"https://elearning.fao.org/course/view.php?id=502\">https://elearning.fao.org/course/view.php?id=502</a></p>","QUALITY_MGMNT__GLOBAL":"<p>FAO has in place the necessary frameworks and procedures for quality assurance of the SDG indicators data, according to the Fundamental Principles of Official Statistics and the FAO Statistics Quality Assurance Framework (SQAF) available at: <a href=\"http://www.fao.org/docrep/019/i3664e/i3664e.pdf\">http://www.fao.org/docrep/019/i3664e/i3664e.pdf</a>.</p>\n<p> </p>\n<p>FAO is systematically carrying out quality assessments to ensure the quality of the SDG indicator data sets. </p>\n<p>For this indicator, a systematic cross-checking of the various source data was carried out during the overall compilation process of national and regional data.</p>","QUALITY_ASSURE__GLOBAL":"<p>The FAO carries out a quality assurance review to help with consistency and correctness of this reporting process. The review is performed in two steps to quantify the level of confidence that can be attributed to national reporting: 1) to verify that the questionnaire has been correctly and sufficiently filled out and complies with the reporting guidelines, and 2) to assess the reliability of the responses relative to the supporting information reported by the country. Reliability is based on the compliance to the guidelines in developing the reference list of stocks, the proportion of stocks with official assessments, the source of stock assessments (e.g. RFB, peer-reviewed, expert knowledge), the amount of data available at the stock level, and the consistency with regional assessments (for shared stocks). FAO provides feedback to respondents, who have an opportunity to adjust their submission. </p>","QUALITY_ASSMNT__GLOBAL":"<p>Quality assessment reveals that quality is highly dependent on the primary data which undergoes the applicable validation procedures before dissemination. The outcomes of the calculations are also controlled and compared inside and among FAO fishing areas. Global and regional aggregates are assessed by considering and evaluating the contributions of regional fisheries bodies while ensuring consistency of the entire time series for the global indicator, with reference to the published methodology (FAO, 2011). In addition, an internal summary report on the annual assessment of the quality of country data is also produced.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Global/regional: the indicator has global and regional data from 1974 to 2019. Regional breakdown is by FAO major fishing area. The regional and global indicators were calculated based on the reference list of fish stocks FAO established in 1974. Countries are not directly involved in the computation of the indicator at global/regional level. </p>\n<p>National: the national-level questionnaire was dispatched for the first time in November 2019; FAO identifies 165 countries with a marine border, and three countries with Caspian Sea border, as being eligible, in principle, to report. As the result of the first questionnaire call, ninety-eight countries expressed interest in the indicator (59%), of which eighty-three replied with completed questionnaires while three countries reported the indicator separately (52%), 11 countries stated that they could not report due to lack of data or time, and one responded with some catch data. </p>\n<p><strong>Time series:</strong></p>\n<p>Global/regional level: from 1974 to 2017.</p>\n<p>National level: First questionnaire dispatched in November 2019, considered a trial/testing phase. Upon comprehensive Quality Assurance analysis, FAO reported the full results of this first inquiry through UNSD in February 2022.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>By FAO major marine fishing areas for statistical purposes<sup><a href=\"#footnote-3\" id=\"footnote-ref-3\">[3]</a></sup>.</p>\n<p>Taxonomically, FAO publishes the indicator separately for straddling stocks (mostly tuna and tuna like).</p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-3\">3</sup><p><a href=\"https://www.fao.org/fishery/en/area/search\">https://www.fao.org/fishery/en/area/search</a> and <a href=\"https://www.fao.org/cwp-on-fishery-statistics/handbook/general-concepts/main-water-areas/en/\">https://www.fao.org/cwp-on-fishery-statistics/handbook/general-concepts/main-water-areas/en/</a> <a href=\"#footnote-ref-3\">&#x2191;</a></p></div></div>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>The indicator is estimated by the FAO based on the methodology developed in the 1980s (FAO, 2011). Although regular updates were carried out to incorporate technical advances and changes in major fish species, some discrepancies between regions may occur in the representativeness of the reference list in practical fisheries. However, this will not pose a large impact on the reliability of the Global indicator&#x2019;s temporal trends which covers 75% of global landings.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL: </strong></p>\n<h2>FAO 2016-2021. Sustainable Development Goals. Indicator 14.4.1 - Proportion of fish stocks within biologically sustainable levels. <a href=\"http://www.fao.org/sustainable-development-goals/indicators/1441/en/\">http://www.fao.org/sustainable-development-goals/indicators/1441/en/</a> </h2>\n<p>FAO 2019-2021. SDG 14.4.1 eLearning course. <a href=\"https://elearning.fao.org/course/view.php?id=502\">https://elearning.fao.org/course/view.php?id=502</a></p>\n<p>FAO 2015-2021. CWP handbook of fishery statistical standards. Fishing areas for statistical purpose. <a href=\"https://www.fao.org/cwp-on-fishery-statistics/handbook/general-concepts/main-water-areas/en/\">https://www.fao.org/cwp-on-fishery-statistics/handbook/general-concepts/main-water-areas/en/</a> </p>\n<p>FAO 2015-2021. CWP handbook of fishery statistical standards. Identifiers for aquatic animals and plants: <a href=\"http://www.fao.org/cwp-on-fishery-statistics/handbook/general-concepts/identifiers-for-aquatic-animals-and-plants/en/\">http://www.fao.org/cwp-on-fishery-statistics/handbook/general-concepts/identifiers-for-aquatic-animals-and-plants/en/</a></p>\n<p>FAO 2004-2021. FIRMS Information Management Policy - Annex 1.2 - List of reference terms for Marine Resources. Updated June 2019. http://www.fao.org/3/a-ax530e.pdf</p>\n<p><strong>References:</strong></p>\n<p>Branch, T.A., Jensen, O.P., Ricard, D., Ye, Y. &amp; Hilborn, R. (2011) Contrasting global trends in marine fishery status obtained from catches and from stock assessments. Conservation Biology, 25: 777&#x2013;783. doi: 10.1111/j.1523-1739.2011.01687.x.</p>\n<p>Caddy, J.R. and Mahon, R. (1995). Reference Points for fisheries management. FAO Fisheries Technical Paper. No. 337. Rome, FAO. 83p.</p>\n<p>Cadima, E.L. (2003) Fish stock assessment manual. FAO Fisheries Technical Paper. No. 393. Rome, FAO. 161p.</p>\n<p>FAO (1995) Code of conduct for responsible fisheries. 41 pp.</p>\n<p>FAO (2005) Review of the state of world marine fishery resources. FAO Fisheries Technical Paper No. 457. Rome. 235 pp</p>\n<p>FAO (2011) Review of the state of world marine fishery resources. FAO technical paper 569: <a href=\"http://www.fao.org/docrep/015/i2389e/i2389e00.htm\">http://www.fao.org/docrep/015/i2389e/i2389e00.htm</a>. </p>\n<p>Haddon, M. (2011). Modelling and Quantitative Methods in Fisheries 2nd Edition. Chapman and Hall/CRC. 465 p.</p>\n<p>Hilborn, R., R.O. Amoroso, C.M. Anderson, J.K. Baum, T.A. Branch, C. Costello, C.L. de Moor, et al. 2020. &#x201C;Effective Fisheries Management Instrumental in Improving Fish Stock Status.&#x201D; Proceedings of the National Academy of Sciences of the United States of America 117 (4): 2218&#x2013;24. <a href=\"https://doi.org/10.1073/\">https://doi.org/10.1073/</a> pnas.1909726116.</p>\n<p>Sparre P. &amp; Venema, S.C. (1998). Introduction to tropical fish stock assessment. Part 1. Manual. FAO Fisheries Technical Paper. No. 306.1, Rev. 2. Rome, FAO. 407p.</p>\n<p>UN (1995) Agreement for the implementation of the provisions of the United Nations Convention on the Law of the Sea of 10 December 1982 relating to the conservation and management of straddling fish stocks and highly migratory fish stocks. 40 pp.</p>\n<p>Appendix 1</p>\n<p>Guidelines to establish reference list of stocks.</p>\n<p>The reference list compiles a list of fish stocks based on data from the considered area, i.e. a country&#x2019;s EEZ and/or territorial waters and/or possibly the competence area of a regional fisheries management organization. This list of fish stocks will ideally include existing Assessment units or Management units, and also possibly other unassessed fish stocks that are fished in a given country. The list will exclude stocks straddling in the high seas, mostly tuna and tuna-like species.</p>\n<p>This list should:</p>\n<ol>\n  <li>Represent at least 60% (a higher percent is preferred when possible) of the national total landed and/or reported catch (Total in Tonnes excluding landings from straddling stocks). Information should be provided on all of the stocks that contribute to this top 60% (or more) of landings regardless of whether their status is known. Stocks should be input from left to right on the spreadsheet in the order of the largest to smallest total landings for each stock, by Tonnes. Species with multiple different stocks should be input as separate stocks. </li>\n  <li>Contain stocks of major importance in terms of catch, ecosystem role, economic value, and social/cultural considerations. If possible, the list should represent stocks of each of these categories for a given country. For example, care should be taken to include fish stocks that are important to small-scale fisheries as well as large-scale industrial fisheries. Consideration for these different categories will vary between countries.</li>\n  <li>Remain unchanged (i.e. for at least 5 years) to better reflect changes in stock status at the national level and minimize the effect of changing the reference list of stocks (i.e., adding, deleting, merging stocks) into the SDG indicator. This will ensure consistency in the indicator calculation and better reflect fish stock sustainability over time.</li>\n</ol>\n<p>Appendix 2</p>\n<p>Complete list of questions to countries to inform the indicator. Pink cells are mandatory, white cells are optional. </p>\n<table>\n  <tbody>\n    <tr>\n      <td colspan=\"2\">\n        <p><strong>1. REFERENCE LIST OF FISH STOCKS &amp; STATUS</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td colspan=\"2\">\n        <p><strong>1.1 Stock Name</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td rowspan=\"2\">\n        <p><strong>1.2 Stock Jurisdictional distribution</strong></p>\n        <p><strong>(Please type &quot;X&quot; in the relevant box)</strong></p>\n      </td>\n      <td>\n        <p><strong>National</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>Shared between Nations</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td colspan=\"2\">\n        <p><strong>1.3 For shared stocks only, please list the exploiting countries</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td colspan=\"2\">\n        <p><strong>1.4 Please indicate whether the stock is Assessed (Yes) or Unassessed (No)</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td rowspan=\"2\">\n        <p><strong>1.5 Method of assessment</strong></p>\n      </td>\n      <td>\n        <p><strong>If &quot;Yes&quot; assessed, please indicate which approach was used: (1) Classic; (2) Data-limited ; (3) Unspecified</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>If &quot;No&quot; please indicate best available knowledge used to define stock status (e.g. trends over catch rates or abundance index)</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td rowspan=\"3\">\n        <p><strong>1.6 Current stock status</strong></p>\n      </td>\n      <td>\n        <p><strong>Indicate whether the stock is biologically sustainable (Yes or No)</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>Assessment year</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>Indicate source references of the official stock assessment or other information, including web links to online documents when available</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td rowspan=\"3\">\n        <p><strong>1.7 Total landings for the entire stock</strong></p>\n      </td>\n      <td>\n        <p><strong>Landings (in tonnes)</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>Reference year</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>Proportion of total landings from the total national landings (excluding landings from straddling stocks) (in percentage)</strong></p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<p> </p>\n<table>\n  <tbody>\n    <tr>\n      <td colspan=\"3\">\n        <p><strong>2.1 STOCK INDIVIDUAL INFORMATION</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td colspan=\"2\">\n        <p><strong>2.1.1 Stock name</strong></p>\n      </td>\n      <td>\n        <p>Name of the individual stock</p>\n      </td>\n    </tr>\n    <tr>\n      <td colspan=\"2\">\n        <p><strong>2.1.2 Scientific name</strong></p>\n      </td>\n      <td>\n        <p>Species scientific name, preferably according to ASFIS List of Species for Fishery Statistics Purposes</p>\n      </td>\n    </tr>\n    <tr>\n      <td colspan=\"2\" rowspan=\"2\">\n        <p><strong>2.1.3 Common name</strong></p>\n      </td>\n      <td>\n        <p>Species common name in English (if available)</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Species common name in local language (list more than one if relevant)</p>\n      </td>\n    </tr>\n    <tr>\n      <td colspan=\"2\" rowspan=\"2\">\n        <p><strong>2.1.4 FAO Major Fishing Area/ with sub-levels when appropriate</strong></p>\n      </td>\n      <td>\n        <p>Indicate the code of the FAO major fishing area</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Indicate the code of the area sub-levels where appropriate</p>\n      </td>\n    </tr>\n    <tr>\n      <td colspan=\"2\" rowspan=\"3\">\n        <p><strong>2.1.5 Stock is considered as ...</strong></p>\n        <p><strong>(possible to select multiple answers, place &quot;X&quot; in the relevant cell(s))</strong></p>\n      </td>\n      <td>\n        <p>... Assessment Unit (for stocks with an available official stock assessment)</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>&#x2026; Management Unit (Unit that is used to implement management measures based on a stock assessment or not)</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>&#x2026; Other (i.e., Species x Area) unit (if none of the above)</p>\n      </td>\n    </tr>\n    <tr>\n      <td colspan=\"2\">\n        <p><strong>2.1.8 Management Agency/Advisory Body</strong></p>\n      </td>\n      <td>\n        <p>Management agency or advisory body responsible for assessment (if assessment unit) or management (if management unit)</p>\n      </td>\n    </tr>\n    <tr>\n      <td></td>\n      <td></td>\n      <td></td>\n    </tr>\n    <tr>\n      <td colspan=\"3\">\n        <p><strong>2.2 ASSESSMENT INFORMATION</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td colspan=\"2\">\n        <p><strong>2.2.1 Assessment status (Yes, No)</strong></p>\n      </td>\n      <td>\n        <p>Indicate whether the stock is Assessed (Yes) or Unassessed (No)</p>\n      </td>\n    </tr>\n    <tr>\n      <td colspan=\"2\">\n        <p><strong>2.2.2 Overfished (Yes, No, Unknown)</strong></p>\n      </td>\n      <td>\n        <p>The official stock assessment concludes &quot;Overfished&quot; with respect to abundance reference points (Yes, No, Unknown). Note: if stock is overfished then is not biologically sustainable (please answer NO in question Line 15, Section 1). When possible, support your answer with information on Section 2.3 (for example, current biomass is less than biomass target reference point)</p>\n      </td>\n    </tr>\n    <tr>\n      <td colspan=\"2\">\n        <p><strong>2.2.3 Overfishing (Yes, No, Unknown)</strong></p>\n      </td>\n      <td>\n        <p>The official stock assessment concludes &quot;Overfishing&quot; with respect to fishing mortality reference points (Yes, No, Unknown). Note: see e-learning course on how to link fishing mortality reference points to biological sustainability.</p>\n      </td>\n    </tr>\n    <tr>\n      <td colspan=\"2\">\n        <p><strong>2.2.4 Assessment method/software</strong></p>\n      </td>\n      <td>\n        <p>If there is an official stock assessment available please indicate which method or software used. For example: stock synthesis; ASPIC, MULTIFAN-CL; VIT, CPUE trends, catch trends, size/length trends, none, others</p>\n      </td>\n    </tr>\n    <tr>\n      <td colspan=\"2\">\n        <p><strong>2.2.5 Assessment availability (Yes, No)</strong></p>\n      </td>\n      <td>\n        <p>The assessment is publicly available (Yes or No)</p>\n      </td>\n    </tr>\n    <tr>\n      <td colspan=\"2\">\n        <p><strong>2.2.6 Source references</strong></p>\n      </td>\n      <td>\n        <p>List of Source references used to collect information, including web links to online documents when available</p>\n      </td>\n    </tr>\n    <tr>\n      <td colspan=\"2\">\n        <p><strong>2.2.7 Reliability (L/M/H)</strong></p>\n      </td>\n      <td>\n        <p>High (H) &#x2013; Formal stock assessment at the regional, national or local levels forms the foundation of the classification of stock status;</p>\n        <p>Medium (M) &#x2013; Grey data/information and catch trend analysis provide the basis for the classification of stock status;</p>\n        <p>Low (L) &#x2013; Black data/information and qualitative assessment (e.g. experts judgement) were used for the classification of stock status</p>\n      </td>\n    </tr>\n    <tr>\n      <td></td>\n      <td></td>\n      <td></td>\n    </tr>\n    <tr>\n      <td colspan=\"3\">\n        <p><strong>2.3 INPUT DATA</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td colspan=\"2\">\n        <p><strong>Data availability (Yes, No)</strong></p>\n      </td>\n      <td>\n        <p>Input data needed for the stock assessment</p>\n      </td>\n    </tr>\n    <tr>\n      <td rowspan=\"4\">\n        <p><strong>2.3.1 Abundance</strong></p>\n      </td>\n      <td>\n        <p>Current Biomass</p>\n      </td>\n      <td>\n        <p>Most recent biomass or abundance in tonnes (NA if not available)</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Virgin/pristine stock biomass (B0)</p>\n      </td>\n      <td>\n        <p>Value of the biomass or abundance target reference point in tonnes (i.e. prime stock biomass)</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Target Reference Point type</p>\n      </td>\n      <td>\n        <p>Type of biomass or abundance reference point used (e.g. 0.4B0; BMSY, etc. )</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Reference year</p>\n      </td>\n      <td>\n        <p>Last year of input data used in the assessment (i.e. year of Current Biomass)</p>\n      </td>\n    </tr>\n    <tr>\n      <td rowspan=\"4\">\n        <p><strong>2.3.2 Fishing mortality</strong></p>\n      </td>\n      <td>\n        <p>Current F</p>\n      </td>\n      <td>\n        <p>Most recent fishing mortality (F) or exploitation rate (U)</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>F Reference Point</p>\n      </td>\n      <td>\n        <p>Value of the fishing mortality reference point</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Reference Point type</p>\n      </td>\n      <td>\n        <p>Type of fishing mortality reference point used (e.g. FMSY, F01, etc. )</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Reference year</p>\n      </td>\n      <td>\n        <p>Last year of input data used in the assessment (i.e. year of Current F)</p>\n      </td>\n    </tr>\n    <tr>\n      <td rowspan=\"3\">\n        <p><strong>2.3.3 CPUE</strong></p>\n      </td>\n      <td>\n        <p>Current CPUE</p>\n      </td>\n      <td>\n        <p>Current value of catch per unit of effort</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Units of CPUE</p>\n      </td>\n      <td>\n        <p>Unit (e.g. kg/trap), in case CPUE is not standardized</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Year of current CPUE</p>\n      </td>\n      <td>\n        <p>Year of current CPUE</p>\n      </td>\n    </tr>\n    <tr>\n      <td rowspan=\"3\">\n        <p><strong>2.3.4 Catches</strong></p>\n      </td>\n      <td>\n        <p>Current catch</p>\n      </td>\n      <td>\n        <p>Current value of catch (in tonnes)</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Reference year</p>\n      </td>\n      <td>\n        <p>Year of current catch</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Average Catch Max</p>\n      </td>\n      <td>\n        <p>Value of maximum catch in the time series (in tonnes) (after 5 years smoothing)</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<table>\n  <tbody>\n    <tr>\n      <td colspan=\"12\">\n        <p><strong>3. SUPPORTING TIME SERIES</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td colspan=\"12\">\n        <p><strong><em><u>Time series are optional but recommended to be reported by stock for all available years</u></em></strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td rowspan=\"2\">\n        <p><strong>Fish Stock ID</strong></p>\n      </td>\n      <td rowspan=\"2\">\n        <p><strong>Year</strong></p>\n      </td>\n      <td rowspan=\"2\">\n        <p><strong>Landings (in tonnes)</strong></p>\n      </td>\n      <td rowspan=\"2\">\n        <p><strong>Catches (in tonnes)</strong></p>\n      </td>\n      <td colspan=\"2\">\n        <p><strong>Abundance</strong></p>\n      </td>\n      <td colspan=\"2\">\n        <p><strong>CPUE</strong></p>\n      </td>\n      <td colspan=\"2\">\n        <p><strong>Exploitation rate</strong></p>\n      </td>\n      <td colspan=\"2\">\n        <p><strong>Fishing Effort</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>Obs_measure</strong></p>\n      </td>\n      <td>\n        <p><strong>Unit</strong></p>\n      </td>\n      <td>\n        <p><strong>Obs_measure</strong></p>\n      </td>\n      <td>\n        <p><strong>Unit</strong></p>\n      </td>\n      <td>\n        <p><strong>Obs_measure</strong></p>\n      </td>\n      <td>\n        <p><strong>Unit</strong></p>\n      </td>\n      <td>\n        <p><strong>Obs_measure</strong></p>\n      </td>\n      <td>\n        <p><strong>Unit</strong></p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<p> </p>\n<table>\n  <tbody>\n    <tr>\n      <td>\n        <p><strong>METADATA</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>1. The reference list of stocks represent at least 60% of the current total national landed and/or reported catch statistics?</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>1a. If answered &quot;No&quot;, please specify</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>2. The reference list of stocks contains all stocks of major importance in terms of catch, ecosystem role, economic value, and social/cultural considerations</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>3. Please indicate the frequency of stock assessment</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>3a. If answered &quot;Other&quot;, please specify</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>2. If the SDG indicator 14.4.1 is reported in the national SDG portal, database, or other please indicate the address</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>2a. Please provide additional addresses if available</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>4. Any additional information:</strong></p>\n      </td>\n    </tr>\n  </tbody>\n</table>","indicator":"14.4.1","target_id":"14.4","sdg_goal":"14","indicator_sort_order":"14-04-01"}