{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.14-c-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.14-c-1-title","indicator_number":"14.c.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 14: Conserve and sustainably use the oceans, seas and marine resources for sustainable development</p>","SDG_TARGET__GLOBAL":"<p>Target 14.c: Enhance the conservation and sustainable use of oceans and their resources by implementing international law as reflected in the United Nations Convention on the Law of the Sea, which provides the legal framework for the conservation and sustainable use of oceans and their resources, as recalled in paragraph 158 of &#x201C;The future we want&#x201D;</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 14.c.1: Number of countries making progress in ratifying, accepting and implementing through legal, policy and institutional frameworks, ocean-related instruments that implement international law, as reflected in the United Nations Convention on the Law of the Sea, for the conservation and sustainable use of the oceans and their resources</p>","META_LAST_UPDATE__GLOBAL":"<p>2021-02-01</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>Implementation of target 14.c is linked to progress in all other targets of Sustainable Development Goal 14, and the other ocean-related Goals of the 2030 Agenda.</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>Division for Ocean Affairs and the Law of the Sea, Office of Legal Affairs, United Nations Secretariat</p>","CONTACT_ORGANISATION__GLOBAL":"<p>Division for Ocean Affairs and the Law of the Sea, Office of Legal Affairs, United Nations Secretariat</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Sustainable Development Goal (SDG) indicator 14.c.1 measures the number of countries making progress in the ratification of, accession to and implementation of ocean-related instruments that implement international law, as reflected in the United Nations Convention on the Law of the Sea (UNCLOS), for the conservation and sustainable use of the oceans and their resources.</p>\n<p>There are two aspects to this indicator:</p>\n<p>&#x2022; the number of countries making progress in ratifying and acceding to ocean-related instruments that implement international law as reflected in UNCLOS for the conservation and sustainable use of the oceans and their resources, and </p>\n<p>&#x2022; the number of countries making progress in implementing such instruments through legal, policy and institutional frameworks.</p>\n<p><strong>Concepts:</strong></p>\n<p>N/A.</p>","UNIT_MEASURE__GLOBAL":"<p>A score for the ratification of and accession to UNCLOS and its two implementing agreements and a score for the implementation of these instruments, expressed as percentages.</p>","CLASS_SYSTEM__GLOBAL":"<p>N.A.</p>","SOURCE_TYPE__GLOBAL":"<p>Data will be collected through a questionnaire, which has been developed to facilitate measurement of the number of countries making progress in ratifying, accepting and implementing through legal, policy and institutional frameworks, ocean-related instruments that implement international law, as reflected in UNCLOS, for the conservation and sustainable use of the oceans and their resources, as called for under indicator 14.c.1.</p>","COLL_METHOD__GLOBAL":"<p>OLA/DOALOS will coordinate distribution/completion of the indicator 14.c.1 questionnaire through the Permanent Missions of Member States to the United Nations in New York and through other appropriate channels to other States. The focal points of National Statistical Offices will also be informed of the distribution of the questionnaire. The Permanent Missions would coordinate distribution of the questionnaire amongst relevant government ministries, departments and agencies, and submit the completed questionnaires to OLA/DOALOS, as necessary. </p>","FREQ_COLL__GLOBAL":"<p>Baseline data collection was administered in 2020-2021. Data collection will be repeated every two to three years.</p>","REL_CAL_POLICY__GLOBAL":"<p>2021.</p>","DATA_SOURCE__GLOBAL":"<p>Data will be provided by relevant government ministries, departments and agencies.</p>","COMPILING_ORG__GLOBAL":"<p>OLA/DOALOS.</p>","INST_MANDATE__GLOBAL":"<p>N.A.</p>","RATIONALE__GLOBAL":"<p>Target 14.c seeks to enhance the conservation and sustainable use of oceans and their resources by implementing international law as reflected in UNCLOS.</p>\n<p>UNCLOS sets out the legal framework within which all activities in the oceans and seas must be carried out, including the conservation and sustainable use of oceans and their resources. It is a framework instrument, which provides for the development of other instruments that conform to the provisions of the Convention. Therefore, progress in the implementation of international law as reflected in UNCLOS can only be comprehensively measured if progress in the implementation of ocean-related instruments that in turn implement international law as reflected in UNCLOS, is also measured. </p>\n<p>Such instruments include, in particular, UNCLOS&#x2019;s two implementing agreements - the Agreement relating to the implementation of Part XI of the United Nations Convention on the Law of the Sea of 10 December 1982 (Part XI Agreement) and the Agreement for the Implementation of the Provisions of the United Nations Convention on the Law of the Sea of 10 December 1982 relating to the Conservation and Management of Straddling Fish Stocks and Highly Migratory Fish Stocks (UNFSA). </p>\n<p>Accordingly, following extensive consultation with Member States and other stakeholders, the methodology for indicator 14.c.1 measures the number of countries making progress in ratifying, acceding to and implementing UNCLOS, the Part XI Agreement and UNFSA through legal, policy and institutional frameworks. </p>\n<p>Data collected through the first administration of the questionnaire, which is based on the indicator, will provide a baseline of the current state of ratification of, accession to and implementation of UNCLOS and its two implementing agreements. Subsequent indicator-based data will then show progress made by countries.</p>\n<p>Countries that do not respond to the questionnaire, or do not approve the use of their responses to the questionnaire, will not receive indicator scores.</p>","REC_USE_LIM__GLOBAL":"<p>Implementation of UNCLOS and its implementing agreements through legal frameworks (for example, through national legislation or executive acts) as well as policy and institutional frameworks will be scored on the basis of a self-analysis by countries of the extent of implementation. Countries will be invited in the questionnaire to share information regarding their methods of implementation.</p>","DATA_COMP__GLOBAL":"<p>The indicator measures the number of countries making progress in ratifying, acceding to and implementing UNCLOS and its two implementing agreements through legal, policy and institutional frameworks. </p>\n<p>This measurement of progress is computed on the basis of countries&#x2019; responses to the questionnaire, which contains three questions in respect to each of the three instruments. </p>\n<p>Countries will be invited to respond to questions which relate to ratification of or accession to UNCLOS and its two implementing agreements (Questions 1.1, 2.1 and 3.1). They are coded with simple &#x201C;Yes/No&#x201D; answers, with a score of &#x201C;1&#x201D; for &#x201C;Yes&#x201D; and &#x201C;0&#x201D; for &#x201C;No&#x201D;. Each country&#x2019;s overall score for ratification of or accession to these instruments will therefore be a number between 0 and 3, which will be reported as a percentage (with &#x201C;100&#x201D; representing a score of &#x201C;3&#x201D;, and &#x201C;0&#x201D; representing a score of &#x201C;0&#x201D;).</p>\n<p>Countries will also be invited to respond to questions which relate to implementation of UNCLOS and its two implementing agreements through legal frameworks (Questions 1.2, 2.2 and 3.2) by evaluating their own national implementation and assigning a score of between 1 and 9 &#x2013; with &#x201C;1&#x201D; being &#x201C;not at all&#x201D; and &#x201C;9&#x201D; being &#x201C;fully&#x201D; &#x2013; or indicating that the question of implementation is not applicable (&#x201C;N/A&#x201D;). </p>\n<p>Countries will further be invited to indicate whether they have a national policy and/or a national institution or another mechanism, such as a national focal point or an inter-agency or inter-departmental working group, with responsibility for ensuring that the problems of ocean space, matters related to the Part XI Agreement and matters related to UNFSA are considered through an integrated, interdisciplinary and inter-sectoral approach (Questions 1.3, 2.3 and 3.3). These questions are coded with simple &#x201C;Yes&#x201D;, &#x201C;No&#x201D; and &#x201C;N/A&#x201D; answers, with a score of &#x201C;1&#x201D; for &#x201C;Yes&#x201D; and &#x201C;0&#x201D; for &#x201C;No&#x201D;. </p>\n<p>The scoring methodology regarding implementation is the total of the scores reported by States regarding implementation through legal frameworks for UNCLOS and each of its two implementing agreements (in response to Questions 1.2, 2.2 and 3.2), added to the relevant scores achieved regarding implementation through national policy and/or national institutions for UNCLOS and each of its implementing agreements (in respect to Questions 1.3, 2.3 and 3.3). Pursuant to this scoring methodology, each State could achieve a maximum score of 30 points for implementation. These scores which will be reported as a percentage (with 100 representing a score of 30, 80 representing a score of 24, and so on). </p>\n<p>&#x201C;N/A&#x201D; responses will not be included as part of the overall score calculation.</p>","DATA_VALIDATION__GLOBAL":"<p>The completed questionnaire is expected to be submitted through Permanent Missions. If other government ministries, departments and agencies submit data, Permanent Missions will be informed and provided with a copy of the completed questionnaire. In case there are ambiguities or the need for a correction, Permanent Missions will be requested to clarify or confirm, or otherwise informed of the relevant query. </p>","ADJUSTMENT__GLOBAL":"<p>N.A.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>Not imputed. </p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>Not imputed. Data will only be aggregated from responding countries.</p>","REG_AGG__GLOBAL":"<p>Regional and global data regarding ratification of, accession to and implementation of UNCLOS and its implementing agreements would be aggregated by calculating the unweighted average of the scores of each country in that region (or globally) with respect to ratification/accession and with respect to implementation.</p>","DOC_METHOD__GLOBAL":"<p>A questionnaire, with accompanying instructions regarding its completion is used to collect national-level data.</p>","QUALITY_MGMNT__GLOBAL":"<p>Data on ratification of and accession to UNCLOS and its two implementing agreements is available, and may be verified. OLA/DOALOS will verify data on ratification of and accession to UNCLOS and its two implementing agreements submitted by countries, in light of information available to Secretary-General as the depositary for those instruments. </p>\n<p>UNCLOS and UNFSA do not provide for a secretariat. OLA/DOALOS performs the role of secretariat for these instruments <em>de facto</em>. It has received no mandate from the General Assembly to review or assess the status of implementation of these instruments. </p>\n<p>Respondent countries will be invited to assess the level of implementation and share relevant information regarding the implementation of UNCLOS and its implementing agreements in their responses to the questionnaire.</p>","QUALITY_ASSURE__GLOBAL":"<p>If the verification mentioned above indicates any discrepancy between the data submitted and information available to the depositary, OLA/DOALOS will contact the country concerned to update the information received so as to ensure that accurate data will be included in the SDG Indicators Database.</p>","QUALITY_ASSMNT__GLOBAL":"<p>N.A.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Indicator 14.c.1 is a new indicator. The initial administration of the indicator 14.c.1 questionnaire will establish baseline data for this indicator. The only information that is currently publicly available is the number of parties to UNCLOS and its implementing agreements, since those treaties are deposited with the Secretary-General of the United Nations.</p>\n<p><strong>Time series:</strong></p>\n<p>N/A.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Data will not be disaggregated within each country. Two scores per country &#x2013; one score for the ratification of or accession to UNCLOS and its implementing agreements, and one score for the implementation of these instruments &#x2013; will be aggregated regionally or globally.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>N/A.</p>","OTHER_DOC__GLOBAL":"<p>URL: https://www.un.org/Depts/los/convention_agreements/convention_overview_convention.htm</p>\n<p>https://www.un.org/Depts/los/convention_agreements/convention_overview_part_xi.htm</p>\n<p>https://www.un.org/Depts/los/convention_agreements/convention_overview_fish_stocks.htm</p>","indicator":"14.c.1","target_id":"14.c","sdg_goal":"14","indicator_sort_order":"14-0c-01"}