{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.15-2-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.15-2-1-title","indicator_number":"15.2.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 15: Protect, restore and promote sustainable use of terrestrial ecosystems, sustainably manage forests, combat desertification, and halt and reverse land degradation and halt biodiversity loss</p>","SDG_TARGET__GLOBAL":"<p>Target 15.2: By 2020, promote the implementation of sustainable management of all types of forests, halt deforestation, restore degraded forests and substantially increase afforestation and reforestation globally</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 15.2.1: Progress towards sustainable forest management</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Annual forest area change rate (%)</p>\n<p>Above-ground biomass in forest (tonnes per hectare)</p>\n<p>Proportion of forest area within legally established protected areas (%)</p>\n<p>Proportion of forest area with a long-term management plan (%)</p>\n<p>Forest area under an independently verified forest management certification scheme (thousands of hectares)</p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>15.1.1: Forest area as a proportion of total land area </p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>Food and Agriculture Organization of the United Nations (FAO) </p>","CONTACT_ORGANISATION__GLOBAL":"<p>Food and Agriculture Organization of the United Nations (FAO) </p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition: </strong></p>\n<p>&#x201C;Sustainable forest management&#x201D; (SFM) is a central concept for Goal 15 and target 15.1 as well as for target 15.2. It has been formally defined, by the UN General Assembly, as follows: </p>\n<p><em>[a] dynamic and evolving concept [that] aims to maintain and enhance the economic, social and environmental values of all types of forests, for the benefit of present and future generations</em>&#x201D; (Resolution A/RES/62/98) </p>\n<p>The indicator is composed of five sub-indicators that measure progress towards all dimensions of sustainable forest management. The environmental values of forests are covered by three sub-indicators focused on the extension of forest area, biomass within the forest area and protection and maintenance of biological diversity, and of natural and associated cultural resources. Social and economic values of forests are reconciled with environmental values through sustainable management plans. The sub-indicator provides further qualification to the management of forest areas, by assessing areas which are independently verified for compliance with a set of national or international standards. </p>\n<p>The sub-indicators are: </p>\n<ol>\n  <li>Annual forest area change rate </li>\n  <li>Above-ground biomass in forest </li>\n  <li>Proportion of forest area within legally established protected areas </li>\n  <li>Proportion of forest area under a long-term management plan </li>\n  <li>Forest area under an independently verified forest management certification scheme </li>\n</ol>\n<p>A dashboard is used to assess progress related to the five sub-indicators. The adoption of the dashboard approach aims at ensuring consideration of all dimensions of sustainable forest management and provides for clear view of areas where progress has been achieved. </p>\n<p><strong>Concepts: </strong></p>\n<p>See Annex 1 with Terms and Definitions. </p>","UNIT_MEASURE__GLOBAL":"<table>\n  <tbody>\n    <tr>\n      <td>\n        <p><strong>SUB-INDICATOR</strong></p>\n      </td>\n      <td>\n        <p><strong>UNIT</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Annual forest area change rate </p>\n      </td>\n      <td>\n        <p>Percent (%)</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Above-ground biomass in forest </p>\n      </td>\n      <td>\n        <p>Tonnes per hectare</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Proportion of forest area within legally established protected areas </p>\n      </td>\n      <td>\n        <p>Percent (%)</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Proportion of forest area under a long-term management plan </p>\n      </td>\n      <td>\n        <p>Percent (%)</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Forest area under an independently verified forest management certification scheme </p>\n      </td>\n      <td>\n        <p>1000 hectares</p>\n      </td>\n    </tr>\n  </tbody>\n</table>","CLASS_SYSTEM__GLOBAL":"<p>Not applicable</p>","SOURCE_TYPE__GLOBAL":"<p>Sub-indicators 1 to 4</p>\n<p>Data are collected by FAO through the Global Forest Resources Assessment (FRA). Assessments have been carried out at regular intervals since 1946 and are now produced every five year. The latest of these assessments, FRA 2020, contains information for 236 countries and territories on about 60 variables related to the extent of forests, their conditions, uses and values for several points in time. </p>\n<p>Sub-indicator 5</p>\n<p>Currently, forest certification by the Forest Stewardship Council (FSC) and the Programme for the Endorsement of Forest Certification (PEFC) are included in the data submissions. The latter includes several national/regional certification schemes that have been endorsed according to the PEFC standards. </p>\n<p>Data on forest certification are submitted annually to FAO by the head offices of the respective forest certification scheme. Data include the area certified by each scheme, as well as areas that are double-certified by the two schemes. That allows for estimating the total certified forest area, adjusted for double certified area. </p>","COLL_METHOD__GLOBAL":"<p>Sub-indicators 1 to 4</p>\n<p>Data on these sub-indicators are collected through FAO&#x2019;s Global Forest Resources Assessment (FRA) programme. Officially nominated national correspondents and their teams prepare the country reports for the assessment. Some prepare more than one report as they also report on dependent territories. For the remaining countries and territories where no information is provided, a report is prepared by FAO using existing information and a literature search. </p>\n<p>All data are provided to FAO by countries in the form of a country report through an online platform following a standard format, which includes the original data and reference sources and descriptions of how these have been used to estimate the forest area for different points in time. The online platform was used for all data entry, review and quality control.</p>\n<p>In order to obtain internationally comparable data, countries are requested to provide national categories and definitions, and in case these are different than the FAO categories and definitions, countries are requested to perform a reclassification of national data to correspond to the FAO categories and definitions and to document this step in the country report. Countries are also requested to use interpolation or extrapolation of national data in order to provide estimates for the specific reporting years. </p>\n<p>Sub-indicator 5</p>\n<p>Data are annually reported by the certification bodies to FAO and consolidated into estimates of total certified forest area, which are made available to the countries through the FRA online platform where country officials can view the data that are being submitted. </p>","FREQ_COLL__GLOBAL":"<p>Source data collection for sub-indicators 1 to 4 was initiated in 2018 and concluded in 2019. Data collection for the next FRA is expected to start in 2022. </p>\n<p>Data on sub-indicator 5 is reported by the certification bodies to FAO by the end of each calendar year, referring to the status of certified forest area by end of June that year. </p>","REL_CAL_POLICY__GLOBAL":"<p>Data with updated time series and including year 2020 was released in July 2020. Next release of a complete FRA dataset is scheduled for 2025. The possibilities of a more frequent reporting on forest area and other key indicators are currently being evaluated. Data on forest certification is updated annually.</p>","DATA_SOURCE__GLOBAL":"<p>The data for sub-indicators 1 to 4 are provided by the countries through a global network of officially nominated national correspondents. For the countries and territories which do not have a national correspondent, a report is prepared by FAO using previously reported information, literature search, remote sensing or their combination.</p>\n<p> </p>\n<p>For sub-indicator 5, forest certification, data are provided by head offices of respective forest certification scheme.</p>","COMPILING_ORG__GLOBAL":"<p>Food and Agriculture Organization of the United Nations (FAO) </p>","INST_MANDATE__GLOBAL":"<p>Article 1 of FAO&#x2019;s constitution specifies that, &#x201C;The Organization shall collect, analyse, interpret, and disseminate information related to nutrition, food and agriculture.&#x201D; In this regard, FAO collects national level data from member countries, which it then standardizes and disseminates through corporate statistical databases. FAO is the custodian UN agency for 21 SDG indicators, including 15.2.1.</p>","RATIONALE__GLOBAL":"<p>The definition of SFM by the UN General Assembly contains several key aspects, notably that sustainable forest management is a concept which varies over time and between countries, whose circumstances &#x2013; ecological, social and economic &#x2013; vary widely, but that it should always address a wide range of forest values, including economic, social and environmental values, and take intergenerational equity into account. </p>\n<p>Clearly a simple measure of forest area is insufficient to monitor sustainable forest management as a whole. The significance of the five sub-indicators can be briefly explained as follows: </p>\n<ol>\n  <li>Trends in forest area are crucial for monitoring SFM. The first sub-indicator focuses on both the direction of change (whether there is a loss or gain in forest area) and how the change rate varies over time; the latter is important to capture progress among countries that are losing forest area but have managed to reduce the rate of annual forest area loss. </li>\n  <li>Changes in the above-ground biomass stock in forest indicate the balance between gains in biomass stock due to forest growth and losses due to wood removals, natural losses, fire, wind, pests and diseases. At country level and over a longer period, sustainable forest management would imply a stable or increasing biomass stock per hectare, while a long-term reduction of biomass stock per hectare would imply either unsustainable management of the forests and degradation or unexpected major losses due to fire, wind, pests or diseases. </li>\n  <li>The change in forest area within legally protected areas is a proxy for trends in conservation of forest biodiversity as well as cultural and spiritual values of forests and thus a clear indication of the political will to protect and conserve forests. This indicator is related to the CBD Aichi Target 11 which calls for each country to conserve at least 17 per cent of terrestrial and inland water areas. </li>\n  <li>The fourth sub-indicator looks at the forest area that is under a long-term forest management plan. The existence of a documented forest management plan is the basis for long term and sustainable management of the forest resources for a variety of management objectives such as for wood and non-wood forest products, protection of soil and water, biodiversity conservation, social and cultural use, and a combination of two or several of these. An increasing area under forest management plan is therefore an indicator of progress towards sustainable forest management. </li>\n  <li>The fifth sub-indicator is the forest area that is certified by an independently verified forest management certification scheme. Such certification schemes apply standards that generally are higher than those established by the countries&#x2019; own normative frameworks, and compliance is verified by an independent and accredited certifier. An increase in certified forest area therefore provides an additional indication of progress towards sustainable forest management. It should however be noted that there are significant areas of sustainably managed forest which are not certified, either because their owners have chosen not to seek certification (which is voluntary and market-based) or because no credible or affordable certification scheme is in place for that area. </li>\n</ol>","REC_USE_LIM__GLOBAL":"<p>The five sub-indicators chosen to illustrate progress towards sustainable forest management do not fully cover all aspects of sustainable forest management. In particular, social and economic aspects are summarized under the sub-indicators on areas under sustainable forest management plans. Furthermore, as the trends are calculated using only those countries which have data complete time series, different sub-indicators may reflect different sets of countries. </p>\n<p>While the dashboard illustrates the progress on the individual sub-indicators, there is no weighting of the relative importance of the sub-indicators. </p>","DATA_COMP__GLOBAL":"<p>National data on forest area, biomass stock, forest area within protected areas, and forest area under management plan are reported directly by countries to FAO for pre-established reference years. Based on the country reported data, FAO then makes country-level estimates of the forest area net change rate using the compound interest formula. The proportion of forest area within protected area and under management plan is calculated using the reported areas for each reference year and the forest area for year 2015. Data on forest area under an independently verified forest management certification scheme are reported to FAO by the head offices of respective forest certification scheme, who are jointly adjusting the figures to remove any double accounting. </p>\n<p>No dashboard traffic lights are made at country level. </p>","DATA_VALIDATION__GLOBAL":"<p>All data submitted by countries to FRA, including the FAO estimates made in case of desk studies, are available at the FRA online platform (<a href=\"https://fra-data.fao.org/\">https://fra-data.fao.org</a>). The platform also includes the sub-indicators for 15.2.1. A request for validation was sent to the respective Head of Forestry before finalization and publishing of data. </p>","ADJUSTMENT__GLOBAL":"<p>Not applicable</p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level </strong></li>\n</ul>\n<p>For countries and territories where no information was provided to FAO for FRA 2020 (47 countries and territories representing 0.5 percent of the global forest area), a report was prepared by FAO using existing information from previous assessments, literature search, remote sensing or a combination of two or more of them. </p>\n<p>For the above-ground biomass sub-indicator, imputation of the missing values has been carried out by FAO for those countries with at least one data point in the time series. The value of the data point closest in time was used as imputed value. For those countries where no value was reported for any of the reporting years, no imputation was done and the values for all years were set as &#x201C;Not Available&#x201D;. </p>\n<ul>\n  <li><strong>At regional and global levels </strong></li>\n</ul>\n<p>See above. </p>","REG_AGG__GLOBAL":"<p>See Annex 2 &#x2013; Methodology. It should be noted that for those sub-indicators where there are gaps in the data set, only the countries with complete data for the relevant years (either provided by the countries or estimated by FAO) are included in the regional and global aggregates. Annex 2 also shows how the dashboard traffic lights are applied at global and regional level. </p>","DOC_METHOD__GLOBAL":"<p>Detailed methodology and guidance on how to prepare the country reports through an online reporting platform and to convert national data according to national categories and definitions to FAO&#x2019;s global categories and definitions is found in the documents </p>\n<p>&#x201C;<em>Guidelines and Specifications</em>&#x201D; (<a href=\"http://www.fao.org/3/I8699EN/i8699en.pdf\"><u>www.fao.org/3/I8699EN/i8699en.pdf</u></a>) and </p>\n<p>&#x201C;<em>Terms and Definitions</em>&#x201D; (<a href=\"http://www.fao.org/3/I8661EN/i8661en.pdf\"><u>www.fao.org/3/I8661EN/i8661en.pdf</u></a>). </p>\n<p>FAO supports the reporting process through capacity development on reporting methodology and remote sensing. The reporting platform provides easy access to relevant and freely available global remote sensing data sets and products.</p>","QUALITY_MGMNT__GLOBAL":"<p>FAO is responsible for the quality of the internal statistical processes used to compile the published datasets. The FAO Statistics Quality Assurance Framework (SQAF), available at: <a href=\"http://www.fao.org/docrep/019/i3664e/i3664e.pdf\">http://www.fao.org/docrep/019/i3664e/i3664e.pdf</a>, provides the necessary principles, guidelines and tools to carry out quality assessments. FAO is performing an internal bi-annual survey (FAO Quality Assessment and Planning Survey) designed to gather information on all of FAO&#x2019;s statistical activities, notably to assess the extent to which quality standards are being implemented with a view to increasing compliance with the quality dimensions of SQAF, documenting best practices and prepare quality improvement plans, where necessary. Domain-specific quality assurance activities are carried out systematically (e.g. quality reviews, self-assessments, compliance monitoring).</p>","QUALITY_ASSURE__GLOBAL":"<p>Date reported by countries to FAO are subject to a rigorous review process to ensure correct use of definitions and methodology as well as internal consistency. A comparison is made with past assessments and other existing data sources. Regular contacts between national correspondents and FAO staff by e-mail and regional/sub-regional review workshops form part of this review process. </p>","QUALITY_ASSMNT__GLOBAL":"<p>Quality of statistics produced and disseminated by the FAO is evaluated in terms of fitness for use i.e. the degree to which statistics meet the user&#x2019;s requirements. The quality dimensions assessed are: Relevance; Accuracy and Reliability; Timeliness and Punctuality; Coherence and Comparability; Accessibility and Clarity. Quality dimensions definitions are provided in the FAO Statistical Quality Assurance Framework (SQAF), which provides the definition of quality and describes quality principles for statistical outputs; statistical processes; institutional environment (http://www.fao.org/docrep/019/i3664e/i3664e.pdf). The SQAF is based on the Fundamental Principles of Official Statistics and the Principles Governing International Statistical Activities (CCSA). Adherence to these principles ensures the quality of FAO statistical production processes and of statistical outputs. Regular quality assessments are conducted through the FAO Quality Assessment and Planning Survey (QAPS), a bi-annual survey designed to gather information on all of FAO&#x2019;s statistical activities, which is used to assess the extent to which quality standards are being met with a view to increasing compliance with the SQAF, and to document best practices and provide guidance for improvement where necessary. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>The Global Forest Resources Assessment collects data from 236 countries and territories. </p>\n<p><strong>Time series:</strong></p>\n<p>2000, 2010, 2015, and every year since.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>No further disaggregation of this indicator. </p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>The national figures in the database are reported by the countries themselves following a standardized format, definitions and reporting years, thus eliminating any discrepancies between global and national figures. The reporting template requests that countries provide the full reference for original data sources as well as national definitions and terminology. Separate sections in the template country reports deal with the analysis of data (including any assumptions made and the methods used for estimates and projections to the common reporting years); calibration of data to the official land area as held by FAO; and reclassification of data to the classes used in FAO&#x2019;s Global Forest Resources Assessments. </p>\n<p>Regarding the data on forest area under an independently verified forest management certification scheme, these are usually not part of official national statistics, and are maintained by local offices of the respective certification schemes. They in turn report their data to their head offices. As certified forest area is dynamic and can change monthly as some certificates expire and new certificates come. Therefore, the data are requested to correspond to the end of June each year. However, data are not always reported by the local offices according to that date. </p>","OTHER_DOC__GLOBAL":"<p><strong>URL: </strong><a href=\"http://www.fao.org/forest-resources-assessment/en/\"><u>http://www.fao.org/forest-resources-assessment/en/</u></a> </p>\n<p><strong>References:</strong></p>\n<p></p>\n<p>Global Forest Resources Assessment 2020, Guidelines and Specifications (<a href=\"http://www.fao.org/3/I8699EN/i8699en.pdf\"><u>www.fao.org/3/I8699EN/i8699en.pdf</u></a>)</p>\n<p>Global Forest Resources Assessment 2020, Terms and Definitions (<a href=\"http://www.fao.org/3/I8661EN/i8661en.pdf\"><u>www.fao.org/3/I8661EN/i8661en.pdf</u></a>).</p>\n<p>United Nations. Resolution adopted by the General Assembly on 17 December 2007 (<a href=\"https://undocs.org/en/A/RES/62/98\">https://undocs.org/en/A/RES/62/98</a>). </p>\n<p><strong>Annex 1 &#x2013; Terms and Definitions </strong></p>\n<p><strong>FOREST</strong></p>\n<p>Land spanning more than 0.5 hectares with <u>tree</u>s higher than 5 meters and a <u>canopy cover</u> of more than 10 percent, or trees able to reach these thresholds <em>in situ</em>. It does not include land that is predominantly under agricultural or urban land use. </p>\n<p><u>Explanatory notes</u></p>\n<ol>\n  <li>Forest is determined both by the presence of trees and the absence of other predominant land uses. The trees should be able to reach a minimum height of 5 meters. </li>\n  <li>Includes areas with young trees that have not yet reached but which are expected to reach a canopy cover of at least 10 percent and tree height of 5 meters or more. It also includes areas that are temporarily unstocked due to clear-cutting as part of a forest management practice or natural disasters, and which are expected to be regenerated within 5 years. Local conditions may, in exceptional cases, justify that a longer time frame is used.</li>\n  <li>Includes forest roads, firebreaks and other small open areas; forest in national parks, nature reserves and other protected areas such as those of specific environmental, scientific, historical, cultural or spiritual interest.</li>\n  <li>Includes windbreaks, shelterbelts and corridors of trees with an area of more than 0.5 hectares and width of more than 20 meters.</li>\n  <li>Includes abandoned shifting cultivation land with a regeneration of trees that have, or are expected to reach, a canopy cover of at least 10 percent and tree height of at least 5 meters.</li>\n  <li>Includes areas with mangroves in tidal zones, regardless whether this area is classified as land area or not.</li>\n  <li>Includes rubberwood, cork oak and Christmas tree plantations. </li>\n  <li>Includes areas with bamboo and palms provided that land use, height and canopy cover criteria are met.</li>\n  <li><u>Excludes</u> tree stands in agricultural production systems, such as fruit tree plantations, oil palm plantations, olive orchards and agroforestry systems when crops are grown under tree cover. <u>Note:</u> Some agroforestry systems such as the &#x201C;Taungya&#x201D; system where crops are grown only during the first years of the forest rotation should be classified as forest.</li>\n</ol>\n<p><strong>ABOVE-GROUND BIOMASS</strong></p>\n<p>All living biomass above the soil including stem, stump, branches, bark, seeds, and foliage.</p>\n<p><u>Explanatory note </u></p>\n<ol>\n  <li>In cases where forest understorey is a relatively small component of the aboveground biomass carbon pool, it is acceptable to exclude it, provided this is done in a consistent manner throughout the inventory time series.</li>\n</ol>\n<p><strong>PROTECTED AREAS</strong></p>\n<p>Areas especially dedicated to the protection and maintenance of biological diversity, and of natural and associated cultural resources, and managed through legal or other effective means.</p>\n<p><strong>FOREST AREA WITHIN PROTECTED AREAS</strong></p>\n<p>Forest area within formally established protected areas independently of the purpose for which the protected areas were established. </p>\n<p><u>Explanatory notes</u></p>\n<ol>\n  <li>Includes IUCN Categories I &#x2013; IV</li>\n  <li><u>Excludes</u> IUCN Categories V-VI</li>\n</ol>\n<p><strong>FOREST AREA WITH MANAGEMENT PLAN</strong></p>\n<p>Forest area that has a long-term documented management plan, aiming at defined management goals, which is periodically revised. </p>\n<p><u>Explanatory notes</u></p>\n<ol>\n  <li>A forest area with management plan may refer to forest management unit level or aggregated forest management unit level (forest blocks, farms, enterprises, watersheds, municipalities, or wider units).</li>\n  <li>A management plan must include adequate detail on operations planned for individual operational units (stands or compartments) but may also provide general strategies and activities planned to reach management goals.</li>\n  <li>Includes forest area in protected areas with management plan.</li>\n</ol>\n<p><strong>INDEPENDENTLY VERIFIED FOREST MANAGEMENT CERTIFICATION</strong></p>\n<p>Forest area certified under a forest management certification scheme with published standards and is independently verified by a third-party.</p>\n<p><strong>Annex 2 &#x2013; Methodology</strong></p>\n<p><strong>Sub-indicator 1 - Annual forest area change rate</strong></p>\n<p><u>Unit</u>: Percent</p>\n<p><u>Reference period:</u> 2010-2020</p>\n<p><u>Method of estimation:</u> Compound annual change rate formula as follows:</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mi>r</mi>\n    <mo>=</mo>\n    <mfenced open=\"[\" close=\"]\" separators=\"|\">\n      <mrow>\n        <msup>\n          <mrow>\n            <mfenced separators=\"|\">\n              <mrow>\n                <mfrac>\n                  <mrow>\n                    <msub>\n                      <mrow>\n                        <mi>A</mi>\n                        <mi>F</mi>\n                      </mrow>\n                      <mrow>\n                        <mi>t</mi>\n                        <mn>2</mn>\n                      </mrow>\n                    </msub>\n                  </mrow>\n                  <mrow>\n                    <msub>\n                      <mrow>\n                        <mi>A</mi>\n                        <mi>F</mi>\n                      </mrow>\n                      <mrow>\n                        <mi>t</mi>\n                        <mn>1</mn>\n                      </mrow>\n                    </msub>\n                  </mrow>\n                </mfrac>\n              </mrow>\n            </mfenced>\n          </mrow>\n          <mrow>\n            <mfrac bevelled=\"true\">\n              <mrow>\n                <mn>1</mn>\n              </mrow>\n              <mrow>\n                <mfenced separators=\"|\">\n                  <mrow>\n                    <mi>t</mi>\n                    <mn>2</mn>\n                    <mo>-</mo>\n                    <mi>t</mi>\n                    <mn>1</mn>\n                  </mrow>\n                </mfenced>\n              </mrow>\n            </mfrac>\n          </mrow>\n        </msup>\n        <mo>-</mo>\n        <mn>1</mn>\n      </mrow>\n    </mfenced>\n    <mo>&#xD7;</mo>\n    <mn>100</mn>\n  </math></p>\n<p>where: </p>\n<p><em>r</em> = compound annual change rate for the period <em>t<sub>1 - </sub>t<sub>2</sub></em><sub> </sub></p>\n<p><em>t<sub>i</sub></em> = time i (year)</p>\n<p><em>AF<sub>t1</sub></em> = forest area at <em>t<sub>1</sub></em> </p>\n<p><em>AF<sub>t2</sub></em> = forest area at <em>t<sub>2</sub></em></p>\n<p><u>Translation to dashboard/traffic light:</u></p>\n<p>The following flowchart explains the logic behind the translation of this indicator to a dashboard/traffic light:</p>\n<p>Forest area change direction</p>\n<p>Forest area stable </p>\n<p>or increasing</p>\n<p>Forest area decreasing</p>\n<p>Change in forest area loss rate </p>\n<p>Loss rate</p>\n<p>decreasing</p>\n<p>Loss rate stable</p>\n<p>or increasing</p>\n<p>The forest area change direction is determined by examining the value of the forest area change rate for the most recent period, a negative value indicate a loss of forest area, a zero value means that forest area is stable, and a positive value means that forest area has increased. The change in forest area loss rate<sup><a href=\"#footnote-2\" id=\"footnote-ref-2\">[1]</a></sup> is based on a comparison of the annual forest area change rate for the period 2010-2020 with the annual <u>forest area change rate for the period 2000-2010 </u>(<u>baseline).</u></p>\n<p><u>Comments:</u></p>\n<p>This traffic light takes into consideration both the direction of forest area change (if forest area increases or decreases) as well as changes in the rate of forest area loss &#x2013; the latter important in order to indicate progress among countries that are losing forest area but manage to reduce the loss rate. </p>\n<p>The baseline should be updated every 5 years. In 2020 a new baseline was calculated for the period 2000-2010 based on updated country data. </p>\n<p><strong>Sub-indicator 2 &#x2013; Above-ground biomass in forest </strong></p>\n<p><u>Unit</u>: tonnes/hectare</p>\n<p><u>Reference year:</u> Latest reporting year</p>\n<p><u>Method of estimation:</u> Reported directly by countries</p>\n<p><u>Translation to dashboard/traffic light:</u></p>\n<p>The indicator value for the latest reporting year is compared with the indicator value reported for 2010.</p>\n<p>The ratio (r) between the current indicator value and the value reported for 2010 is calculated; r&gt;1 means an increase in stock per hectare, r&lt;1 means a decrease while 1 indicates no change. A narrow interval for r has been established to indicate a stable condition, and traffic-light colors are assigned as follows:</p>\n<p> r &#x2265; 1.01 </p>\n<p> 0.99 &lt; r &lt; 1.01</p>\n<p> r &#x2264; 0.99</p>\n<p><strong>Sub-indicator 3 &#x2013; Proportion of forest area within legally established protected areas.</strong></p>\n<p><u>Unit</u>: Percent</p>\n<p><u>Reference year:</u> Latest reporting year</p>\n<p><u>Method of estimation:</u> </p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mi>r</mi>\n    <mo>=</mo>\n    <mi>&amp;nbsp;</mi>\n    <mfrac>\n      <mrow>\n        <msub>\n          <mrow>\n            <mi>A</mi>\n            <mi>F</mi>\n            <mi>P</mi>\n          </mrow>\n          <mrow>\n            <mfenced open=\"[\" close=\"]\" separators=\"|\">\n              <mrow>\n                <mi>r</mi>\n                <mi>e</mi>\n                <mi>f</mi>\n                <mi>e</mi>\n                <mi>r</mi>\n                <mi>e</mi>\n                <mi>n</mi>\n                <mi>c</mi>\n                <mi>e</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>y</mi>\n                <mi>e</mi>\n                <mi>a</mi>\n                <mi>r</mi>\n              </mrow>\n            </mfenced>\n          </mrow>\n        </msub>\n      </mrow>\n      <mrow>\n        <msub>\n          <mrow>\n            <mi>A</mi>\n            <mi>F</mi>\n          </mrow>\n          <mrow>\n            <mn>2015</mn>\n          </mrow>\n        </msub>\n      </mrow>\n    </mfrac>\n    <mo>&#xD7;</mo>\n    <mn>100</mn>\n  </math></p>\n<p>Where:</p>\n<p><em>AFP</em> = Forest area within legally established protected areas</p>\n<p><em>AF</em> = Total forest area</p>\n<p><u>Translation to dashboard/traffic light:</u></p>\n<p>The indicator value for latest reporting year is compared with the indicator value reported for 2010.</p>\n<p>The ratio (r) between the current indicator value and the value reported for 2010 is calculated; r&gt;1 means an increase in forest area within protected areas, r&lt;1 means a decrease while 1 indicates no change. A narrow interval for r has been established to indicate a stable condition, and traffic-light colors are assigned as follows:</p>\n<p> r &#x2265; 1.01 </p>\n<p> 0.99 &lt; r &lt; 1.01</p>\n<p> r &#x2264; 0.99</p>\n<p><u>Comment:</u></p>\n<p>Using forest area in 2015 as denominator for estimating this indicator ensures that the time series of percentages reflect real changes in the forest area within legally established protected areas and is not affected by changes (losses or gains) in total forest area. </p>\n<p><strong>Sub-indicator 4 &#x2013; Proportion of forest area under a long-term management plan.</strong></p>\n<p><u>Unit</u>: Percent</p>\n<p><u>Reference year:</u> Latest reporting year</p>\n<p><u>Method of estimation:</u> </p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mi>r</mi>\n    <mo>=</mo>\n    <mi>&amp;nbsp;</mi>\n    <mfrac>\n      <mrow>\n        <msub>\n          <mrow>\n            <mi>A</mi>\n            <mi>F</mi>\n            <mi>M</mi>\n            <mi>P</mi>\n          </mrow>\n          <mrow>\n            <mfenced open=\"[\" close=\"]\" separators=\"|\">\n              <mrow>\n                <mi>r</mi>\n                <mi>e</mi>\n                <mi>f</mi>\n                <mi>e</mi>\n                <mi>r</mi>\n                <mi>e</mi>\n                <mi>n</mi>\n                <mi>c</mi>\n                <mi>e</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>y</mi>\n                <mi>e</mi>\n                <mi>a</mi>\n                <mi>r</mi>\n              </mrow>\n            </mfenced>\n          </mrow>\n        </msub>\n      </mrow>\n      <mrow>\n        <msub>\n          <mrow>\n            <mi>A</mi>\n            <mi>F</mi>\n          </mrow>\n          <mrow>\n            <mn>2015</mn>\n          </mrow>\n        </msub>\n      </mrow>\n    </mfrac>\n    <mo>&#xD7;</mo>\n    <mn>100</mn>\n  </math></p>\n<p>Where:</p>\n<p><em>AFMP</em> = Forest area under a long-term management plan</p>\n<p><em>AF</em> = Total forest area</p>\n<p><u>Translation to dashboard/traffic light: </u>The indicator value for latest reporting year is compared with the indicator value reported for 2010.</p>\n<p>The ratio (r) between the current indicator value and the value reported for 2010 is calculated; r&gt;1 means an increase in areas under management plan, r&lt;1 means a decrease while 1 indicates no change. A narrow interval for r has been established to indicate a stable condition, and traffic-light colors are assigned as follows:</p>\n<p> r &#x2265; 1.01 </p>\n<p> 0.99 &lt; r &lt; 1.01</p>\n<p> r &#x2264; 0.99</p>\n<p><u>Comment:</u></p>\n<p>Using forest area in 2015 as denominator for estimating this indicator ensures that the time series of percentages reflect real changes in the forest area under management plan and is not affected by changes (losses or gains) in total forest area. </p>\n<p><strong>Sub-indicator 5 &#x2013; Forest area under an independently verified forest management certification scheme.</strong></p>\n<p><u>Unit</u>: Thousand hectares</p>\n<p><u>Reference year:</u> Latest reporting year (as of June 30)</p>\n<p><u>Method of estimation:</u> Data is collected directly from the databases of each certification scheme and provided to countries for validation.</p>\n<p><u>Translation to dashboard/traffic light: </u>The indicator value for latest reporting year is compared with the indicator value for previous reporting year for assessment of continuity of progress since last report.</p>\n<p>The ratio (r) between the current indicator value and the previously reported value is calculated; r&gt;1 means an increase in areas under an independent forest management certification scheme, r&lt;1 means a decrease while 1 indicates no change. A small interval for r has been established to indicate a stable condition, and traffic-light colors are assigned as follows:</p>\n<p> r &#x2265; 1.01 </p>\n<p> 0.99 &lt; r &lt; 1.01</p>\n<p> r &#x2264; 0.99</p>\n<p><u>Comments:</u></p>\n<p>Using June 30 as the date for reporting, allows for the certification bodies to have their databases updated so they can provide information to FAO by end of the year, and then be included in the annual reporting to SDG in the beginning of the following year.</p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-2\">1</sup><p> If forest area change rate is negative (= forest loss) then: annual forest area loss rate = <strong>-</strong> (annual forest area change rate) <a href=\"#footnote-ref-2\">&#x2191;</a></p></div></div>","indicator":"15.2.1","target_id":"15.2","sdg_goal":"15","indicator_sort_order":"15-02-01"}