{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.15-4-2-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.15-4-2-title","indicator_number":"15.4.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 15: Protect, restore and promote sustainable use of terrestrial ecosystems, sustainably manage forests, combat desertification, and halt and reverse land degradation and halt biodiversity loss</p>","SDG_TARGET__GLOBAL":"<p>Target 15.4: By 2030, ensure the conservation of mountain ecosystems, including their biodiversity, in order to enhance their capacity to provide benefits that are essential for sustainable development</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 15.4.2: Mountain Green Cover Index</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Mountain Green Cover Index</p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>6.6.1, 15.1.1, 15.2.1</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>Food and Agriculture Organization of the United Nations (FAO)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>Food and Agriculture Organization of the United Nations (FAO)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>The Mountain Green Cover Index (MGCI) is designed to measure the extent and the changes of green vegetation in mountain areas - i.e. forest, shrubs, trees, pasture land, cropland, etc. &#x2013; in order to monitor progress towards the mountain target. MGCI is defined as the percentage of green cover over the total surface of the mountain region of a given country and for given reporting year. The aim of the index is to monitor the evolution of the green cover and thus assess the status of conservation of mountain ecosystems.</p>\n<p><strong>Concepts:</strong></p>\n<p>The Mountain Green Cover index is based on two descriptor layers of information:</p>\n<p>1. <u>A mountain descriptor layer</u>: mountains can be defined with reference to a variety of parameters, such as climate, elevation, ecology (K&#xF6;rner <em>et al.</em>, 2011) (Karagulle <em>et al</em>., 2017). This methodology adheres to the UNEP- WCMC mountain definition, relying in turn on the mountain description proposed by Kapos <em>et al.</em> (2000).</p>\n<p>This description classifies mountains according altitude, slope and elevation range into 6 categories.</p>\n<table>\n  <tbody>\n    <tr>\n      <td>\n        <p>Mountain Class </p>\n      </td>\n      <td>\n        <p>Description </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>1</p>\n      </td>\n      <td>\n        <p>Elevation &gt; 4.500 meters</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>2</p>\n      </td>\n      <td>\n        <p>Elevation 3.500&#x2013;4.500 meters</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>3</p>\n      </td>\n      <td>\n        <p>Elevation 2.500&#x2013;3.500 meters</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>4</p>\n      </td>\n      <td>\n        <p>Elevation 1.500&#x2013;2.500 meters and slope &gt; 2</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>5</p>\n      </td>\n      <td>\n        <p>Elevation 1.000&#x2013;1.500 meters and slope &gt; 5 or local elevation range (LER 7 kilometer radius) &gt; 300 meters</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>6</p>\n      </td>\n      <td>\n        <p>Elevation 300&#x2013;1.000 meters and local elevation range (7 kilometer radius) &gt; 300 meters</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<p>2. <u>A vegetation descriptor layer</u>: The vegetation descriptor layer categorizes land cover into green and non-green areas. Green vegetation includes both natural vegetation and vegetation resulting from anthropic activity (e.g. crops, afforestation, etc.). Non-green areas include very sparsely vegetated areas, bare land, water, permanent ice/snow and urban areas. The vegetation description layer can be derived in different ways, but remote sensing based land cover maps are the most convenient data source for this purpose, as they provide the required information on green and non-green areas in a spatially explicit manner and allow for comparison over time through land cover change analysis. </p>\n<p>Currently, FAO uses land cover time series produced by the European Space Agency (ESA) under the Climate Change Initiative (CCI) as a general solution. The original CCI classes are re-classified into six IPCC classes and further into binary green/non-green cover classes as follows:</p>\n<table>\n  <tbody>\n    <tr>\n      <td>\n        <p>ESA CCI class</p>\n      </td>\n      <td>\n        <p>IPCC class</p>\n      </td>\n      <td>\n        <p>Green / Non green</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>50, 60, 61, 62, 70, 71, 72, 80, 81, 82, 90, 100</p>\n      </td>\n      <td>\n        <p>Forest<sup><sup><a href=\"#footnote-2\" id=\"footnote-ref-2\">[1]</a></sup></sup></p>\n      </td>\n      <td>\n        <p>Green</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>110, 120, 121, 122, 130, 140, </p>\n      </td>\n      <td>\n        <p>Grassland</p>\n      </td>\n      <td>\n        <p>Green</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>10,11, 12, 20, 30, 40</p>\n      </td>\n      <td>\n        <p>Cropland</p>\n      </td>\n      <td>\n        <p>Green</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>160, 170, 180</p>\n      </td>\n      <td>\n        <p>Wetland</p>\n      </td>\n      <td>\n        <p>Green</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>190</p>\n      </td>\n      <td>\n        <p>Settlement</p>\n      </td>\n      <td>\n        <p>Non Green</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>150, 151, 152, 153, 200, 201, 202, 210, 220</p>\n      </td>\n      <td>\n        <p>Other land</p>\n      </td>\n      <td>\n        <p>Non Green</p>\n      </td>\n    </tr>\n  </tbody>\n</table><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-2\">1</sup><p> Please note, that here the term &#x201C;Forest&#x201D; refers to land cover, not necessarily land use. <a href=\"#footnote-ref-2\">&#x2191;</a></p></div></div>","UNIT_MEASURE__GLOBAL":"<p>Percent (%)</p>","CLASS_SYSTEM__GLOBAL":"<p>This indicator uses two established classifications: (1) the land categories classification for greenhouse gas (GHG) inventory reporting defined by the Intergovernmental Panel on Climate Change (IPCC) (Penman <em>et al</em>. 2003), and (2) the global mountain classification established by the UN Environment World Conservation Monitoring Centre (UNEP-WCMC) (Kapos et al. 2000).</p>","SOURCE_TYPE__GLOBAL":"<p>Global estimates computed by FAO are derived using the following data sources:</p>\n<ol>\n  <li><strong> Vegetation descriptor layer: ESA CCI Land Cover data (ESA, 2017)</strong></li>\n</ol>\n<p>The European Space Agency Climate Change Initiative (ESA CCI) is a programme aiming at exploiting the full potential of the earth observation data collected by ESA to contribute to the Essential Climate Variables databases required by the United Nations Framework Convention on Climate Change (UNFCCC). </p>\n<p>The CCI Land Cover products have been produced using a combination of remote sensing data such as the 300 m MERIS, 1km SPOT &#x2013;VEGETATION, 1km PROBA &#x2013;V and 1km AVHRR. The CCI product consists of a series of annual Land Cover maps at 300 m resolution spanning the period 1992 to 2018. The period from 1992-2015 is available in raster format, whereas the 2016-2018 is available in netCDF format and a transformation to GTIFF is required to make these datasets available for processing in a GIS environment. The land cover data is updated every year by the European Space Agency. </p>\n<p>The ESA CCI adheres to the Cover Classification System of the United Nations Food and Agriculture Organization (UN FAO) (Santoro <em>et al</em>., 2015). </p>\n<ol>\n  <li><strong>Mountain descriptor layer:</strong></li>\n</ol>\n<p>The global mountain descriptor layer is based on the mountain classification proposed by Kapos <em>et al.</em> (2000):</p>\n<ul>\n  <li>Class 1: elevation &gt; 4500 meters </li>\n  <li>Class 2: elevation 3500 - 4500 meters</li>\n  <li>Class 3: elevation 2500 &#x2013; 3500 meters </li>\n  <li>Class 4: elevation 1500 &#x2013; 2500 meters and slope &#x2265; 2</li>\n  <li>Class 5: elevation 1,000&#x2013;1,500 meters and slope &#x2265; 5 or local elevation range (7 kilometers radius) &#x2265; 300 meters</li>\n  <li>Class 6: elevation 300&#x2013;1,000 meters and local elevation range (7 kilometres radius) &#x2265; 300 meters outside 23&#xB0;N&#x2014;19&#xB0;S </li>\n  <li>Class 0: Defined to represent the non-mountainous areas. </li>\n</ul>\n<p>The mountain description layer used to derive the global estimates was created by the US Geological Survey from a 250 m DEM (Sayre <em>et al.</em> 2018).</p>\n<p>These datasets may be replaced by nationally relevant data sources when available.</p>","COLL_METHOD__GLOBAL":"<p>The indicator is generated for all countries and regions having mountain areas by FAO using the geospatial data layers described in this document. FAO shares country figures with NSO SDG focal points for their validation before publication, in accordance to the IAEG-SDG guidelines of Global Data Flows and Reporting. On the same occasion, FAO requests countries to provide their own estimates for the indicator in case these are available. </p>\n<p> </p>","FREQ_COLL__GLOBAL":"<p>ESA CCI Land Cover is available from 1992 and updated every year. Nonetheless, SDG indicator 15.4.2 will be updated every two years</p>","REL_CAL_POLICY__GLOBAL":"<p>March of every year, in line with the annual SDG reporting cycle</p>","DATA_SOURCE__GLOBAL":"<p>European Space Agency (ESA)</p>\n<p>United States Geological Survey (USGS) </p>","COMPILING_ORG__GLOBAL":"<p>Food and Agriculture Organization of the United Nations (FAO)</p>","INST_MANDATE__GLOBAL":"<p>Article 1 of FAO&#x2019;s constitution specifies that, &#x201C;The Organization shall collect, analyze, interpret, and disseminate information related to nutrition, food and agriculture.&#x201D; In this regard, FAO collects national level data from member countries, which it then standardizes and disseminates through corporate statistical databases. FAO is the custodian UN agency for 21 SDG indicators, including 15.4.2.</p>","RATIONALE__GLOBAL":"<p>Mountain ecosystems are important biodiversity centres that provide valuable ecosystem services to upstream and downstream areas. Yet, mountains are very fragile and impacted easily by both natural and anthropogenic factors. These can include climate change, natural hazards such as landslides and flooding, unplanned agricultural expansion, unplanned urbanization, timber extraction and recreational activities. The degradation of mountain ecosystems such as loss of the glacial cover, mountain biodiversity and green cover will affect the ability of the ecosystem to supply water downstream. The loss of forest and vegetative cover will reduce the ability of the ecosystem to retain soil and prevent landslides and flooding downstream. </p>\n<p>Therefore, monitoring mountain vegetation changes provides information on the status of mountain ecosystems. Monitoring the MGCI over time can provide information on the extent of vegetation change and of the general health of the mountain ecosystem. Assessing the change of green cover differentiated by elevation is important in understanding the role that environmental factors, such as climate, play in explaining variations of mountain green cover across regions. </p>\n<p>However, the MGCI values should be interpreted with care. It does not provide the details on species change, change in the tree line or rain shadow areas. Understanding the variation in the species composition and the tree line will be important in identifying the long-term impacts of climate change in mountain regions. Analysing the vegetative variations in each of the elevation zones over time will assist in determining the appropriate management and adaption measures. </p>\n<p>In some cases, an increase in the indicator value in high elevation classes may also signify the encroachment of vegetation on areas previously covered by glaciers or other permanent or semi-permanent ice or snow layers, as a result of global warming due to climate change. Such a change can be tracked with the current methodology and flagged accordingly at the level of disaggregated data by land cover type and elevation class, to distinguish this case from the general desired trend of increasing mountain green cover.</p>","REC_USE_LIM__GLOBAL":"<p>The indicator can be calculated using freely available Earth Observation data and simple GIS operations that can be processed in free and open source software (FOSS) GIS. </p>\n<p>Potential limitations of the above describe methodology are related mainly to the quality of the land cover data. The ESA CCI land cover maps are currently available at 300 meter resolution which limits their applicability in the monitoring of small and highly heterogeneous landscapes. Therefore, if countries have national land cover maps of higher spatial resolution and comparable or better quality, FAO advises using them, following the same methodology presented here, for the generation of MGCI values. </p>\n<p>Regarding the interpretation of the indicator, although in the great majority of cases the desired direction is an increase in green mountain cover which reflects restriction of damage to natural ecosystems and possibly even the expansion of forest, shrubland and grasslands through conservation efforts, in more limited cases, an increase in the indicator value in high elevation classes may also signify the encroachment of vegetation on areas previously covered by glaciers or other permanent or semi-permanent ice or snow layers, as a result of global warming due to climate change. Such a change can be tracked with the current methodology and flagged accordingly at the level of disaggregated data by land cover type and elevation class, to distinguish this case from the general desired trend of increasing mountain green cover.</p>","DATA_COMP__GLOBAL":"<p>The Mountain Green Cover Index is defined as </p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mi>M</mi>\n    <mi>G</mi>\n    <mi>C</mi>\n    <mi>I</mi>\n    <mo>=</mo>\n    <mi>&amp;nbsp;</mi>\n    <mfrac>\n      <mrow>\n        <mi>M</mi>\n        <mi>o</mi>\n        <mi>u</mi>\n        <mi>n</mi>\n        <mi>t</mi>\n        <mi>a</mi>\n        <mi>i</mi>\n        <mi>n</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>G</mi>\n        <mi>r</mi>\n        <mi>e</mi>\n        <mi>e</mi>\n        <mi>n</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>C</mi>\n        <mi>o</mi>\n        <mi>v</mi>\n        <mi>e</mi>\n        <mi>r</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>A</mi>\n        <mi>r</mi>\n        <mi>e</mi>\n        <mi>a</mi>\n      </mrow>\n      <mrow>\n        <mi>T</mi>\n        <mi>o</mi>\n        <mi>t</mi>\n        <mi>a</mi>\n        <mi>l</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>M</mi>\n        <mi>o</mi>\n        <mi>u</mi>\n        <mi>n</mi>\n        <mi>t</mi>\n        <mi>a</mi>\n        <mi>i</mi>\n        <mi>n</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>A</mi>\n        <mi>r</mi>\n        <mi>e</mi>\n        <mi>a</mi>\n      </mrow>\n    </mfrac>\n    <mo>&#xD7;</mo>\n    <mn>100</mn>\n  </math></p>\n<p>Where Mountain Green Cover area = Sum of areas covered by Cropland, Grassland, Forest and Wetland land cover classes.</p>\n<p>The vegetation descriptor is calculated from a land cover map using basic GIS functions. </p>\n<p>If the country/region has no mountain area, it will be assigned value N/A.</p>","DATA_VALIDATION__GLOBAL":"<p>Country figures generated by FAO are sent to official NSO SDG focal points for validation before publication. Indicator values provided by countries are considered validated. </p>","ADJUSTMENT__GLOBAL":"<p>Not applicable</p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level</strong></li>\n</ul>\n<p>Not applicable, as the indicator has a universal coverage.</p>\n<ul>\n  <li><strong>At regional and global levels</strong></li>\n</ul>\n<p>Not applicable, as the indicator has a universal coverage.</p>","REG_AGG__GLOBAL":"<p>Using spatially explicit data allows straightforward calculation of the indicator value for any delineated area. However, giving the spatial resolution of 300 meters of the CCI layer, calculation of the indicator values for smallest regions consisting of only few pixels may results in abrupt changes in the indicator values due to the relatively higher impact of classification errors. </p>","DOC_METHOD__GLOBAL":"<p>The indicator value can be calculated as follows: </p>\n<ol>\n  <li> The ESA CCI land cover classes are reclassified into six IPCC classes and Green/Non-Green cover map. </li>\n  <li> The Kapos Elevation Ranges map is overlaid on top of the map resulting from step 1. </li>\n  <li> Zonal histogram is calculated for each country and regional grouping in such a way that the number of pixels belonging to green and non-green classes are counted within each elevation range. </li>\n  <li> The ratio (%) between the sum of the green pixels and the total number of pixels (green plus non green) falling within each Kapos is calculated to obtain MGCI values per each Kapos class. </li>\n  <li>The same procedure is used to calculate the distribution of the land cover classes as defined by IPCC within each elevation range. </li>\n</ol>","QUALITY_MGMNT__GLOBAL":"<p>FAO is responsible for the quality of the internal statistical processes used to compile the published datasets. The FAO Statistics Quality Assurance Framework (SQAF), available at: <a href=\"http://www.fao.org/docrep/019/i3664e/i3664e.pdf\">http://www.fao.org/docrep/019/i3664e/i3664e.pdf</a>, provides the necessary principles, guidelines and tools to carry out quality assessments. FAO is performing an internal bi-annual survey (FAO Quality Assessment and Planning Survey) designed to gather information on all of FAO&#x2019;s statistical activities, notably to assess the extent to which quality standards are being implemented with a view to increasing compliance with the quality dimensions of SQAF, documenting best practices and prepare quality improvement plans, where necessary. Domain-specific quality assurance activities are carried out systematically (e.g. quality reviews, self-assessments, compliance monitoring).</p>","QUALITY_ASSURE__GLOBAL":"<p>Date reported by countries to FAO are subject to a rigorous review process to ensure correct use of definitions and methodology as well as internal consistency. A comparison is made with past assessments and other existing data sources. Regular contacts between national correspondents and FAO staff by e-mail form part of this review process.</p>","QUALITY_ASSMNT__GLOBAL":"<p>Quality of statistics produced and disseminated by the FAO is evaluated in terms of fitness for use i.e. the degree to which statistics meet the user&#x2019;s requirements. The quality dimensions assessed are: Relevance; Accuracy and Reliability; Timeliness and Punctuality; Coherence and Comparability; Accessibility and Clarity. Quality dimensions definitions are provided in the FAO Statistical Quality Assurance Framework (SQAF), which provides the definition of quality and describes quality principles for statistical outputs; statistical processes; institutional environment (http://www.fao.org/docrep/019/i3664e/i3664e.pdf). The SQAF is based on the Fundamental Principles of Official Statistics and the Principles Governing International Statistical Activities (CCSA). Adherence to these principles ensures the quality of FAO statistical production processes and of statistical outputs. Regular quality assessments are conducted through the FAO Quality Assessment and Planning Survey (QAPS), a bi-annual survey designed to gather information on all of FAO&#x2019;s statistical activities, which is used to assess the extent to which quality standards are being met with a view to increasing compliance with the SQAF, and to document best practices and provide guidance for improvement where necessary.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>The indicator is generated by geospatial data and therefore has universal coverage. Countries with no values on the global SDG database are either A) countries with no mountains where the indicator is not applicable or B) countries that have not validated FAO&#x2019;s estimates and yet have not provided figures of their own.</p>\n<ol>\n  <li>ESA CCI Land Cover Data is freely available at: <a href=\"https://www.esa-landcover-cci.org/?q=node/164\">https://www.esa-landcover-cci.org/?q=node/164</a></li>\n  <li>Kapos data is freely available at the below links:</li>\n</ol>\n<ul>\n  <li>The USGS Mountain Explorer Kapos classification can be found as GME_K1classes.zip in: <a href=\"https://rmgsc.cr.usgs.gov/outgoing/ecosystems/Global/\">https://rmgsc.cr.usgs.gov/outgoing/ecosystems/Global/</a>.</li>\n</ul>\n<ol>\n  <li>Administrative boundaries are available from various global databases at the links below:</li>\n</ol>\n<ul>\n  <li>FAO Global Administrative Units Layer (GAUL) <a href=\"https://data.europa.eu/euodp/data/dataset/jrc-10112-10004\">https://data.europa.eu/euodp/data/dataset/jrc-10112-10004</a></li>\n  <li>Divas-GIS <a href=\"https://www.diva-gis.org/gdata\">https://www.diva-gis.org/gdata</a> </li>\n  <li>UN Second Administrative Level Boundaries (SALB) <a href=\"https://www.unsalb.org/\">https://www.unsalb.org/</a></li>\n</ul>\n<p><strong>Time series:</strong></p>\n<p>Country, regional and global figures are available for the years 2000, 2010, 2015 and 2018.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>In the global SDG database, the indicator is disaggregated by mountain elevation class (mountain descriptor). An additional disaggregation dimension, the IPCC land cover class, is available in FAO&#x2019;s SDG indicators portal. The combination of six elevation classes and six main land cover types following the IPCC classification yields 36 different disaggregations per country per reporting year. </p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>The default methodology presented here is based on the use of the global ESA CCI Land Cover product, which has been reported to have an overall accuracy of 73.2%. However, the accuracy estimate was calculated using the original 22 land cover classes. As the methodology presented here is based on use of aggregate classes, the accuracy can be expected to be higher. </p>\n<p>The accuracy of the global land cover products can vary regionally. For the same reason, the presented indicator values may differ from those derived using national land cover maps. </p>","OTHER_DOC__GLOBAL":"<p>ESA (2017) Land Cover CCI Product User Guide Version 2. Tech. Rep. Available at:<strong> </strong><a href=\"http://maps.elie.ucl.ac.be/CCI/viewer/download/ESACCI-LC-Ph2-PUGv2_2.0.pdf\"><u>maps.elie.ucl.ac.be/CCI/viewer/download/ESACCI-LC-Ph2-PUGv2_2.0.pdf</u></a></p>\n<p>Kapos, V., Rhind, J., Edwards, M., Prince, M., &amp; Ravillous, C. (2000). Developing a map of the world&#x2019;s mountain forests. In M. F. Price , &amp; N. Butt (Eds.), <em>Forests in Sustainable Mountain Development: A State-of-Knowledge Report for 2000</em> (pp. 4-9). Wallingford: CAB International.</p>\n<p>Karagulle, D., Frye, C., Breyer, S., Aniello, P., Vaughan, R., &amp; Wright, D. (2017). Modeling global Hammond landform regions from 250-m elevation data. <em>Transactions in GIS</em>. https://doi.org/10.1111/tgis.12265</p>\n<p>K&#xF6;rner, C., Paulsen, J., &amp; Spehn, E. (2011). A definition of mountains and their bioclimatic belts for global comparisons of biodiversity data. <em>Alpine Botany, 121</em>, 73-78.</p>\n<p>Penman, J., Gytarsky, M., Hiraishi, T., Krug, T., Kruger, D., Pipatti, R., Buendia, L., Miwa, K., Ngara, T., Tanabe, K. (2003). <em>Good Practice Guidance for Land Use, Land-use Change and Forestry. Good Practice Guidance for Land Use, Land-use Change and Forestry.</em></p>\n<p>Santoro, M., Kirches, G., Wevers, J., Boettcher, M., Brockmann, C., Lamarche, C., . . . Defourny, P. (2015). <em>Land Cover CCI PRODUCT USER GUIDE VERSION 2.0.</em> European Spatial Agency. European Spatial Agency. Retrieved from http://maps.elie.ucl.ac.be/CCI/viewer/download/ESACCI-LC-Ph2-PUGv2_2.0.pdf</p>\n<p>Sayre, R., Frye, C. Karagulle, D., Krauer, J, Breyer, S., Aniello, P., Wright, D.J., Payne, D., Adler, C. Warner, H., VanSistine, D.P. &amp; Cress, J. (2018). A New High-Resolution Map of World Mountains and an Online Tool for Visualizing and Comparing Characterizations of Global Mountain Distributions. <em>Mountain Research and Development</em>, 38(3), 240-249. </p>","indicator":"15.4.2","target_id":"15.4","sdg_goal":"15","indicator_sort_order":"15-04-02"}