{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.15-6-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.15-6-1-title","indicator_number":"15.6.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 15: Protect, restore and promote sustainable use of terrestrial ecosystems, sustainably manage forests, combat desertification, and halt and reverse land degradation and halt biodiversity loss</p>","SDG_TARGET__GLOBAL":"<p>Target 15.6: Promote fair and equitable sharing of the benefits arising from the utilization of genetic resources and promote appropriate access to such resources, as internationally agreed</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 15.6.1: Number of countries that have adopted legislative, administrative and policy frameworks to ensure fair and equitable sharing of benefits</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Countries that are contracting Parties to the International Treaty on Plant Genetic Resources for Food and Agriculture (PGRFA) (1 = YES; 0 = NO) ER_CBD_PTYPGRFA</p>\n<p>Countries that are parties to the Nagoya Protocol (1 = YES; 0 = NO) ER_CBD_NAGOYA</p>\n<p>Countries that have legislative, administrative and policy framework or measures reported through the Online Reporting System on Compliance of the International Treaty on Plant Genetic Resources for Food and Agriculture (PGRFA) (1 = YES; 0 = NO) ER_CBD_ORSPGRFA</p>\n<p>Countries that have legislative, administrative and policy framework or measures reported to the Access and Benefit-Sharing Clearing-House (1 = YES; 0 = NO) ER_CBD_ABSCLRHS</p>\n<p>Total reported number of Standard Material Transfer Agreements (SMTAs) transferring plant genetic resources for food and agriculture to the country (number) ER_CBD_SMTA</p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>Not applicable</p>\n<p>An indicator on numbers of permits and numbers of Material Transfer Agreements issued would provide complementary information.</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>Secretariat of the Convention on Biological Diversity (CBD)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>Secretariat of the Convention on Biological Diversity (CBD)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition</strong></p>\n<p>The indicator is defined as the number of countries that have adopted legislative, administrative and policy frameworks to ensure fair and equitable sharing of benefits. It refers to the efforts by countries to implement the Nagoya Protocol on Access to Genetic Resources and the Fair and Equitable Sharing of Benefits Arising from their Utilization to the Convention on Biological Diversity<em> </em>(2010) and the International Treaty on Plant Genetic Resources for Food and Agriculture (2001).</p>\n<p>The Nagoya Protocol covers genetic resources and traditional knowledge associated with genetic resources, as well as the benefits arising from their utilization by setting out core obligations for its contracting Parties to take measures in relation to access, benefit-sharing and compliance. The objectives of the International Treaty are the conservation and sustainable use of plant genetic resources for food and agriculture and the fair and equitable sharing of the benefits arising out of their use, in harmony with the Convention on Biological Diversity. </p>\n<p>The Protocol provides greater legal certainty and transparency for both providers and users of genetic resources and associated traditional knowledge, and therefore, encourages the advancement of research on genetic resources which could lead to new discoveries for the benefit of all. </p>\n<p>The Nagoya Protocol also creates incentives to conserve and sustainably use genetic resources, and thereby enhances the contribution of biodiversity to development and human well-being. In addition, Parties to the Protocol are to encourage users and providers to direct benefits arising from the utilization of genetic resources towards the conservation of biological diversity and the sustainable use of its components.</p>\n<p>The International Treaty has established the Multilateral System of Access and Benefit-sharing, which facilitates exchanges of plant genetic resources for purposes of agricultural research and breeding to contribute to sustainable agriculture and food security, by providing a transparent and reliable framework for the exchange of crop genetic resources. The Multilateral System is instrumental to achieving the conservation and sustainable use of plant genetic resources as well as the fair and equitable sharing of benefits arising from their use. The Standard Material Transfer Agreement is a mandatory standard contract for parties wishing to provide and receive material under the Multilateral System. </p>","UNIT_MEASURE__GLOBAL":"<p>For data series ER CBD PTYPGRFA, ER CBD NAGOYA, ER CBD ORSPGRFA, CBD ABSCLRHS the unit of measurement is number of countries.</p>\n<p>For data series ER CBD SMTA the unit of measurement is number of Standard Material Transfer Agreements (SMTAs). The total number of SMTAs transferring plant genetic resources for food and agriculture to the country is a cumulative figure.</p>","SOURCE_TYPE__GLOBAL":"<p>The Access and Benefit-sharing Clearing-House home page: <a href=\"http://absch.cbd.int\"><u>http://absch.cbd.int</u></a></p>\n<p>The Online Reporting System on Compliance of the International Treaty on PGRFA, <a href=\"http://www.fao.org/plant-treaty/areas-of-work/compliance/compliance-reports/en/\">http://www.fao.org/plant-treaty/areas-of-work/compliance/compliance-reports/en/</a> </p>\n<p>Easy-SMTA, https://mls.planttreaty.org</p>","COLL_METHOD__GLOBAL":"<p>Data is collected from the existing online platforms of the two instruments (see 3.a above). </p>\n<p>For the ABS Clearing-House, a country must complete and publish a common format for legislative, administrative, or policy measures. The common format can be downloaded at the following link: <a href=\"https://www.cbd.int/abs/common-formats/en/ABSCH-MSR-en.doc\">https://www.cbd.int/abs/common-formats/en/ABSCH-MSR-en.doc</a>. Once the format is completed, it is published as a national record on the ABS Clearing-House and the country will be henceforth counted as having a measure in place.</p>\n<p>For the International Treaty, countries (Contracting Parties) submit a national report regarding their implementation of the provisions of the International Treaty under the compliance procedure, using the standard reporting format. The submitted national reports are available at the following link: https://www.fao.org/plant-treaty/areas-of-work/compliance/compliance-reports/en/</p>\n<p> </p>","FREQ_COLL__GLOBAL":"<p>Data is collected on an ongoing basis, as new information is made available by countries (CBD ABSCLRHS and ER_CBD_ORSPGRFA) or by users of plant genetic resources (ER_CBD_SMTA).</p>","REL_CAL_POLICY__GLOBAL":"<p>Data for the Nagoya Protocol and International Treaty is compiled and provided as of 15 February every year, to meet the SDGs annual reporting requirement.</p>\n<p>3.e. Data providersPublishing authorities for the ABS Clearing-House as designated by the CBD national focal points or the ABS focal points. Publishing authorities for the Online Reporting System on compliance of the International Treaty on PGRFA are the officially nominated national focal points or nominated reporting authorities.</p>","COMPILING_ORG__GLOBAL":"<p>CBD and International Treaty Secretariats.</p>","INST_MANDATE__GLOBAL":"<p>The ABS Clearing-House is a platform for exchanging information on access and benefit-sharing established by Article 14 of the Protocol, The ABS Clearing-House is a key tool for facilitating the implementation of the Nagoya Protocol, by enhancing legal certainty and transparency on procedures for access, and for monitoring the utilization of genetic resources along the value chain. The Protocol requires Parties to make information on legislative, administrative and policy measures available to the ABS Clearing-House. Non-Parties are also encouraged to make this information available in the same manner.</p>\n<p>In order to promote compliance with all the provisions of the International Treaty, including access and benefit sharing obligations, and to address issues of non-compliance, the Governing Body of the International Treaty has approved the procedures and operational mechanisms by Resolution 2/2011. Under V. 1, it is noted that each Contracting Party is to submit to the Compliance Committee, established by the Governing Body by Resolution 3/2006, through the Secretary, a report on the measures it has taken to implement its obligations under the International Treaty in one of the six languages of the United Nations. Contracting Parties have submitted their report by using a standard reporting format approved by the Governing Body, sending it to the Secretary. The Secretariat of the International Treaty prepares an analysis of the reports received from Contracting Parties for consideration by the Compliance Committee. </p>\n<p>Relevant Resolutions of the Governing Body: <a href=\"http://www.fao.org/3/a-be452e.pdf\">http://www.fao.org/3/a-be452e.pdf</a> (Resolution 2/2011); <a href=\"http://www.fao.org/3/a-mn566e.pdf\">http://www.fao.org/3/a-mn566e.pdf</a> (Resolution 9/2013)</p>\n<p>Regarding the number of SMTAs, the Secretariat of the International Treaty has developed a system called &#x201C;Easy-SMTA&#x201D; (the link is provided under 3.a,Data sources) to assist users of plant genetic resources with compiling and generating SMTAs in the six official languages of the International Treaty and reporting on SMTAs concluded in accordance with the guidance provided by the Governing Body of the International Treaty.</p>","RATIONALE__GLOBAL":"<p>The Nagoya Protocol, to be operational, requires that certain enabling conditions are met at the national level for its effective implementation. In particular, countries will need, depending on their specific circumstances, to revise legislative, administrative or policy measures already in place or develop new measures in order to meet the obligations set out under the Protocol. </p>\n<p>In particular, the Nagoya Protocol provides that Parties are to take legislative, administrative or policy measures, as appropriate, to ensure the fair and equitable sharing of the benefits arising from the utilization of genetic resources, including for genetic resources that are held by indigenous communities, and benefits arising from the utilization of traditional knowledge associated with genetic resources. </p>\n<p>The ABS Clearing-House is a platform for exchanging information on access and benefit-sharing established by Article 14 of the Protocol, The ABS Clearing-House is a key tool for facilitating the implementation of the Nagoya Protocol, by enhancing legal certainty and transparency on procedures for access, and for monitoring the utilization of genetic resources along the value chain. The Protocol requires Parties to make information on legislative, administrative and policy measures available to the ABS Clearing-House. Non-Parties are also encouraged to make this information available in the same manner. The goal is to allow users of genetic resources and associated traditional knowledge to easily find information on the ABS Clearing-House on how to access these resources and knowledge in an organized manner, and all in one convenient location.</p>\n<p>The International Treaty stipulates that Contracting Parties ensure the conformity of its laws, regulations and procedures with their obligations under the International Treaty (Article 4). Under the Multilateral System of Access and Benefit-sharing (Articles 10-13), countries grant each other facilitated access to a selection of their plant genetic resources for food and agriculture, while users are encouraged to share their benefits with the Multilateral System. Such benefits should primarily flow to farmers in developing countries who promote the conservation and sustainable use of plant genetic resources. </p>\n<p>Pursuant to Article 21, the Governing Body adopted the Procedures and operational mechanism to promote compliance and address issues of non-compliance. Under the monitoring and reporting in the Procedures, each Contracting Party is requested to submit a report on the measures it has taken to implement its obligations under the International Treaty, including the access and benefit-sharing measures. Contracting Parties report using an agreed standard format and through the Online Reporting System on Compliance. Additionally, information on the number of Standard Material Transfer Agreements is gathered from the Data Store of the International Treaty through Easy-SMTA. SMTA is a mandatory contract that Contracting Parties of the International Treaty have agreed to use whenever plant genetic resources falling under the Multilateral System are made available. </p>\n<p>Indicator 15.6.1 directly measures progress made by countries in establishing legislative, administrative or policy frameworks on access and benefit-sharing (ABS). By developing their ABS frameworks, countries are contributing to the achievement of SDG Target 15.6 and to the conservation and sustainable use of biological and genetic diversity. Progress in this indicator is assessed through measuring the increase in the number of countries that have adopted ABS legislative, administrative and policy measures and that have made available this information in the ABS Clearing-House and through the Online Reporting System on Compliance of the International Treaty in relation to plant genetic resources for food and agriculture. </p>","REC_USE_LIM__GLOBAL":"<p>This indicator can be used to measure progress in adopting ABS legislative, administrative and policy frameworks over time.</p>\n<p>This indicator does not assess the scope or effectiveness of ABS legislative, administrative and policy frameworks. </p>\n<p>The notion of framework suggests that there is a complete set of rules established on access and benefit-sharing. However, it is difficult to have a predefined idea of what constitutes an ABS framework. In the context of this indicator, the publication by a country of one or more ABS legislative, administrative and policy measure in the ABS Clearing-House would be considered progress by that country on having an ABS legislative, administrative and policy framework, and through the Online Reporting System on Compliance of the International Treaty in relation to plant genetic resources for food and agriculture.</p>","DATA_COMP__GLOBAL":"<p>Summation of information made available by each Party to the Convention on Biological Diversity and to the International Treaty related to:</p>\n<ul>\n  <li>ABS legislative, administrative or policy measures made available to the ABS Clearing-House and to the Online Reporting System on Compliance of the International Treaty in relation to plant genetic resources for food and agriculture (y/n); </li>\n</ul>","DATA_VALIDATION__GLOBAL":"<p>https://absch.cbd.int/countries</p>\n<p>Contracting Parties of the International Treaty: http://www.fao.org/plant-treaty/countries/membership/en/</p>\n<p>National Reports of the International Treaty: http://www.fao.org/plant-treaty/areas-of-work/compliance/compliance-reports/en/</p>\n<p>Standard Material Transfer Agreement (SMTA): https://mls.planttreaty.org</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>Regarding the number of SMTA, the data is the number of SMTA reported through the online system of the International Treaty (Easy-SMTA) for each country, while the actual number of SMTA issued (signed) could be higher, as all SMTAs signed may not be reported through the online system and therefore not recorded. The SMTA is a private contract, therefore it is reported by users, not by a government focal point. Users have also a two-year period for reporting their SMTAs, and therefore the number reported for a specific year would be fixed in two years (may also change during the two years). </p>\n<p><strong>&#x2022; At regional and global levels</strong></p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>For 196 Parties to the Convention on Biological Diversity.</p>\n<p>Availability of data is dependent on countries making the information on ABS legislative, administrative or and policy measures available to the ABS Clearing-House. </p>\n<p>For 148 Contracting Parties that have ratified, accepted, approved or acceded to the International Treaty on Plant Genetic Resources for Food and Agriculture.</p>\n<p><strong>Time series:</strong></p>\n<p><strong>Disaggregation:</strong></p>\n<p>Data are provided by countries (or regional integration entities), and can be displayed by country, regional group, membership to a specific regional organization, and/or by their status as Parties or non-Parties to the Protocol and to the International Treaty.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Reliability of the indicator is dependent on countries making information available to the ABS Clearing-House of the Nagoya Protocol and to the Online Reporting System on Compliance of the International Treaty on ABS legislative, administrative or policy measures.</p>\n<p>In addition to the information made available by countries to the ABS Clearing-House, the CBD Secretariat collects information from other sources: national biodiversity strategies and actions plans, national reports submitted under the CBD, the interim national reports on the implementation of the Nagoya Protocol (due in 2017) and official communications to the SCBD (responses to notifications, email communications, etc.). The information collected from these sources inform the Secretariat&#x2019;s inputs to other processes under the Protocol, in particular the consideration by the Conference of the Parties serving as the meeting of the Parties to the Protocol (COP-MOP) of national reports (Article 29) and assessment and review (Article 31). The resulting information on the number of countries with ABS legislative, administrative or and policy measures may differ from the number of countries that have made available this information in the ABS Clearing-House. </p>\n<p> </p>\n<p>In addition to the information made available by countries to the Online Reporting System on Compliance of the International Treaty, FAO collects information from countries, submitted through their national reports, on conservation and use of PGRFA and their efforts in this regard for the preparation of the <em>State of the World&#x2019;s Plant Genetic Resources for Food and Agriculture</em>. </p>","OTHER_DOC__GLOBAL":"<p>Text of the Nagoya Protocol on Access to Genetic Resources and the Fair and Equitable Sharing of Benefits Arising from their Utilization to the Convention on Biological Diversity: <a href=\"https://www.cbd.int/abs/text/default.shtml\"><u>https://www.cbd.int/abs/text/default.shtml</u></a> </p>\n<p>The Access and Benefit-sharing Clearing-House: <a href=\"http://absch.cbd.int\"><u>http://absch.cbd.int</u></a> </p>\n<p>International Treaty on Plant Genetic Resources for Food and Agriculture, <a href=\"https://www.fao.org/plant-treaty/en/\">https://www.fao.org/plant-treaty/en/</a></p>\n<p>Data Store of the International Treaty on PGRFA, Easy-SMTA, <a href=\"https://mls.planttreaty.org\"><u>https://mls.planttreaty.org</u></a></p>","indicator":"15.6.1","target_id":"15.6","sdg_goal":"15","indicator_sort_order":"15-06-01"}