{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.15-c-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.15-c-1-title","indicator_number":"15.c.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 15: Protect, restore and promote sustainable use of terrestrial ecosystems, sustainably manage forests, combat desertification, and halt and reverse land degradation and halt biodiversity loss</p>","SDG_TARGET__GLOBAL":"<p>Target 15.7: Take urgent action to end poaching and trafficking of protected species of flora and fauna and address both demand and supply of illegal wildlife products</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 15.7.1: Proportion of traded wildlife that was poached or illicitly trafficked</p>","META_LAST_UPDATE__GLOBAL":"<p>2016-07-19</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Office on Drugs and Crime (UNODC)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Office on Drugs and Crime (UNODC)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>The share of all trade in wildlife detected as being illegal</p>\n<p><strong>Concepts:</strong></p>\n<p>&#x201C;All trade in wildlife&#x201D; is the sum of the values of legal and illegal trade</p>\n<p>&#x201C;Legal trade&#x201D; is the sum of the value of all shipments made in compliance with the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES), using valid CITES permits and certificates.</p>\n<p>&#x201C;Illegal trade&#x201D; is the sum of the value of all CITES/listed specimens seized.</p>","SOURCE_TYPE__GLOBAL":"<p>The legal trade data are reported annually by Parties to CITES and stored in the CITES Trade Database, managed by the UNEP World Conservation Monitoring Centre in Cambridge.</p>\n<p>The detected illegal trade data have been gathered from a number of sources and combined in a UNODC database called &#x201C;World WISE&#x201D;. This database will be filled, from 2017, with data from the new annual CITES Illegal Trade reporting requirement.</p>\n<p>The US LEMIS price data for CITES-listed species are also provided to UNEP-WCMC within the U.S. annual report to CITES.</p>","COLL_METHOD__GLOBAL":"<p>Some adjustment/validation is necessary between countries, but standardized codes for the legal wildlife trade have been developing since 1975. The basic fields necessary for the global indicator (species, product, and unit) are well established and present in every seizure. Some unit conversions (e.g. logs to MT to m3 for timber) are necessary for some products. For many commodities, for instance trade in live animals and trophies, it is possible to aggregate based on &#x201C;whole individuals&#x201D;. To do regional or national breakdowns, however, data on the source of the shipment are necessary (as the impact of poaching pertains to the source country, not the seizure country), and these data are not available for every seizure.</p>","FREQ_COLL__GLOBAL":"<p>The first tranche of data from the Illicit Trade Report should be available in November 2017. </p>","REL_CAL_POLICY__GLOBAL":"<p>To be determined</p>","DATA_SOURCE__GLOBAL":"<p>The CITES Management Authority of each country</p>","COMPILING_ORG__GLOBAL":"<p>UNODC and UNEP-WCMC</p>","RATIONALE__GLOBAL":"<p><strong>Rationale:</strong></p>\n<p>There are over 35,000 species under international protection, so it is impossible to monitor all poaching. Illegal trade, however, is an indirect indicator of poaching. Wildlife seizures represent concrete instances of illegal trade, but the share of overall wildlife crime they represent is unknown and variable. In addition, the number of species under international protection continues to grow. Legal international trade in protected species, by definition, is 100% captured in the CITES Trade Database, which now contains over 16 million records of trade in CITES-listed species. To ground the illegal trade data in a complete indicator, the ratio of aggregated seizures to total trade is estimated. An increase in the share of total wildlife trade that is illegal would be interpreted as a negative indicator, and a decrease as a positive one.</p>\n<p>Because the illegal wildlife trade represents thousands of distinct products, a means of aggregation is necessary. The legal trade value does not represent the true black market value of the items seized, nor the true value of the legal shipments, because it is derived from a single market source (US LEMIS). It does, however, present a logical and consistent means of aggregating unlike products.</p>","REC_USE_LIM__GLOBAL":"<p>Seizures are an incomplete indicator of trafficking, and subject to considerable volatility. Universal coverage is not presently available, although 120 countries are represented in the present database. Since the indicator looks at the relationship between two values, changes in the relationship could be due to changes in either value.</p>","DATA_COMP__GLOBAL":"<p>The value of a species-product unit is derived from the weighted average of prices declared for legal imports of analogous species product units, as acquired from United States Law Enforcement Monitoring and Information System of the Fish and Wildlife Service.</p>\n<p>The value of legal trade is the sum of all species-product units documented in CITES export permits as reported in the CITES Annual Reports times the species-product unit prices as specified above.</p>\n<p>The value of illegal trade is the sum of all species-product units documented in the World WISE seizure database times the species-product unit prices as specified above.</p>\n<p>The indicator is value of illegal trade/(value of legal trade + value of illegal trade)</p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level</strong></li>\n</ul>\n<p>Given the number of products and volatility of these markets, there is presently no mechanism for imputing missing data.</p>\n<ul>\n  <li><strong>At regional and global levels</strong></li>\n</ul>\n<p>As above</p>","REG_AGG__GLOBAL":"<p>National data are added.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>60</p>\n<p><strong>Time series:</strong></p>\n<p><strong>Disaggregation:</strong></p>\n<p>Where source data are available, the data could be disaggregated to the national level. As a form of trade data, issues of gender, age, and disability status are not applicable.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>The global figure is the aggregate of national figures provided by countries.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>www.unodc.org</p>\n<p><strong>References:</strong></p>\n<p>http://www.unodc.org/documents/data-and-analysis/wildlife/Methodological_Annex_final.pdf</p>\n<p><a href=\"http://trade.cites.org/cites_trade_guidelines/en-CITES_Trade_Database_Guide.pdf\"><u>http://trade.cites.org/cites_trade_guidelines/en-CITES_Trade_Database_Guide.pdf</u></a></p>","indicator":"15.c.1","target_id":"15.c","sdg_goal":"15","indicator_sort_order":"15-0c-01"}