{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.16-1-3-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.16-1-3-title","indicator_number":"16.1.3","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 16: Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels</p>","SDG_TARGET__GLOBAL":"<p>Target 16.1: Significantly reduce all forms of violence and related death rates everywhere</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 16.1.3: Proportion of population subjected to (a) physical violence, (b) psychological violence and (c) sexual violence in the previous 12 months</p>","META_LAST_UPDATE__GLOBAL":"<p>2016-07-19</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>16.2, 16.3, 16.a, 5.2</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Office on Drugs and Crime (UNODC)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Office on Drugs and Crime (UNODC)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>The total number of persons who have been victim of physical, psychological or sexual violence in the previous 12 months, as a share of the total population.</p>\n<p><strong>Concepts:</strong></p>\n<p>This indicator measures the prevalence of victimization from physical, psychological or sexual violence</p>\n<p>Physical violence: This concept is equivalent to the concept of physical assault, as defined in the International Classification of Crime for Statistical Purposes (ICCS): the intentional or reckless application of physical force inflicted upon the body of a person. This includes serious and minor bodily injuries and serious and minor physical force. According to the ICCS, these are defined as:</p>\n<p>Serious bodily injury, at minimum, includes gunshot or bullet wounds; knife or stab wounds; severed limbs; broken bones or teeth knocked out; internal injuries; being knocked unconscious; and other severe or critical injuries.</p>\n<p>Serious physical force, at minimum, includes being shot; stabbed or cut; hit by an object; hit by a thrown object; poisoning and other applications of force with the potential to cause serious bodily injury.</p>\n<p>Minor bodily injury, at minimum, includes bruises, cuts, scratches, chipped teeth, swelling, black eye and other minor injuries.</p>\n<p>Minor physical force, at minimum, includes hitting, slapping, pushing, tripping, knocking down and other applications of force with the potential to cause minor bodily injury.</p>\n<p>Sexual violence (ICCS): Unwanted sexual act, attempt to obtain a sexual act, or contact or communication with unwanted sexual attention without valid consent or with consent as a result of intimidation, force, fraud, coercion, threat, deception, use of drugs or alcohol, or abuse of power or of a position of vulnerability. This includes rape and other forms of sexual assault.</p>\n<p>Psychological violence: There is as yet no consensus at the international level of the precise definition of psychological violence and there is as yet no generally well-established methodology to measure psychological violence.</p>","SOURCE_TYPE__GLOBAL":"<p>This indicator is derived from surveys on crime victimization or from other household surveys with a module on crime victimization.</p>\n<p>The indicator refers to individual experience of the respondent, who is randomly selected among the household members, while experience of other members is not to be included. Experience of violent victimization is collected through a series of questions on concrete acts of violence suffered by the respondent.</p>\n<p>UNODC collects data on the prevalence of physical and sexual assault through its annual data collection (UN-CTS). The data collection through the UN-CTS is facilitated by a network of over 130 national Focal Points appointed by responsible authorities.</p>","COLL_METHOD__GLOBAL":"<p>There is a consolidated system of annual data collection on crime and criminal justice (UN- Crime Trends Survey, UN-CTS) which represents the basis of data on intentional homicide. The UN-CTS data collection is largely based on the network of national Focal Points, which are institutions/officials appointed by countries and having the technical capacity and role to produce data on crime and criminal justice (around 130 appointed Focal Points as of 2016).</p>\n<p>The UN-CTS collects data on reporting rate by victims of &#x201C;physical assault&#x201D; and &#x201C;sexual assault&#x201D;. The current data collection will be reviewed to collect more precise data on this indicator.</p>\n<p>Data for SDG monitoring will be sent to countries for consultation prior to publication.</p>","FREQ_COLL__GLOBAL":"<p>III &#x2013; IV quarter 2016 </p>","REL_CAL_POLICY__GLOBAL":"<p>II quarter 2017 </p>","DATA_SOURCE__GLOBAL":"<p>National Statistical Offices, Police, Ministry of Justice, Ministry of Interior, Prosecutor&#x2019;s Office</p>","COMPILING_ORG__GLOBAL":"<p>UNODC</p>","RATIONALE__GLOBAL":"<p>This indicator measures the prevalence of victimization from physical, sexual (and, possibly, psychological) violence. It is globally relevant as violence in various forms occurs in all regions and countries of the world. Given that acts of violence are heavily underreported to the authorities, this indicator needs to be based on data collected through sample surveys of the adult population.</p>","REC_USE_LIM__GLOBAL":"<p>Crime victimization surveys are able to capture experience of violence suffered by adult population of both sexes; however, due to the complexity of collecting information on experiences of violence, it is likely that not all experiences of violence are duly covered by these surveys, which aim to cover several types of crime experience. Other dedicated surveys on violence usually focus on selected population groups (typically women, children or the elderly) or in specific contexts (domestic violence, schools, prisons, etc.), but they are not able to portray levels and trends of violence in the entire population.</p>\n<p>While there are already international standards on measuring physical and sexual violence through survey instruments, there is currently no international standard on the measurement of psychological violence. One practical option could be to limit psychological violence to threatening behaviour, which does have an established methodology of measurement in victimization surveys. Threatening behaviour, at minimum, is an intentional behaviour that causes fear of injury or harm.</p>\n<p>Finally, indicators on prevalence of physical and sexual violence are usually produced and reported separately; the production of data on the prevalence of physical or sexual violence requires ad-hoc data collection.</p>\n<p>Victimization surveys (as dedicated surveys or as modules of household surveys) are usually restricted to the general population living in households above a certain age (typically 15 or 18 years of age), while sometimes an upper age limit is also applied (typically 65, 70 or 75 years of age).</p>","DATA_COMP__GLOBAL":"<p>Number of survey respondents who have been victim of physical, psychological or sexual violence in the previous 12 months, divided by the total number of survey respondents.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>Missing values are left blank</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>Missing values are left blank. Global estimates are currently not produced.</p>","REG_AGG__GLOBAL":"<p>Global estimates are currently not produced.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Data Availability refers to country reporting in UN-CTS only: (phys = prevalence of physical assault; (sex) = prevalence rate of sexual assault</p>\n<p>Data Availability (2010 to present)</p>\n<p>Asia and Pacific: 1 (phys) + 3 (sex) 4</p>\n<p>Africa: 0 (phys) + 2 (sex) 2</p>\n<p>Latin America and the Caribbean: 1 (phys) + 4 (sex) 5</p>\n<p>Europe, North America, Australia, New Zealand and Japan: 10 (phys) + 12 (sex) 22</p>\n<p>Data Availability (2000-2009)</p>\n<p>Asia and Pacific: 1 (phys) + 2 (sex) 3</p>\n<p>Africa: 2 (phys) + 0 (sex) 2</p>\n<p>Latin America and the Caribbean: 1 (phys) + 4 (sex) 5</p>\n<p>Europe, North America, Australia, New Zealand and Japan: 8 (phys) + 14 (sex) 22</p>\n<p>See also available data and metadata at:</p>\n<p>https://www.unodc.org/unodc/en/data-and-analysis/crime-and-criminal-justice.html&quot;</p>\n<p><strong>Time series:</strong></p>\n<p>2006-2014 </p>\n<p><strong>Disaggregation:</strong></p>\n<p>By sex and age</p>\n<p>Income level</p>\n<p>Education</p>\n<p>Citizenship</p>\n<p>Ethnicity</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>UNODC currently compiles data from national sources.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>www.unodc.org</p>\n<p><strong>References:</strong></p>\n<p>UNODC collects data on the prevalence of crime and violence in its annual data collection on crime and criminal justice (UN- Crime Trends Survey, UN-CTS).</p>","indicator":"16.1.3","target_id":"16.1","sdg_goal":"16","indicator_sort_order":"16-01-03"}