{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.16-10-2-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.16-10-2-title","indicator_number":"16.10.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 16: Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels</p>","SDG_TARGET__GLOBAL":"<p>Target 16.10: Ensure public access to information and protect fundamental freedoms, in accordance with national legislation and international agreements</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 16.10.2: Number of countries that adopt and implement constitutional, statutory and/or policy guarantees for public access to information</p>","SDG_SERIES_DESCR__GLOBAL":"<p>None</p>","META_LAST_UPDATE__GLOBAL":"<p>2021-07-01</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>None</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Educational, Scientific and Cultural Organization (UNESCO)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Educational, Scientific and Cultural Organization (UNESCO)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Number of countries that adopt and implement constitutional, statutory and/or policy guarantees for public access to information.</p>\n<p>The purpose of this indicator is to report the total of number of countries that adopted legal guarantees on ATI, as well as the main tendencies in the implementation of these guarantees, which are presented in global aggregates.</p>\n<p>Based on the definition above, the indicator has two components:</p>\n<p>1. Adoption</p>\n<p>2. Implementation</p>\n<p>Under each component, key questions were identified based on what can be called &#x201C;Principles of Access to Information&#x201D;, and which highlight essential components for effective implementation of Access to Information implementation at the country level. These Principles are synthesized from existing frameworks and documents recognised internationally.<sup><a href=\"#footnote-2\" id=\"footnote-ref-2\">[1]</a></sup> For the purpose of this survey, the principles of relevance are as follows:</p>\n<p>1. Legal frameworks for Access to Information </p>\n<p>2. Limited exemptions</p>\n<p>3. Oversight mechanism </p>\n<p>4. Appeals mechanism</p>\n<p>5. Record keeping and reporting</p>\n<p>Each question values between 0 and 2. Upon the completion of the survey, a country can get a total score of 0-9. The total score of each country will not be assigned to any level category (e.g.: low, medium or high). However, it will contribute to global aggregates. </p>\n<p>More details on the computation method are under the section Methodology.</p>\n<p><strong>Concepts:</strong></p>\n<ol>\n  <li><em>Access to Information</em></li>\n</ol>\n<p>&#x201C;Public access to information&#x201D; is based upon the established human right to the fundamental freedom of expression (FOE) and association. States are duty-bearers for this right and measuring the fulfilment of this duty allows for assessment of progress.</p>\n<p>In terms of defining what is being measured, Access to Information (ATI) has two principle components: the obligation for states to have a legal framework that is also implemented in practice, that: </p>\n<ul>\n  <li>Entitles public to request access to information (documents and other information recorded in any format) and to respond to such requests in a timely fashion. </li>\n  <li>Obliges authorities to ensure that information of public interest is put into the public domain proactively, without the need for requests.</li>\n</ul>\n<ol>\n  <li><em>Right to Information</em></li>\n</ol>\n<p>The right of access to public information (RTI) is a component of the fundamental right of freedom of expression as set forth by Article 19 of the Universal Declaration of Human Rights (1948), and the subsequent International Covenant on Civil and Political Rights. These state that the fundamental right of freedom of expression encompasses the freedom &quot;to seek, receive and impart information and ideas through any media and regardless of frontiers&#x201D; (our italics). Seeking and receiving is the dimension of the right that is immediately relevant to this SDG indicator, with the right to impart information and ideas constituting the other side of the coin. </p>\n<p>RTI is an umbrella term that refers to the legal right to access information held by public bodies. It is often used in the same way as terms such as Freedom of Information (FOI). </p>\n<ol>\n  <li><em>Implementation</em></li>\n</ol>\n<p>This refers primarily to efforts to give practical effect to the provisions of the law, policy or regulation. Implementation thus designates government bodies providing information to the public (on request as well as proactively). Implementation is important to ensure that the benefits of the law, policy or regulation are realized.</p>\n<ol>\n  <li><em>Monitoring </em></li>\n</ol>\n<p>Monitoring the implementation of access to information refers to the supervision and examination conducted by the dedicated Access to Information oversight institution to ensure effective application of the legal guarantee(s). This includes a role in assessing efforts made by public bodies with a view to advance access to information in the country. </p>\n<ol>\n  <li><em>Enforcement </em></li>\n</ol>\n<p>Enforcement of compliance with Access to Information legal guarantee(s) refers to the actions of obliging adherence by duty-bearers to the respective requirements and the implementation of sanctions when violations are found. Enforcement is a disciplinary function that seeks to ensure that there are consequences to the violation of rules, involving a set of tools used to punish breaches of laws and regulations, and to deter future violations.</p>\n<ol>\n  <li><em>Mediation</em></li>\n</ol>\n<p>Mediation is a negotiation facilitated by a neutral third party (a mediator). Mediation does not involve decision making by the neutral third party. Unlike a judge or an arbitrator, therefore, the mediator is not a decision-maker. In mediation, the disputing parties work with the mediator to resolve their disputes. The mediator assists the parties in reaching their own decision on a settlement of the dispute by supervising the exchange of information and the bargaining process. </p>\n<ol>\n  <li><em>Dedicated oversight </em></li>\n</ol>\n<p>This specialist function covers the process of supervision, monitoring, evaluation of performance and review, to ensure compliance with laws, regulations and policies. It entails assessing and enforcing implementation. Oversight of implementation is thus different to executing the actual implementation itself in regard to the direct provision of information. </p>\n<p>An oversight institution refers to the body charged with ensuring Oversight and therefore accountability for the implementation of ATI. The same body or another may also do appeals, although appeals is a distinct function from oversight and are sometimes done by a separate body. This is why some countries, there exists more than one oversight institution, depending on the different tasks performed. </p>\n<p>The oversight function can be exercised by the following (indicative) institutions: </p>\n<ul>\n  <li>Information Commission/ Commissioner;</li>\n  <li>Data Protection or Privacy Commission / Commissioner</li>\n  <li>Human Rights Commission</li>\n  <li>Ombudsman</li>\n  <li>Department/ Ministry/ Agency</li>\n</ul>\n<ol>\n  <li><em>Appeals </em></li>\n</ol>\n<p>An appeal is an application for a decision (or lack of a decision) relating to a request for information, to be reviewed by the Access to Information oversight institution that is tasked with this. Appeals normally involve requests to reconsider failures by duty-bearers to provide information. Ideally, an independent and impartial review body will be established with the power to compel disclosure. While in some jurisdictions, courts may be an effective alternative to a review body, they can be slow and expensive, and therefore may prevent many people from seeking review. Appeals to a court should normally be a last resort once institutional appeal processes are exhausted, and this realm is treated as outside the scope of this indicator. </p>\n<ol>\n  <li><em>Limited exemptions </em></li>\n</ol>\n<p>Exemptions (or exceptions) allow the withholding of certain categories of information. Limited exemptions mean that such withholding must be based on narrow, proportionate, necessary and clearly defined limitations. Exceptions should apply only where there is a risk of substantial harm to the protected interest and where the harm is greater the overall public interest in having access to the information. Bodies should provide reasons for any refusal to provide access to information.</p>\n<p>Several permissible exemptions include:</p>\n<ul>\n  <li>national security; </li>\n  <li>international relations; </li>\n  <li>public health and safety;</li>\n  <li> the prevention, investigation and prosecution of legal wrongs; </li>\n  <li>privacy; </li>\n  <li>legitimate commercial and other economic interests; </li>\n  <li>management of the economy; </li>\n  <li>fair administration of justice and legal advice privilege; </li>\n  <li>conservation of the environment; and </li>\n  <li>legitimate policy making and other operations of public bodies.</li>\n</ul>\n<ol>\n  <li><em>Record-keeping and reporting</em></li>\n</ol>\n<p>Record-keeping is part of a records management system, which plays an important role in fostering accountability and good governance. Without adequate and reliable records of requests and/or appeals received and how they are processed, it would be difficult to measure, and report progress on access to information. In the implementation of access to information, reporting is an essential tool for transparency and accountability purposes, as well as for gathering evidence and data in mapping any gaps and needs as a precondition for making targeted improvements. </p>\n<p><strong>Comments and limitations:</strong></p>\n<p>The indicator allows for reporting the total number of countries that adopted constitutional, statutory and/or policy guarantees for public access to information globally. Data on the implementation of these guarantees comes from entities that responded to UNESCO survey.</p>\n<p>In some countries, the oversight institutions for Access to Information that are the entities best placed to provide data for this survey, directly or indirectly, might not have an explicit monitoring role, or may have weak record-keeping situations. Hence, they might not be able to provide detailed information that could help contextualize the analysis. </p>\n<p>The indicator does not enter into whether the national measures taken do lead to further impacts. It focuses on the implementation of the regulatory environment and on the mandate and supporting systems that is are preconditions for effective implementation.</p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-2\">1</sup><p> These include Article 10 of the United Nations Convention against Corruption; resolutions of the UN General Assembly and Human Rights Council; the Commonwealth&#x2019;s Model Freedom of Information Bill; Organization of American States (OAS)&#x2019;s Model Law on Access to Information; African Union&#x2019;s Model Law on Access to Information and reports from the UN the Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression. <a href=\"#footnote-ref-2\">&#x2191;</a></p></div></div>","UNIT_MEASURE__GLOBAL":"<p>Number of countries.</p>","CLASS_SYSTEM__GLOBAL":"<p>None</p>","SOURCE_TYPE__GLOBAL":"<p><strong>Description:</strong></p>\n<p>Data on the number of countries that adopted the guarantees will be obtained through the responses from countries to the Survey on Public Access to Information (SDG Indicator 16.10.2), </p>\n<p>Data on the implementation at national level, which will contribute to UNESCO&#x2019;s global reporting, will be obtained through the responses from countries and their territories to the same survey. </p>","COLL_METHOD__GLOBAL":"<p>In collecting data at national level, UNESCO invites countries to participate in UNESCO Survey on Public Access to Information (SDG Indicator 16.10.2). The survey will include an instruction manual. </p>\n<p>Countries that answer the overarching questions that will be scored accordingly. In addition, where applicable, supplementary data will be collected through follow-up questions, which will not be scored and will be used to contextualize UNESCO&#x2019;s analysis.</p>","FREQ_COLL__GLOBAL":"<p>UNESCO anticipates the collection of data on an annual basis.</p>\n<p> </p>","REL_CAL_POLICY__GLOBAL":"<p>UNESCO plans to release data for indicator 16.10.2 in Q1 of each year as part of its reporting to the UN Secretary-General Progress Report towards the SDGs. </p>","DATA_SOURCE__GLOBAL":"<p><strong>Name:</strong></p>\n<p>Countries </p>\n<p><strong>Description:</strong></p>\n<p>Each country completes the survey in consultation with relevant line departments/ ministries/ agencies/ oversight bodies for access to information (e.g. Information Commissions, Data Protection or Privacy Commission, Ombudsman, National Human Rights Institutions), and National Statistical Offices.</p>","COMPILING_ORG__GLOBAL":"<p>UNESCO</p>","INST_MANDATE__GLOBAL":"<p>UNESCO is the UN specialized agency building peace in the minds of people through education, the sciences, culture, communication and information. In the field of communication and information, UNESCO defends and promotes freedom of expression, media independence and pluralism, and the building of inclusive knowledge societies underpinned by universal access to information and the innovative use of digital technologies. Since 2017, UNESCO has been designated as the custodian agency for indicator 16.10.2. In this context, UNESCO, via its International Programme for the Development of Communication (IPDC), has been mandated by its Member States to monitor and report progress on this indicator worldwide.</p>","RATIONALE__GLOBAL":"<p>To report on the number of countries that adopted the guarantees, data collected through the survey instrument are triangulated by a desk research. The data, which include years of adoption of such guarantees, are monitored and updated annually to reflect changes, such as: </p>\n<p>&#x2022; whether a country just passed a guarantee for Access to Information; </p>\n<p>&#x2022; whether a country amended its existing guarantee(s) for Access to Information. </p>\n<p>In parallel, to link the data on adoption above with the implementation aspect, and to measure the component of implementation at national level, UNESCO collects data directly from countries and their territories via the Survey on Public Access to Information (SDG Indicator 16.10.2). </p>","REC_USE_LIM__GLOBAL":"<p>This indicator does not assess the totality of &#x201C;public access to information&#x201D; component of the full Target of 16.10. Nevertheless, it focusses on a key determinant of the wider information environment.</p>","DATA_COMP__GLOBAL":"<p>Responses to the survey will be computed using a weighted system, where each question values between 0 and 2. There is a total of 8 key questions (4 for the component on &#x201C;Adoption&#x201D; and 3 for the component on &#x201C;Implementation&#x201D;). A country can obtain a total score between 0-9 points. </p>\n<p>The total score of each country will not be assigned to any level category (e.g.: low, medium or high). However, it will contribute to global aggregates, in which data will be interpreted using the sum formula to show overall trends. The trends will illustrate the state of Access to Information implementation as per &#x201C;Principles of Access to Information&#x201D;, as cited in the Rationale section above.</p>\n<p>The table below show how questions are computed.</p>\n<table>\n  <tbody>\n    <tr>\n      <td colspan=\"3\">\n        <p><strong>UNESCO Survey on Public Access to Information </strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td colspan=\"3\">\n        <p><strong>Indicator: 16.10.2</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td colspan=\"3\">\n        <p><strong>Components: Adoption + Implementation; Score: 0-9</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td colspan=\"3\">\n        <p><strong>Component 1: ADOPTION; Score: 0-5</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>Survey Question based on Principles of Access to Information</strong></p>\n      </td>\n      <td>\n        <p><strong> Score </strong></p>\n      </td>\n      <td>\n        <p><strong>Description of the calculation for global aggregates</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <ol>\n          <li>Whether a constitutional, statutory and/or other legal guarantee that recognises access to information as a fundamental right exists in your country? </li>\n        </ol>\n      </td>\n      <td>\n        <p>Yes = 1</p>\n        <p>No = 0</p>\n        <p>In progress: 0.5</p>\n      </td>\n      <td>\n        <p>The sum of countries that responded &#x201C;yes&#x201D; and &#x201C;in progress&#x201D;</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <ol>\n          <li>Whether the legal guarantee on Access to Information specifies the need of a dedicated oversight institution [or institutions]?</li>\n        </ol>\n      </td>\n      <td>\n        <p>Yes = 1</p>\n        <p>No = 0</p>\n      </td>\n      <td>\n        <p>The sum of countries that responded &#x201C;yes&#x201D;</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <ol>\n          <li>Whether the legal guarantee on Access to Information specifies the need for national public bodies (Ministry/Agency/Department) to appoint public information officers or a specific unit to handle Access to Information requests from the public? </li>\n        </ol>\n      </td>\n      <td>\n        <p>Yes, to <em>ALL</em> public bodies being required to appoint = 1 </p>\n        <p>Yes, but only to <em>some</em> public bodies = 0.5 </p>\n        <p>No = 0</p>\n      </td>\n      <td>\n        <p>The sum of countries that responded &#x201C;yes, all&#x201D; and &#x201C;yes, some&#x201D;</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <ol>\n          <li>Whether the legal guarantee on Access to Information mandates the following roles for the dedicated Access to Information oversight institution/s :</li>\n          <li>Oversight (legal responsibility to ensure implementation of the guarantee)</li>\n          <li>Appeals</li>\n          <li>Monitoring of Access to Information implementation</li>\n          <li>Enforcement of compliance with Access to Information legal guarantee(s)</li>\n          <li>Mediation</li>\n        </ol>\n      </td>\n      <td>\n        <p>0.2 for each role selected</p>\n        <p>Total point: 1 </p>\n      </td>\n      <td>\n        <p>The sum of countries that responded, &#x201C;option a&#x201D;, &#x201C;option b&#x201D;, &#x201C;option c&#x201D;, &#x201C;option d&#x201D; and &#x201C;option e&#x201D; </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <ol>\n          <li>Does the legal guarantee on Access to Information explicitly mentions permissible exemptions that are elaborated in well-defined categories whereby requests for information may be legally denied. that are consistent with international standards?</li>\n        </ol>\n      </td>\n      <td>\n        <p>Yes = 1</p>\n        <p>No = 0</p>\n      </td>\n      <td>\n        <p>The sum of countries that responded &#x201C;yes&#x201D;</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>Score for Component 1</strong></p>\n      </td>\n      <td>\n        <p><strong>0-5</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td colspan=\"3\">\n        <p><strong>Component 2: IMPLEMENTATION; Score: 0-4</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>Survey Question based on Principles of Access to Information</strong></p>\n      </td>\n      <td>\n        <p><strong>Score</strong></p>\n      </td>\n      <td>\n        <p><strong>Description of the calculation for global aggregates</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <ol>\n          <li>Whether the dedicated Access to Information oversight institution/s in practice during the reporting year has carried out the following activities: </li>\n          <li>Published an Annual Report</li>\n          <li>Provided implementation guidance and/or offer training to officials from public bodies (Ministry/Agency/Department)</li>\n          <li>Raised public awareness</li>\n          <li>Kept statistics on requests and/or appeals </li>\n          <li>Requested public bodies to keep statistics of their activities and decisions</li>\n        </ol>\n      </td>\n      <td>\n        <p>0.4 for each activity selected</p>\n        <p>Total point: 2 </p>\n      </td>\n      <td>\n        <p>The sum of countries that responded &#x201C;option a&#x201D;; &#x201C;option b&#x201D; ; &#x201C;option c&#x201D;; &#x201C;option d&#x201D;; &#x201C;option e&#x201D; </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <ol>\n          <li>Whether in practice the dedicated Access to Information oversight institution/s at the national level receive/s reports from public bodies (Ministry/Agency/Department) on the processing of Access to Information requests?</li>\n        </ol>\n      </td>\n      <td>\n        <p>Yes = 1</p>\n        <p>No = 0</p>\n      </td>\n      <td>\n        <p>The sum of countries that responded &#x201C;yes&#x201D;.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <ol>\n          <li>Whether the dedicated Access to Information oversight institution/s keep/s statistics of appeals at the national level?</li>\n        </ol>\n      </td>\n      <td>\n        <p>Yes = 1</p>\n        <p>No = 0</p>\n      </td>\n      <td>\n        <p>The sum of countries that responded &#x201C;yes&#x201D;.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>Score for Component 2</strong></p>\n      </td>\n      <td>\n        <p><strong>0-4</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>Total Score for the Survey (component 1 and 2)</strong></p>\n      </td>\n      <td>\n        <p><strong>0-9</strong></p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<p>The scenario below can provide an example of how a country obtains its score:</p>\n<p>Country X responded to the survey and based on its responses, it obtained points, as in below:</p>\n<ul>\n  <li>Question 1: responded &#x2018;YES&#x2019; and obtained 1 point</li>\n  <li>Question 2: responded &#x2018;YES&#x2019; and obtained 1 point</li>\n  <li>Question 3: responded &#x2018;NO&#x2019; and obtained 0 point</li>\n  <li>Question 4: selected three of five options provided. Each answer has 0.2 point, so it obtained 0.6 point. </li>\n  <li>Question 5: responded &#x2018;NO&#x2019; and obtained 0 point. </li>\n  <li>Question 6: selected four of five options provided. Each answer has 0.4 point and obtained 1.6 point. </li>\n  <li>Question 7: responded &#x2018;NO and obtained 0 point</li>\n  <li>Question 8: responded &#x2018;YES and obtained 1 point</li>\n</ul>\n<p>Therefore, Country X obtained a total score of 5.2. This score will not be assigned to any level category (e.g.: low, medium or high). However, it will contribute to global aggregates, in which data will be interpreted using the sum formula to show trends. </p>\n<p>Below is an example of how responses to the survey are used in the interpretation of a global aggregate that illustrate a trend in the &#x201C;Record keeping and reporting&#x201D; principle: </p>\n<p>Out of 100 countries that responded to UNESCO Survey on Public Access to Information (SDG Indicator 16.10.2), 80% have oversight institutions on Access to Information (ATI). However, only 50% of them keep records of appeals with regards RTI requests. This flags the need for improvement, as good record-keeping is vital for evidence-based reporting, which can provide many advantages for improving ATI. Without adequate and reliable records of the requests received and how they are processed, it is difficult to produce evidence and measure progress. </p>\n<p>In addition, where applicable, supplementary data will be collected through follow-up questions, which will not be scored and will be used to contextualize UNESCO&#x2019;s analysis. The follow-up questions are as follow:</p>\n<ul>\n  <li>Question 1<ul>\n      <li>If responded &#x2018;YES&#x2019;: What are the guarantees (by type &#x2013; primary legislation, secondary legislation/regulation, binding policy document, etc)?</li>\n      <li>If responded &#x2018;NO&#x2019;: Are there still any non-binding policies on Access to Information (Public Statement such Open Government Partnership Action Plan; Strategy such as in Open Government/Open Data/ Open Access; Master or Action Plan/ SOP/ protocols/ digital or e-government policies relating to implementation of ATI; or Others) - then &#x2018;End survey&#x2019;. </li>\n      <li>If responded &#x2018;IN PROGRESS&#x2019;: Please explain - then &#x2018;End survey&#x2019;</li>\n    </ul>\n  </li>\n  <li>Question 2, if responded &#x2018;YES&#x2019;: <ul>\n      <li>\n        <ol>\n          <li>What is it / are they? (by type: Information Commission or Commissioner/ Data Protection or privacy Commission or Commissioner/ Converged body that combines data/privacy protection and Access to Information/ Human Rights Commission/ Ombudsman/ Department or Ministry or/ Agency or Other; and specify where appropriate at national or subnational levels).</li>\n          <li>Who appointed the Head of the oversight institution? (Executive/ Legislative/ Judiciary/ Other (e.g. a Committee): ________________ please explain)</li>\n          <li>Who approved the budget of the oversight institution [or institutions]? (Executive/ Legislative/ Judiciary/ Other (e.g. a multistakeholder committee): ________________ please explain)</li>\n          <li>To whom does/do the oversight institution/s directly report about their activities? (Executive/ Legislative/ Other (e.g. a Committee): ________________ please explain)</li>\n        </ol>\n      </li>\n    </ul>\n  </li>\n  <li>Question 5, if responded &#x2018;YES&#x2019;: Which of the following exemptions is/are mentioned: national security; international relations; public health and safety; the prevention, investigation and prosecution of legal wrongs; privacy; legitimate commercial and other economic interests; management of the economy; fair administration of justice and legal advice privilege; conservation of the environment; and legitimate policy making and other operations of public bodies.</li>\n  <li>Question 6, if one of the options is selected: Any other initiatives/activities that you would like to add?</li>\n  <li>Question 7, if responded &#x2018;YES&#x2019;: <ol>\n      <li>Choose reference year</li>\n      <li>How many formal requests made under the Access to Information guarantee(s)&#x2026; Received; Granted (fully; partially; total); Denied; Dismissed as ineligible?</li>\n      <li>Do you keep disaggregated data on the reasons for non-disclosure and partial disclosure on the basis of the permissible exemptions as stipulated in your country&#x2019;s legal guarantee? (Yes/No): </li>\n    </ol>\n  </li>\n  <li>Question 8, if responded &#x2018;YES&#x2019;:</li>\n</ul>\n<ol>\n  <li>Choose reference year</li>\n  <li>How many appeals that your institution&#x2026; Received?; Granted (fully; partially; total)?; Denied; Dismissed as ineligible? </li>\n  <li>Do you keep disaggregated data on the reasons for non-disclosure and partial disclosure on the basis of the permissible exemptions as stipulated in your country&#x2019;s legal guarantee? (Yes/No). </li>\n</ol>","DATA_VALIDATION__GLOBAL":"<p>Data will be validated with countries during the processing stage to ensure its quality and accuracy.</p>","ADJUSTMENT__GLOBAL":"<p>Not applicable.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022;</strong> <strong>At country level</strong></p>\n<p>Missing values are not computed.</p>\n<p><strong>&#x2022;</strong> <strong>At regional and global levels</strong></p>\n<p>Data will only be aggregated from responding countries</p>","REG_AGG__GLOBAL":"<p>For the reporting to the UN, regional aggregates follow the regional grouping outlined by the UN Statistics Department for the UN Secretary-General Progress Report towards the SDGs. As regards UNESCO reporting to its Member States, this follows UNESCO&#x2019;s regional grouping based on its definition of regions.<sup><a href=\"#footnote-3\" id=\"footnote-ref-3\">[2]</a></sup> </p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-3\">2</sup><p> UNESCO&#x2019;s definition of regions with a view to the execution by the Organization of regional activities: unesdoc.unesco.org/in/rest/annotationSVC/DownloadWatermarkedAttachment/attach_import_b8a0c1c2-bc9b-4433-9742-c568fc7c0d19?_=372956eng.pdf&amp;to=142&amp;from=140 <a href=\"#footnote-ref-3\">&#x2191;</a></p></div></div>","DOC_METHOD__GLOBAL":"<p>Once countries receive an invitation to participate in the survey, they will have access to a manual that will guide the user. It is essential that the user/person in charge gathers the responses using a well-coordinated process involving all the relevant staff that oversee the work within the various key issues contained within the survey. During the data collection period, UNESCO will mobilise a team to support countries in filling the survey and respond to their queries in a quality and timely manner.</p>","QUALITY_MGMNT__GLOBAL":"<p>UNESCO puts in place a dedicated team for the management of the survey. The team provides a help desk service and online workshops to ensure relationship management with countries. The team is also responsible for quality control that includes data cleaning, processing, as well as verification. </p>","QUALITY_ASSURE__GLOBAL":"<p>UNESCO ensures quality by validating data collected via its survey with countries in the case where a clarification is needed on the responses. UNESCO also proposes online workshops with countries in three languages (English, French and Spanish) to assist them in completing the survey, with a view to avoid errors in respondent comprehension and interpretation, as well as ensuring the quality of data that will be collected. </p>","QUALITY_ASSMNT__GLOBAL":"<p>Quality assessment will be done by evaluating data quality, comparability and harmonization against the principles of Access to Information setforth earlier in this document. As part of the evaluation mechanism, UNESCO will also collect feedback directly from countries and experts, with a view to improve the data collection process and the survey tool, as necessary.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>National data on adoption and implementation of legal guarantees on Access to Information should be available following the participation of States in UNESCO&#x2019;s survey. Other data are available from various monitoring and research initiatives around the world which can be used for triangulation and as supplementary sources.</p>\n<p><strong>Time series: </strong></p>\n<p>Not applicable.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Regional and global aggregates for this indicator will count the number of countries within a region or globally that adopt and implement constitutional, statutory and/or policy guarantees for public access to information.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Not applicable because the indicator is only calculated from data submitted by Member States to UNESCO in response to the Survey on Public Access to Information (SDG Indicator 16.10.2).</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>https://en.unesco.org/themes/monitoring-and-reporting-access-information</p>\n<p><strong>References:</strong></p>\n<p><strong>UNESCO 2020 Report on SDG Indicator 16.10.2 (Public Access to Information):</strong></p>\n<ul>\n  <li>\n    <ul>\n      <li>From promise to practice: access to information for sustainable development (publication version): https://unesdoc.unesco.org/ark:/48223/pf0000375022 </li>\n      <li>First global report on the implementation of access to Information laws (version submitted to the 32nd Session the Intergovernmental Council of the International Programme for the Development of Communication): https://unesdoc.unesco.org/ark:/48223/pf0000374637.locale=env </li>\n    </ul>\n  </li>\n</ul>\n<p><strong>Powering sustainable development with access to information: highlights from the 2019 UNESCO monitoring and reporting of SDG indicator 16.10.2:</strong> https://unesdoc.unesco.org/ark:/48223/pf0000369160?posInSet=2&amp;queryId=d806d9b7-15e1-4d94-95a2-6dfd9967e6c6 </p>\n<p><strong>Access to information: a new promise for sustainable development:</strong> https://unesdoc.unesco.org/ark:/48223/pf0000371485 </p>\n<p><strong>The Commonwealth&#x2019;s Model Freedom of Information Bill: </strong>https://thecommonwealth.org/sites/default/files/key_reform_pdfs/P15370_12_ROL_Model_Freedom_Information.pdf </p>\n<p><strong>Organization of American States (OAS)&#x2019;s Model Law on Access to Information:</strong> https://www.oas.org/dil/AG-RES_2607-2010_eng.pdf </p>\n<p><strong>African Union&#x2019;s Model Law on Access to Information:</strong> https://archives.au.int/handle/123456789/2062</p>\n<p><strong>United Nations Convention against Corruption:</strong> https://www.unodc.org/documents/brussels/UN_Convention_Against_Corruption.pdf </p>\n<p><strong>Resolution of the UN General Assembly and Human Rights Council 31/32:</strong> https://undocs.org/A/HRC/RES/31/32 </p>\n<p><strong>2013 Report of the Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression:</strong> https://ap.ohchr.org/documents/dpage_e.aspx?si=A/68/362 </p>","indicator":"16.10.2","target_id":"16.10","sdg_goal":"16","indicator_sort_order":"16-10-02"}