{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.16-1-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.16-1-1-title","indicator_number":"16.1.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 16: Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels</p>","SDG_TARGET__GLOBAL":"<p>Target 16.1: Significantly reduce all forms of violence and related death rates everywhere</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 16.1.1: Number of victims of intentional homicide per 100,000 population, by sex and age</p>","META_LAST_UPDATE__GLOBAL":"<p>2016-07-19</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>Target 5.2 and Goal 11:</p>\n<p>Unemployment rate, by sex, age and persons with disabilities</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Office on Drugs and Crime (UNODC)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Office on Drugs and Crime (UNODC)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>The indicator is defined as the total count of victims of intentional homicide divided by the total population, expressed per 100,000 population.</p>\n<p>Intentional homicide is defined as the unlawful death inflicted upon a person with the intent to cause death or serious injury (Source: International Classification of Crime for Statistical Purposes, ICCS 2015); population refers to total resident population in a given country in a given year.</p>\n<p><strong>Concepts:</strong></p>\n<p>In the ICCS intentional homicide is defined as the &#x2018;&#x2018;Unlawful death inflicted upon a person with the intent to cause death or serious injury&#x201D;. This definition contains three elements characterizing the killing of a person as intentional homicide:</p>\n<p>1. The killing of a person by another person (objective element);</p>\n<p>2. The intent of the perpetrator to kill or seriously injure the victim (subjective element);</p>\n<p>3. The unlawfulness of the killing, which means that the law considers the perpetrator liable for the unlawful death (legal element).</p>\n<p>This definition states that, for statistical purposes, all killings corresponding to the three criteria above should be considered as intentional homicides, irrespective of definitions provided by national legislations or practices.</p>","SOURCE_TYPE__GLOBAL":"<p>Two separate sources exist at country level: a) criminal justice system; b) public health/civil registration. UNODC collects and publishes data from criminal justice systems through its long-lasting annual data collection mandated by the UN General Assembly (UN Crime Trends Survey, UN-CTS); WHO collects and publishes data produced by public health/civil registration. The data collection through the UN-CTS is facilitated by a network of over 130 national Focal Points appointed by responsible authorities.</p>\n<p>Currently, when national data on homicide are not available from neither of the two types of source above, estimates produced by WHO are used.</p>\n<p>UNODC and WHO are working together to develop a common approach to produce joint UNODC-WHO homicide data series at country, regional and global level.</p>","COLL_METHOD__GLOBAL":"<p>At international level, data on intentional homicides are routinely collected by UNODC through the annual UN-CTS data collection. As requested by the UN Commission on Crime Prevention and Criminal Justice, over 130 Member States have already appointed a UN-CTS national focal point that delivers UN-CTS data to UNODC. In most cases these focal points are national institutions responsible for data production in the area of crime and criminal justice (National Statistical Offices, Ministry of Interior, Ministry of Justice, etc.). For countries that have not appointed a focal point, the request for data is sent to permanent missions in Vienna. When a country does not report to UNODC, other official sources such as authoritative websites, publications, or other forms of communication are used. Homicide estimates from WHO are currently used when no other source on homicide is available. Once consolidated, data are shared to countries to check their accuracy.</p>\n<p>When data and related metadata are available, some adjustments are made to data in order to assure compliance with the definition of intentional homicide as provided by the ICCS. National data on types of killings that are considered as intentional homicide by the ICCS, while being classified under a different crime at country level, are added to national figures of intentional homicide. This can be done only when detailed data on such types of killings (e.g. serious assault leading to death, honor killing, etc.) are available.</p>\n<p>As for UNODC data dissemination policy, data for SDG monitoring will be sent to countries for consultation prior to publication. </p>","FREQ_COLL__GLOBAL":"<p>III-IV quarter 2016</p>","REL_CAL_POLICY__GLOBAL":"<p>Second quarter 2017 (data for 2015)</p>","DATA_SOURCE__GLOBAL":"<p><strong>Name:</strong></p>\n<p>Data on intentional homicide are sent to UNODC by member states, usually through national UN-CTS Focal Points which in most cases are national institutions responsible for data production in the area of crime and criminal justice (National Statistical Offices, Ministry of Interior, Ministry of Justice, etc.). The primary source on intentional homicide is usually an institution of the criminal justice system (Police, Ministry of Interior, general Prosecutor Office, etc.). Data produced by public health/civil registration system are sent to WHO through national health authorities.</p>\n<p><strong>Description:</strong></p>\n<p>Data on intentional homicide are sent to UNODC by member states, usually through national UN-CTS Focal Points which in most cases are national institutions responsible for data production in the area of crime and criminal justice (National Statistical Offices, Ministry of Interior, Ministry of Justice, etc.). The primary source on intentional homicide is usually an institution of the criminal justice system (Police, Ministry of Interior, general Prosecutor Office, etc.). Data produced by public health/civil registration system are sent to WHO through national health authorities.</p>","COMPILING_ORG__GLOBAL":"<p><strong>Name:</strong></p>\n<p>United Nations Office on Drugs and Crime (UNODC),WHO</p>\n<p><strong>Description:</strong></p>\n<p>At international level, data on intentional homicides are routinely collected and disseminated by the United Nations Office on Drugs and Crime (UNODC) through the annual UN-Crime Trend Survey (CTS) data collection. UNODC partners with regional organizations in the collection and dissemination of homicide data, respectively with Eurostat in Europe and with the Organisation of American States in the Americas. WHO collects data on intentional homicide in the framework of regular data collection on causes of death . In this context, data on deaths by assault are considered as intentional homicides.</p>","RATIONALE__GLOBAL":"<p>This indicator is widely used at national and international level to measure the most extreme form of violent crime and it also provides a direct indication of lack of security. Security from violence is a pre-requisite for individuals to enjoy a safe and active life and for societies and economies to develop freely. Intentional homicides occur in all countries of the world and this indicator has a global applicability.</p>\n<p>Monitoring intentional homicides is necessary to better assess their causes, drivers and consequences and, in the longer term, to develop effective preventive measures. If data are properly disaggregated (as suggested in the ICCS), the indicator can identify the different type of violence associated with homicide: inter-personal (including partner and family-related violence), crime (including organized crime and other forms of criminal activities) and socio-political (including terrorism, hate crime).</p>","REC_USE_LIM__GLOBAL":"<p>The ICCS provides important clarifications on the definition of intentional homicide. In particular, it states that the following killings are included in the count of homicide:</p>\n<p>- Murder</p>\n<p>- Honour killing</p>\n<p>- Serious assault leading to death</p>\n<p>- Death as a result of terrorist activities</p>\n<p>- Dowry-related killings</p>\n<p>- Femicide</p>\n<p>- Infanticide</p>\n<p>- Voluntary manslaughter</p>\n<p>- Extrajudicial killings</p>\n<p>- Killings caused by excessive force by law enforcement/state officials</p>\n<p>Furthermore, the ICCS provides indications on how to distinguish between intentional homicides, killings directly related to war/conflict and other killings that amount to war crimes.</p>\n<p>The fact that homicide data are typically produced by two separate and independent sources at national level (criminal justice and public health) represents a specific asset of this indicator, as the comparison of the two sources is a tool to assess accuracy of national data. Usually, for countries where data from both sources exist, a good level of matching between the sources is recorded (see UNODC Global Study on Homicide, 2013).</p>\n<p>Data on homicides produced by public health authorities are guided by the International classification of diseases (ICD-10), which provides a definition of &#x2018;Death by assault&#x2019; that is very close to the definition of intentional homicide of the ICCS.</p>","DATA_COMP__GLOBAL":"<p>The indicator is calculated as the total number of victims of intentional homicide recorded in a given year divided by the total resident population in the same year, multiplied by 100,000.</p>\n<p>In several countries, two separate sets of data on intentional homicide are produced, respectively from criminal justice and public health/civil registration systems. When existing, figures from both data sources are reported. Population data are derived from annual estimates produced by the UN Population Division.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>WHO produces estimates for countries where national data on homicide are not available from neither criminal justice nor from public health/civil registration. These estimates are used when compiling the global dataset and produce estimates of missing values (for information on the methodology, see WHO-UNDP-UNODC, Global Status Report on Violence Prevention 2014).</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>WHO produces estimates for countries where national data on homicide are not available from neither criminal justice nor from public health/civil registration. These estimates are used when compiling the global dataset and produce estimates of missing values (for information on the methodology, see WHO-UNDP-UNODC, Global Status Report on Violence Prevention 2014).</p>\n<p>UNODC and WHO are working together to develop a common approach to produce joint UNODC-WHO homicide data series at country, regional and global level.</p>","REG_AGG__GLOBAL":"<p>Global and regional estimates are calculated as weighted averages of national data, with weights provided by the national resident population.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Considering data collected by both UNODC and WHO, national data on homicide are available for 174 countries (at least one data point between 2009-2013) . Time series data on homicide suitable for monitoring are available for 141 countries (at least 3 data points, the most recent between 2011-2013).</p>\n<p><strong>Time series:</strong></p>\n<p>2010-2014</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Recommended disaggregation for this indicator are:</p>\n<p>- sex and age of the victim and the perpetrator (suspected offender)</p>\n<p>- relationship between victim and perpetrator (intimate partner, other family member, acquaintance, etc.)</p>\n<p>- means of perpetration (firearm, blunt object, etc.)</p>\n<p>- situational context/motivation (organized crime, intimate partner violence, etc.)</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Discrepancies might exist between country produced and internationally reported counts of intentional homicides as national data might refer to national definition of intentional homicide while data reported by UNODC aim to comply with the definition provided by the ICCS (approved in 2015 by Member States in the UN Statistical Commission and the UN Commission on Crime Prevention and Criminal Justice). UNODC makes special efforts to count all killings falling under the ICCS definition of intentional homicide, while national data may still be compiled according to national legal systems rather than the statistical classification. . The gradual implementation of ICCS by countries should improve quality and consistency of national and international data.</p>\n<p>Intentional homicide rates may also differ due to the use of different population figures.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>www.unodc.org</p>\n<p><strong>References:</strong></p>\n<p>UNODC Homicide Database (https://data.unodc.org/), UNODC, Global Study on Homicide 2013; WHO-UNDP-UNODC, Global Status Report on Violence Prevention 2014); UNODC, International Classification of Crime for Statistical Purposes - ICCS, 2015</p>","indicator":"16.1.1","target_id":"16.1","sdg_goal":"16","indicator_sort_order":"16-01-01"}