{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.16-2-2-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.16-2-2-title","indicator_number":"16.2.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 16: Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels</p>","SDG_TARGET__GLOBAL":"<p>Target 16.2: End abuse, exploitation, trafficking and all forms of violence against and torture of children</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 16.2.2: Number of victims of human trafficking per 100,000 population, by sex, age and form of exploitation</p>","META_LAST_UPDATE__GLOBAL":"<p>2016-07-19</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>Target 5.2 and 8.7 refer to trafficking in persons:</p>\n<p>Unemployment rate, by sex, age and persons with disabilities</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Office on Drugs and Crime (UNODC)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Office on Drugs and Crime (UNODC)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>The indicator is defined as the ratio between the total number of victims of trafficking in persons detected or living in a country and the population resident in the country, expressed per 100,000 populations.</p>\n<p>According to Article 3, paragraph (a) of the UN Trafficking in Persons Protocol, trafficking in persons is defined as &#x201C;the recruitment, transportation, transfer, harbouring or receipt of persons, by means of the threat or use of force or other forms of coercion, of abduction, of fraud, of deception, of the abuse of power or of a position of vulnerability or of the giving or receiving of payments or benefits to achieve the consent of a person having control over another person, for the purpose of exploitation. Exploitation shall include, at a minimum, the exploitation of the prostitution of others or other forms of sexual exploitation, forced labour or services, slavery or practices similar to slavery, servitude or the removal of organs&#x201D;.</p>\n<p>Article 3, (b) states &#x201C;the consent of a victim of trafficking in persons to the intended exploitation set forth in subparagraph (a) of this article shall be irrelevant where any of the means set forth in subparagraph (a) have been used&#x201D;;</p>\n<p>Article 3, (c) states &#x201C;the recruitment, transportation, transfer, harbouring or receipt of a child for the purpose of exploitation shall be considered trafficking in persons even if this does not involve any of the means set forth in subparagraph (a);&quot;</p>\n<p><strong>Concepts:</strong></p>\n<p>According to the definition given in the Trafficking in Persons Protocol, trafficking in persons has three constituent elements; The Act (Recruitment, transportation, transfer, harbouring or receipt of persons), the Means</p>\n<p>(Threat or use of force, coercion, abduction, fraud, deception, abuse of power or of a position of vulnerability, or giving payments or benefits to a person in control over another person) and the Purpose (at minimum exploiting the prostitution of others, sexual exploitation, forced labour, slavery or similar practices and the removal of organs).</p>\n<p>The definition implies that the exploitation does not need to be in place, as the intention by traffickers to exploit the victim is sufficient to define a trafficking offence. Furthermore, the list of exploitative forms is not limited, which means that other forms of exploitation may emerge and they could be considered to represent additional forms of trafficking offences.</p>","SOURCE_TYPE__GLOBAL":"<p>Data on detected victims of trafficking are typically provided by national authorities competent in detecting trafficking victims, law enforcement institutions, or services assisting the victims. Data are collected by UNODC through a questionnaire sent to national authorities through their Permanent Missions to the United Nations in Vienna (or any other competent authority designated by the Ministry of Foreign Affairs) and published in the UNODC Global Report on Trafficking in Persons every two years.</p>","COLL_METHOD__GLOBAL":"<p>UNODC collects data from national authorities competent in detecting victims of trafficking through a common questionnaire. Once consolidated, before publication data are shared with countries to check their accuracy.</p>","FREQ_COLL__GLOBAL":"<p>Data collection is conducted every year, starting in the II quarter. </p>","REL_CAL_POLICY__GLOBAL":"<p>The next edition of the Global Report on Trafficking in Persons, with most up-to date data until 2014, is scheduled on November 2016. The Report is published every two years. ( November 2016)</p>","DATA_SOURCE__GLOBAL":"<p>UNODC collects data from national authorities (normally designated by the Ministry of Foreign Affairs) competent in detecting victims of trafficking, either law enforcement institutions or national agencies responsible for assisting victims of trafficking</p>","COMPILING_ORG__GLOBAL":"<p>UNODC</p>","RATIONALE__GLOBAL":"<p>The rationale is measuring the prevalence of the number of victims of trafficking according to the victims profile and the forms of exploitation.</p>","REC_USE_LIM__GLOBAL":"<p>The count of detected victims of trafficking has the benefit of referring to victims as defined by the UN Protocol where the act, the mean and the purpose of trafficking have been identified by the national authorities. However it does not cover the dark number of crime, i.e. the number of victims non detected by the authorities. While information on detected victims can provide valuable information to monitor sex and age profile of detected victims, as well as on forms of exploitation ,trafficking flows, the number of detected victims per se doesn&#x2019;t monitor the level of trafficking of persons so interpretation of trends should be done with caution, as changes in detected victims of trafficking can be due to multiple factors such as intensity of trafficking flows but also to changes of law enforcement practices, changes in legislation, or changes in victims attitudes,.</p>","DATA_COMP__GLOBAL":"<p>This numerator of this indicator is composed of two parts: detected and undetected victims of trafficking in persons. The detected part of trafficking victims, as resulting from investigation and prosecution activities of criminal justice system, is counted and reported by national law enforcement authorities.</p>\n<p>Methodology to estimate the number of undetected victims of trafficking in persons is under development: some methods have been identified , but further testing is needed to produce a consolidated and agreed upon approach. The method to estimate undetected victims will have to allow the estimation of victims characteristics (sex and age) and the forms of exploitation suffered.</p>\n<p>The indicator will be calculated as the ratio between the sum of detected and undetected victims of trafficking and the population resident in the country, multiplied by 100,000</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>Data on detected victims of trafficking are not estimated, if not provided by national authorities.</p>\n<p>Methods to estimate undetected victims of trafficking are currently being tested by UNODC.</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>Missing values are not imputed.</p>","REG_AGG__GLOBAL":"<p>Regional and global aggregates of number of victims of trafficking are currently not produced.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Currently UNODC has regular data collection on detected victims of trafficking in persons for about 130 countries.</p>\n<p><strong>Time series:</strong></p>\n<p>Information available since 2003 (limited to detected victims of trafficking)</p>\n<p><strong>Disaggregation:</strong></p>\n<p>&quot;Recommended disaggregations for this indicator are:</p>\n<p>- sex and age of victims</p>\n<p>- form of exploitation&quot;</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Data on detected victims of trafficking used at international level correspond to those produced at national level.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>www.unodc.org</p>\n<p><strong>References:</strong></p>\n<p>www.unodc.org/glotip.html</p>\n<p>UNODC, Global Report on Trafficking in Persons, 2014</p>","indicator":"16.2.2","target_id":"16.2","sdg_goal":"16","indicator_sort_order":"16-02-02"}