{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.16-2-3-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.16-2-3-title","indicator_number":"16.2.3","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 16: Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels</p>","SDG_TARGET__GLOBAL":"<p>Target 16.2: End abuse, exploitation, trafficking and all forms of violence against and torture of children</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 16.2.3: Proportion of young women and men aged 18&#x2013;29 years who experienced sexual violence by age 18</p>","META_LAST_UPDATE__GLOBAL":"<p>2021-12-06</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Children&apos;s Fund (UNICEF)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Children&apos;s Fund (UNICEF)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Proportion of young women and men aged 18-29 years who experienced sexual violence by age 18</p>\n<p><strong>Concepts:</strong></p>\n<p>Definition from General Comment No. 13 on the Convention of the Rights of the Child (CRC):</p>\n<p>Sexual violence comprises any sexual activities imposed by an adult on a child against which the child is entitled to protection by criminal law. This includes: (a) The inducement or coercion of a child to engage in any unlawful or psychologically harmful sexual activity; (b) The use of children in commercial sexual exploitation; (c) The use of children in audio or visual images of child sexual abuse; and (d) Child prostitution, sexual slavery, sexual exploitation in travel and tourism, trafficking for purposes of sexual exploitation (within and between countries), sale of children for sexual purposes and forced marriage. Sexual activities are also considered as abuse when committed against a child by another child if the offender is significantly older than the victim or uses power, threat or other means of pressure. Consensual sexual activities between children are not considered as sexual abuse if the children are older than the age limit defined by the State Party.</p>","UNIT_MEASURE__GLOBAL":"<p>Proportion</p>","SOURCE_TYPE__GLOBAL":"<p>Household surveys such as DHS have been collecting data on this indicator in low- and middle-income countries since the late 1990s.</p>\n<p>The DHS includes a standard module that captures information on a few specific forms of sexual violence. Respondents are asked whether, at any time in their lives (as children or adults), anyone ever forced them &#x2013; physically or in any other way &#x2013; to have sexual intercourse or to perform any other sexual acts against their will. Those responding &#x2018;yes&#x2019; to this question are then asked how old they were the first time this happened. It is important to flag that the DHS module was not specifically designed to capture experiences of sexual violence in childhood and while it produces data that can be used to report on 16.2.3, further methodological work is needed to develop standard questions specifically designed to measure child sexual abuse.</p>","COLL_METHOD__GLOBAL":"<ul>\n  <li>\n    <ol>\n      <li>UNICEF undertakes a wide consultative process of compiling and assessing data from national sources for the purposes of updating its global databases on the situation of children. Up until 2017, the mechanism UNICEF used to collaborate with national authorities on ensuring data quality and international comparability on key indicators of relevance to children was known as Country Data Reporting on the Indicators for the Goals (CRING).</li>\n      <li>As of 2018, UNICEF launched a new country consultation process with national authorities on selected child-related global SDG indicators it is custodian or co-custodian to meet emerging standards and guidelines on data flows for global reporting of SDG indicators, which place strong emphasis on technical rigour, country ownership and use of official data and statistics. The consultation process solicited feedback directly from National Statistical Offices, as well as other government agencies responsible for official statistics, on the compilation of the indicators, including the data sources used, and the application of internationally agreed definitions, classification and methodologies to the data from that source. Once reviewed, feedback is made available to countries on whether or not specific data points are accepted, and if not, the reasons why. </li>\n    </ol>\n  </li>\n</ul>\n<p> </p>","FREQ_COLL__GLOBAL":"<p>UNICEF will undertake an annual country consultation likely between December and January every year to allow for review and processing of the feedback received in order to meet global SDG reporting deadlines.</p>","REL_CAL_POLICY__GLOBAL":"<p>March 2021</p>","DATA_SOURCE__GLOBAL":"<p>National Statistical Offices (for the most part) or line ministries/other government agencies that have conducted national surveys on sexual violence against women and men.</p>","COMPILING_ORG__GLOBAL":"<p>UNICEF</p>","INST_MANDATE__GLOBAL":"<p>UNICEF is responsible for global monitoring and reporting on the wellbeing of children. It provides technical and financial assistance to Member States to support their efforts to collect quality data on violence against children, including through the UNICEF-supported MICS household survey programme. UNICEF also compiles violence statistics with the goal of making internationally comparable datasets publicly available, and it analyses violence statistics which are included in relevant data-driven publications, including in its flagship publication, <em>The State of the World&#x2019;s Children.</em></p>","RATIONALE__GLOBAL":"<p>Sexual violence is one of the most unsettling of children&apos;s rights violations. Experiences of sexual violence in childhood hinder all aspects of development: physical, psychological/emotional and social. Apart from the physical injuries that can result, researchers have consistently found that the sexual abuse of children is associated with a wide array of mental health consequences and adverse behavioural outcomes in adulthood. </p>\n<p>The issue is universally relevant and the indicator captures one of the gravest forms of violence against children. The right of children to protection from all forms of violence is enshrined in the Convention on the Rights of the Child (CRC) and its Optional Protocols.</p>","REC_USE_LIM__GLOBAL":"<p>The availability of comparable data remains a serious challenge in this area as many data collection efforts have relied on different study methodologies and designs, definitions of sexual violence, samples and questions to elicit information. Data on the experiences of boys are particularly sparse. A further challenge in this field is underreporting, especially when it comes to reporting on experiences of sexual violence among boys and men.</p>","DATA_COMP__GLOBAL":"<p>Number of young women and men aged 18-29 years who report having experienced any sexual violence by age 18 divided by the total number of young women and men aged 18-29 years, respectively, in the population multiplied by 100.</p>","DATA_VALIDATION__GLOBAL":"<p>A wide consultative process is undertaken to compile, assess and validate data from national sources. </p>\n<p>The consultation process solicited feedback directly from National Statistical Offices, as well as other government agencies responsible for official statistics, on the compilation of the indicators, including the data sources used, and the application of internationally agreed definitions, classification and methodologies to the data from that source. The results of this country consultation are reviewed by UNICEF as the custodian agency. Once reviewed, feedback is made available to countries on whether or not specific data points are accepted, and if not, the reasons why. </p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>When data for a country are entirely missing, UNICEF does not publish any country-level estimate.</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>The regional average is applied to those countries within the region with missing values for the purposes of calculating regional aggregates only, but are not published as country-level estimates. Regional aggregates are only published when at least 50 per cent of the regional population for the relevant age group are covered by the available data.</p>","REG_AGG__GLOBAL":"<p>The global aggregate is a weighted average of all countries with available data. Global aggregates are published regardless of population coverage, but the number of countries and the proportion of the relevant population group represented by the available data are clearly indicated.</p>\n<p>Regional aggregates are weighted averages of all the countries within the region.</p>","DOC_METHOD__GLOBAL":"<p>Countries gather data on childhood experiences of sexual violence through household surveys such as the Demographic and Health Surveys. In some countries, such data are also collected through other national household surveys, including dedicated surveys on violence. This indicator captures all experiences of sexual violence that occurred during childhood (i.e. prior to the age of 18 years) regardless of the legal age of consent stipulated in relevant national legislation.</p>","QUALITY_MGMNT__GLOBAL":"<p>The process behind the production of reliable statistics on violence is well established within UNICEF. The quality and process leading to the production of the SDG indicator 16.2.3 is ensured by working closely with the statistical offices and other relevant stakeholders through a consultative process.</p>","QUALITY_ASSURE__GLOBAL":"<p>UNICEF maintains the global database on sexual violence in childhood that is used for SDG and other official reporting. Before the inclusion of any data point in the database, it is reviewed by technical focal points at UNICEF headquarters to check for consistency and overall data quality. This review is based on a set of objective criteria to ensure that only the most recent and reliable information are included in the databases. These criteria include the following: data sources must include proper documentation; data values must be representative at the national population level; data are collected using an appropriate methodology (e.g., sampling); data values are based on a sufficiently large sample; data conform to the standard indicator definition including age group and concepts, to the extent possible; data are plausible based on trends and consistency with previously published/reported estimates for the indicator. </p>\n<p>As of 2018, UNICEF undertakes an annual consultation with government authorities on 10 of the child-related SDG indicators in its role of sole or joint custodian, and in line with its global monitoring mandate and normative commitments to advancing the 2030 Agenda for children. This includes indicator 16.2.3. More details on the process for the country consultation are outlined below. </p>","QUALITY_ASSMNT__GLOBAL":"<p>Data consistency and quality checks are regularly conducted for validation of the data before dissemination </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Nationally representative and comparable data are currently available for women from around 46 low- and middle-income countries and for men from around 9 low- and middle-income countries.</p>\n<p><strong>Time series:</strong></p>\n<p>Not available</p>\n<p><strong>Disaggregation:</strong></p>\n<p> None (the indicator is already sex-specific)_</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>The country estimates compiled and presented in the global SDG database have been re-analyzed by UNICEF in order to obtain estimates for the standard age group for reporting (i.e., ages 18-29 years) since data for this age group are not typically available in published survey reports. </p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>data.unicef.org</p>\n<p><strong>References:</strong></p>\n<p><a href=\"http://data.unicef.org/child-protection/sexual-violence.html\">http://data.unicef.org/child-protection/sexual-violence.html</a></p>\n<p>https://data.unicef.org/resources/a-generation-to-protect/</p>","indicator":"16.2.3","target_id":"16.2","sdg_goal":"16","indicator_sort_order":"16-02-03"}