{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.16-8-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.16-8-1-title","indicator_number":"16.8.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 10: Reduce inequality within and among countries</p>","SDG_TARGET__GLOBAL":"<p>Target 10.6: Ensure enhanced representation and voice for developing countries in decision-making in global international economic and financial institutions in order to deliver more effective, credible, accountable and legitimate institutions</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 10.6.1: Proportion of members and voting rights of developing countries in international organizations</p>","META_LAST_UPDATE__GLOBAL":"2022-07-07","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>Financing for Sustainable Development Office (FSDO), United Nations Department of Economic and Social Affairs (UN-DESA)</p>\n<p></p>","CONTACT_ORGANISATION__GLOBAL":"<p>Financing for Sustainable Development Office (FSDO), United Nations Department of Economic and Social Affairs (UN-DESA)</p>","STAT_CONC_DEF__GLOBAL":"<h3>Definition:</h3>\n<p>The indicator <em>Proportion of members and voting rights of developing countries in international organizations </em>has two separate components: the developing country proportion of voting rights and the developing country proportion of membership in international organisations. In some institutions, these two components are identical.</p>\n<p>The indicator is calculated independently for eleven different international institutions: The United Nations General Assembly, the United Nations Security Council, the United Nations Economic and Social Council, the International Monetary Fund, the International Bank for Reconstruction and Development, the International Finance Corporation, the African Development Bank, the Asian Development Bank, the Inter-American Development Bank, the World Trade Organisation, and the Financial Stability Board.</p>\n<h3>Concepts:</h3>\n<p>There is no established convention for the designation of &quot;developed&quot; and &quot;developing&quot; countries or areas in the United Nations system. The aggregation across all institutions is currently done according to the &#x201C;historical&#x201D; classification of &#x201C;Developed regions&#x201D; and &#x201C;Developing regions&#x201D; as of December 2021 in the United Nations M49 statistical standard. The removal of this classification from the M49 standard at the end of 2021 makes it more urgent to reach agreement on how to define these terms for the purposes of SDG monitoring. The designations &quot;developed&quot; and developing&quot; are intended for statistical convenience and do not necessarily express a judgement about the stage reached by a particular country or area in the development process.</p>","UNIT_MEASURE__GLOBAL":"<p>Percentage</p>","CLASS_SYSTEM__GLOBAL":"<p>Classification of countries as least developed countries (LDCs), landlocked developing countries (LLDCs), and small island developing States (SIDS) according to the United Nations M49 standard. The classification of developing countries and developed countries is based on the &#x201C;historical&#x201D; classification of &#x201C;Developed regions&#x201D; and &#x201C;Developing regions&#x201D; as of December 2021 in the United Nations M49 statistical standard). </p>","SOURCE_TYPE__GLOBAL":"<h3>Description:</h3>\n<p>Annual reports, as presented on the website of the institution in question, are used as sources of data. Sources of information by institution:</p>\n<p><u>United Nations General Assembly (UNGA):</u> website of the General Assembly (http://www.un.org/en/member-states/index.html)</p>\n<p><u>United Nations Security Council (UNSC):</u> Report of the Security Council for the respective year (https://www.un.org/securitycouncil/content/sc_annual_reports)</p>\n<p><u>United Nations Economic and Social Council (ECOSOC):</u> Report of the Economic and Social Council for the respective year (https://www.un.org/ecosoc/en/documents/reports-general-assembly)</p>\n<p><u>International Monetary Fund (IMF):</u> Annual Report for the respective year (https://www.imf.org/en/Publications/AREB)</p>\n<p><u>International Bank for Reconstruction and Development (IBRD):</u> 2000: The World Bank Annual Report 2000: Financial Statement and Appendixes to the Annual Report; from 2005: International Bank for Reconstruction and Development Management&#x2019;s Discussion &amp; Analysis and Financial Statements for the respective year (https://www.worldbank.org/en/about/annual-report/world-bank-group-downloads)</p>\n<p><u>International Finance Corporation (IFC):</u> IFC Annual Report (volume 2) for the respective year (<a href=\"https://openknowledge.worldbank.org/handle/10986/2128\">https://openknowledge.worldbank.org/handle/10986/2128</a>) </p>\n<p><u>African Development Bank (AFDB):</u> African Development Bank Group Annual Report for the respective year (https://www.afdb.org/en/documents-publications/annual-report)</p>\n<p><u>Asian Development Bank (ADB):</u> 2000-2017: Annual Report for the respective year; from 2018: Financial Report for the respective year (https://www.adb.org/documents/series/adb-annual-reports)</p>\n<p><u>Inter-American Development Bank (IADB):</u> Inter-American Development Bank Annual Report for the respective year (https://www.iadb.org/en/about-us/annual-reports) </p>\n<p><u>World Trade Organisation (WTO):</u> WTO Annual Report for the respective year (https://www.wto.org/english/res_e/reser_e/annual_report_e.htm)</p>\n<p><u>Financial Stability Board (FSB):</u> 2010, 2015: charter of the Financial Stability Board; 2016-2018: Financial Stability Board Financial Report for the respective year; from 2019: Financial Stability Board Financial Statements for the respective year (<a href=\"https://www.fsb.org/publications/\">https://www.fsb.org/publications/</a>)</p>\n<h3>List:</h3>\n<p>Website of the General Assembly; Report of the Security Council for the respective year; Report of the Economic and Social Council for the respective year; IMF Annual Report for the respective year; IBRD Management&#x2019;s Discussion &amp; Analysis and Financial Statements for the respective year; IFC Annual Report (volume 2) for the respective year; AFDB Annual Report for the respective year; AFDB Group Annual Report for the respective year; ADB Financial Report for the respective year; IADB Annual Report for the respective year; WTO Annual Report for the respective year; FSB Financial Statements for the respective year</p>","COLL_METHOD__GLOBAL":"<p>Desk review, annually, pulling data from the above-mentioned sources.</p>","FREQ_COLL__GLOBAL":"<p>Annually in March</p>","REL_CAL_POLICY__GLOBAL":"<p>United Nations General Assembly: continuous</p>\n<p>United Nations Security Council: annually in September</p>\n<p>United Nations Economic and Social Council: annually in August </p>\n<p>International Monetary Fund: annually in October</p>\n<p>International Bank for Reconstruction and Development: annually in September </p>\n<p>International Finance Corporation: annually in September</p>\n<p>African Development Bank: annually in June</p>\n<p>Asian Development Bank: annually in April</p>\n<p>Inter-American Development Bank: annually in March</p>\n<p>World Trade Organisation: annually in May </p>\n<p>Financial Stability Board: annually in August</p>\n<p>Next release: UNGA continuous; UNSC September 2022; ECOSOC August 2022; IMF October 2022; IBRD September 2022; IFC September 2022; AFDB June 2022; ADB April 2022; IADB March 2022; WTO May 2022; FSB August 2022.</p>","DATA_SOURCE__GLOBAL":"<h3>Name:</h3>\n<p>UNGA, UNSC, ECOSOC, IMF, IBRD, IFC, AfDB, ADB, IADB, WTO, FSB</p>\n<h3>Description:</h3>\n<p>The United Nations General Assembly, the United Nations Security Council, the United Nations Economic and Social Council, the International Monetary Fund, the International Bank for Reconstruction and Development, the International Finance Corporation, the African Development Bank, the Asian Development Bank, the Inter-American Development Bank, the World Trade Organisation, and the Financial Stability Board</p>","COMPILING_ORG__GLOBAL":"<h3>Name:</h3>\n<p>FSDO/UN-DESA</p>\n<h3>Description:</h3>\n<p>The data is compiled and the proportions calculated by the Financing for Sustainable Development Office, United Nations Department of Economic and Social Affairs.</p>","INST_MANDATE__GLOBAL":"<p>At its second meeting in October 2015, the Inter-agency and Expert Group on SDG Indicators (IAEG-SDG) agreed to a draft indicator and to UN-DESA being designated as the compiling entity. The Statistical Commission, at its 47<sup>th</sup> session in March 2016, approved the report of the IAEG-SDG containing the proposed set of indicators. </p>","RATIONALE__GLOBAL":"<p>The UN is based on a principle of sovereign equality of all its Member States (Article 2, UN Charter). This indicator aims to measure the degree to which States enjoy equal representation in international organizations.</p>","REC_USE_LIM__GLOBAL":"<p>Cross institutional comparisons need to pay attention to the different membership of the institutions. Voting rights and membership in their institutions are agreed by the Member States themselves. As a structural indicator, there will be only small changes over time to reflect agreement on new States joining as Members, suspension of voting rights, membership withdrawal and negotiated voting rights changes. The indicator is not intended for use at country-level or for cross-country comparisons.</p>","DATA_COMP__GLOBAL":"<p>The computation uses each institutions&#x2019; own published membership and voting rights data from their respective annual reports. The ratio of voting rights is computed as the number of voting rights allocated to developing countries (as classified by the &#x201C;historical&#x201D; classification of &#x201C;Developed regions&#x201D; and &#x201C;Developing regions&#x201D; as of December 2021 in the United Nations M49 statistical standard), divided by the total number of voting rights. The ratio of membership is calculated by taking the number of developing country members (using the same classification), divided by the total number of members. Both ratios are expressed as percentages.</p>","DATA_VALIDATION__GLOBAL":"<p>Not applicable</p>","ADJUSTMENT__GLOBAL":"<p>Not applicable</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>Countries which are not a member of the specific international organisation/body will not have a figure for the related sub-indicator. These are intentionally left blank.</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>","REG_AGG__GLOBAL":"<p>Aggregations are additive, with no weighting.</p>","DOC_METHOD__GLOBAL":"<p>Not applicable</p>","QUALITY_MGMNT__GLOBAL":"<p>Internal review undertaken by data compiler, FSDO/UN-DESA</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Available for all countries.</p>\n<p><strong>Time series:</strong></p>\n<p>2000, 2005, 2010, 2015, and annually thereafter</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Data is calculated and presented separately for each international organization.</p>","COMPARABILITY__GLOBAL":"<p>Not applicable</p>","OTHER_DOC__GLOBAL":"<h3>URL:</h3>\n<p><a href=\"https://www.un.org/development/desa/en/\"><u>https://www.un.org/development/desa/en/</u></a></p>\n<h3>Data Sources:</h3>\n<p><u>United Nations General Assembly (UNGA):</u> http://www.un.org/en/member-states/index.html</p>\n<p><u>United Nations Security Council (UNSC):</u> https://www.un.org/securitycouncil/content/sc_annual_reports</p>\n<p><u>United Nations Economic and Social Council (ECOSOC):</u> https://www.un.org/ecosoc/en/documents/reports-general-assembly</p>\n<p><u>International Monetary Fund (IMF):</u> https://www.imf.org/en/Publications/AREB</p>\n<p><u>International Bank for Reconstruction and Development (IBRD):</u> https://www.worldbank.org/en/about/annual-report/world-bank-group-downloads</p>\n<p><u>International Finance Corporation (IFC):</u> <a href=\"https://openknowledge.worldbank.org/handle/10986/2128\">https://openknowledge.worldbank.org/handle/10986/2128</a> </p>\n<p><u>African Development Bank (AFDB):</u> https://www.afdb.org/en/documents-publications/annual-report</p>\n<p><u>Asian Development Bank (ADB):</u> https://www.adb.org/documents/series/adb-annual-reports</p>\n<p><u>Inter-American Development Bank (IADB):</u> https://www.iadb.org/en/about-us/annual-reports </p>\n<p><u>World Trade Organisation (WTO):</u> https://www.wto.org/english/res_e/reser_e/annual_report_e.htm</p>\n<p><u>Financial Stability Board (FSB):</u> https://www.fsb.org/publications/</p>","target_number":"16.8","goal_number":"16","indicator_sort_order":"16-08-01"}