{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.17-17-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.17-17-1-title","indicator_number":"17.17.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 17: Strengthen the means of implementation and revitalize the Global Partnership for Sustainable Development</p>","SDG_TARGET__GLOBAL":"<p>Target 17.17: Encourage and promote effective public, public-private and civil society partnerships, building on the experience and resourcing strategies of partnerships</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 17.17.1: Amount in United States dollars committed to public-private partnerships for infrastructure</p>","META_LAST_UPDATE__GLOBAL":"<p>2020-09-01</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>Linkages with any other Goals and Targets: No</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>World Bank</p>","CONTACT_ORGANISATION__GLOBAL":"<p>World Bank</p>","STAT_CONC_DEF__GLOBAL":"<h2>Definition:</h2>\n<p>Indicator based on WBG data:<em> &#x201C;Amount of United States dollars committed to public-private partnerships in infrastructure</em>.&#x201D;</p>\n<p>The indicator by the World Bank Group defines the term Public-Private Partnership (PPPs) as &#x201C;<em>any contractual arrangement between a public entity or authority and a private entity, for providing a public asset or service, in which the private party bears significant risk and management responsibility</em>.&#x201D;<strong> </strong></p>\n<p>The term infrastructure refers to:</p>\n<ul>\n  <li>Energy: electricity generation, transmission, and distribution, and natural gas transmission and distribution pipelines</li>\n  <li>Information and communications technology (ICT): ICT backbone infrastructure</li>\n  <li>Transport: Airports, railways, ports, and roads.</li>\n  <li>Water: potable water treatment and distribution, and sewerage collection and treatment.</li>\n</ul>\n<p><strong>Concepts:</strong></p>\n<p>PPPs is defined as &#x201C;any contractual arrangement between a public entity or authority and a private entity, for providing a public asset or service, in which the private party bears significant risk and management responsibility.&#x201D;</p>\n<p> </p>\n<p>The term infrastructure refers to:</p>\n<p>&#x2022; Energy: electricity generation, transmission, and distribution, and natural gas transmission and distribution pipelines</p>\n<p>&#x2022; Information and communications technology (ICT): ICT backbone infrastructure</p>\n<p>&#x2022; Transport: Airports, railways, ports, and roads.</p>\n<p>&#x2022; Water: potable water treatment and distribution, and sewerage collection and treatment.</p>","SOURCE_TYPE__GLOBAL":"<p>The indicator has a established methodology that is available at the website <a href=\"http://ppi.worldbank.org/methodology/ppi-methodology\">http://ppi.worldbank.org/methodology/ppi-methodology</a> and the data collection process is as follows:</p>\n<ul>\n  <li>Team of researcher gather data for each of the regions using public sources; commercial news databases as well as from commercial specialized and industry publications/subscriptions, specialist portal, sponsor information and multilateral development agencies.</li>\n  <li>Data is uploaded to an administrative website through a template to make sure data is standardized.</li>\n  <li>Data is validated by a group of experts in Singapore first (PPI team), then for the World Bank Group focal points colleagues.</li>\n  <li>Data is later uploaded to the public website (www.ppi.worldbank.org) and make it available free of charge.</li>\n</ul>\n<p>The dataset is known as the Private Participation in Infrastructure (PPI) database. Updates are provided every six months (usually April and October) and the data is publicly available at <a href=\"http://www.ppi.worldbank.org\">www.ppi.worldbank.org</a>. This indicator is also available at the World Development Indicators at http://databank.worldbank.org/data/reports.aspx?source=world-development-indicators</p>","COLL_METHOD__GLOBAL":"<p>A Team of researcher gather data for each of the regions using public sources (from government and MDBs websites); commercial news databases ( such as Factiva, Business News America, ISI Emerging markets, and the Economist Intelligence Unit&#x2019;s databases) as well as from commercial specialized and industry publications/subscriptions (Thomson Financial&#x2019;s Project Finance International, Euromoney&#x2019;s Project Finance, Media Analytics&#x2019; Global Water Intelligence, Pisent Masons&#x2019; Water Yearbooks, and Platt&#x2019;s Power in Asia, etc.), specialist portal (such as Privatization, IPAnet, and Privatization Barometer), Internet resources (such as web sites of project companies, privatization or PPP agencies, and regulatory agencies) sponsor information (primarily through their Web sites, annual reports, press releases, and financial reports such as 10K and 20F forms submitted to the NYSE) and multilateral development agencies primarily through information on their Websites, annual reports, and other studies.</p>\n<p>Data is uploaded to an administrative website through a template to make sure data is standardized.</p>\n<p>Data is validated by a group of experts in Singapore first (PPI team), then for the World Bank Group focal points colleagues.</p>\n<p>Data is later uploaded to the public website (www.ppi.worldbank.org) and make it available free of charge. The website has a mechanism for challenges the data and welcome all PPP units to challenges the information about any project.</p>","FREQ_COLL__GLOBAL":"<p>Data is collected in an ongoing basis. Updates are provided every six months (usually April and October).</p>","REL_CAL_POLICY__GLOBAL":"<p>Data for the first half of the calendar year is released in October and for the full year is usually released around April.</p>","DATA_SOURCE__GLOBAL":"<p>While the data is currently collected by the World Bank Group, PPP units at national and subnational level are identified as national data providers that could directly provide data on projects financially closed each year or they could actively validate data collected by World Bank group.</p>","COMPILING_ORG__GLOBAL":"<p>The World Bank Group</p>","RATIONALE__GLOBAL":"<p>The infrastructure gaps is significant and it would require to increase private sector financing. The rationale behind the indicator is to measure the changes in the volume of public private partnerships in infrastructure and assess trends and identify constraints for private sector participation.</p>","REC_USE_LIM__GLOBAL":"<p>The limitations of the proposed indicator is that it does not account for other sectors such as education and health may account for a significant part of PPPs but they are not captured by the database. </p>\n<p>The database only covers low and middle income countries (World Bank classification) and it does not collect the indicator for high income countries. Expanding the data to include high income countries as well as PPPs in other sector beyond infrastructure is something that the World Bank is considering but it is currently limited by budget constraints.</p>\n<p>Unfortunately, PPI database does not collect data on civil society partnerships and this will not fit the currently methodology of data gathering and is outside the present work&#x2019;s scope.</p>","DATA_COMP__GLOBAL":"<p>The indicator has a established methodology that is available at the website <a href=\"http://ppi.worldbank.org/methodology/ppi-methodology\">http://ppi.worldbank.org/methodology/ppi-methodology</a> and the data collection process is as follows:</p>\n<ul>\n  <li>Team of researcher gather data for each of the regions using public sources (from government and MDBs websites); commercial news databases ( such as Factiva, Business News America, ISI Emerging markets, and the Economist Intelligence Unit&#x2019;s databases) as well as from commercial specialized and industry publications/subscriptions (Thomson Financial&#x2019;s Project Finance International, Euromoney&#x2019;s Project Finance, Media Analytics&#x2019; Global Water Intelligence, Pisent Masons&#x2019; Water Yearbooks, and Platt&#x2019;s Power in Asia, etc.), specialist portal (such as Privatization, IPAnet, and Privatization Barometer), Internet resources (such as web sites of project companies, privatization or PPP agencies, and regulatory agencies) sponsor information (primarily through their Web sites, annual reports, press releases, and financial reports such as 10K and 20F forms submitted to the NYSE) and multilateral development agencies primarily through information on their Websites, annual reports, and other studies.</li>\n  <li>Data is uploaded to an administrative website through a template to make sure data is standardized.</li>\n  <li>Data is validated by a group of experts in Singapore.</li>\n  <li>Data is later uploaded to the public website (www.ppi.worldbank.org) and make it available free of charge.</li>\n</ul>\n<p>The limitations of the proposed indicator is that it does not account for other sectors such as education and health may account for a significant part of PPPs but they are not captured by the database. Expanding the data to include PPPs in other sector beyond infrastructure is something that the World Bank is considering but it is currently limited by budget constraints.</p>\n<p>Unfortunately, PPI database does not collect data on civil society partnerships and this will not fit the currently methodology of data gathering and is outside the present work&#x2019;s scope.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>Data is collected semi-annually for all emerging markets and development economies. When there are no PPP projects in a country, the data shows a value of zero investments. If there is information of a project in a country but the information on investments is not available, then it is reported as missing value. No imputations are performed for missing values.</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>No imputations are carried out for missing values in the database. </p>","REG_AGG__GLOBAL":"<p>Regional and global aggregates are calculated by adding investment values of all countries in that region or globally without any weight assigned. The only adjustment that the data does is to account only once cross border projects, i.e. projects that involve more than one country and therefore have a unique project investment value. Cross border projects are counted for each country when data is presented at country level but only once when data is aggregated at regional or global level.</p>","DOC_METHOD__GLOBAL":"<p>&#x2022; Currently countries do not compile this indicator. However, methodology for the PPI database can be used by any country to provide information on the PPP projects that reached financial closure a particular year, or they could validate the list of projects provided by the PPI database.</p>","QUALITY_ASSURE__GLOBAL":"<ul>\n  <li>The semi-annual list of projects goes through an extensive quality control process first by the PPI database team, then by the Infrastructure, PPPs and Guarantees group at the World Bank and finally it is shared for comment to all World Bank Group including focal points in IFC and MIGA. In addition, when data is released public ally, any project can be challenged in the website and therefore data will be reassessed and corrected if necessary.</li>\n  <li>No consultation project with countries on the national data is ongoing but the PPI database welcomes feedback and data contributors in the website.</li>\n</ul>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>The existing PPI database includes data on 6,400 projects over 28 years (1990-2019), with over 50 variables per project. It covers projects in 139 low and middle income countries as classified by the World Bank. The list of countries is reviewed every five years in order to maintain continuity in the data. </p>\n<p><strong>Time series:</strong></p>\n<p>The indicator is available since 1990 and data can be disaggregated on the monthly basis (i.e total investments in infrastructure PPP projects that reached financial closure in a particular month since 1990).</p>\n<p><strong>Disaggregation:</strong></p>\n<p>The unit of analysis is the PPP project; therefore, data can be disaggregated at the project level. There is data on sector and subsector as well as geographical location of the project at the subnational level and therefore it can be later aggregated by municipality, province, country or region.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>To our knowledge, countries do not produce estimates of this indicator. Some PPP units in very few countries have data available in their website but it is neither presented in a cross- country comparable approach nor annually reported.</p>","OTHER_DOC__GLOBAL":"<p>The data is publicly available at <a href=\"http://www.ppi.worldbank.org\">www.ppi.worldbank.org</a>. This indicator is also available at the World Development Indicators at <a href=\"http://databank.worldbank.org/data/reports.aspx?source=world-development-indicators\">http://databank.worldbank.org/data/reports.aspx?source=world-development-indicators</a></p>","indicator":"17.17.1","target_id":"17.17","sdg_goal":"17","indicator_sort_order":"17-17-01"}