{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.17-11-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.17-11-1-title","indicator_number":"17.11.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 17: Strengthen the means of implementation and revitalize the Global Partnership for Sustainable Development</p>","SDG_TARGET__GLOBAL":"<p>Target 17.11: Significantly increase the exports of developing countries, in particular with a view to doubling the least developed countries&#x2019; share of global exports by 2020</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 17.11.1: Developing countries&#x2019; and least developed countries&#x2019; share of global exports</p>","META_LAST_UPDATE__GLOBAL":"<p>2016-07-19</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>Improvements in the transfer of environmental goods and services (target 17.7). If the indicator is disaggregated by level of processing of the traded products (raw materials, semi-processed and processed) or by the level of diversification of the products exported, it could be also used to measure progress in productivity and diversification (target 8.2).</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>International Trade Centre (ITC)</p>\n<p>United Nations Conference on Trade and Development (UNCTAD)</p>\n<p>The World Trade Organization (WTO)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>International Trade Centre (ITC)</p>\n<p>United Nations Conference on Trade and Development (UNCTAD)</p>\n<p>The World Trade Organization (WTO)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Exports by developing countries and LDCs as a share of global exports of goods and services</p>\n<p><strong>Concepts:</strong></p>\n<p>Harmonized System (HS): Is the international classification used to categorize products that are traded (merchandise trade)</p>\n<p>Balance of Payments (BoP): Services are classified according to the items presented in the Balance of Payments as defined by the IMF in t the Balance of Payments Manual.</p>","SOURCE_TYPE__GLOBAL":"<p>&quot;Trade in goods data included in the ITC (Trade Map) database are collected by contacting directly focal points in national agencies or regional organizations (in the case of custom unions or regional economic communities). Trade in goods data included in the WTO (IDB) database are sourced from official notifications of WTO members. Trade in goods data are complemented, when needed using the UN COMTRADE database.</p>\n<p>Trade in services data are sourced from a joint ITC/UNCTAD/WTO database, prevalently based on balance of payments accounts data maintained by the IMF, OECD and EUROSTAT. In some cases WTO jointly with UNCTAD collects information from national sources. Trade in services data can be retrieved by domestic banks and/or national statistic offices from one or more of the following sources:</p>\n<p>International Transaction Reporting System (ITRS). In this case, international payments channelled through domestic banks are collected, generally, under the responsibility of the national central bank. Payments are used as a proxy of transactions.</p>\n<p>Enterprise surveys. Generally, under the responsibility of the national statistical office.</p>","FREQ_COLL__GLOBAL":"<p>Collection of trade data (import and export flow) occurs all year round.</p>","REL_CAL_POLICY__GLOBAL":"<p>Data for year &#x201C;t-1&#x201D; will be released in year &#x201C;t&#x201D; approximately around March/April depending also on the date decided for the launching of the yearly report on the SDGs monitoring.</p>","DATA_SOURCE__GLOBAL":"<p>Already answered above.</p>","COMPILING_ORG__GLOBAL":"<p><strong>Name:</strong></p>\n<p>ITC, WTO and UNCTAD</p>\n<p><strong>Description:</strong></p>\n<p>ITC, WTO and UNCTAD will jointly report on this indicator</p>","RATIONALE__GLOBAL":"<p>The indicator proposed allows tracking the increase of exports from Developing countries and LDCs prescribed by target 17.11. Using shares of global exports provide information on the relative size of Developing and LDCs export in comparison to global exports.</p>","REC_USE_LIM__GLOBAL":"<p>Export shares need to be analysed from different angles in order to infer whether a particular country or region made improvements in its trade performance. First of all, exports value should be always kept into account in order to observe whether changes in export shares are originating from increasing developing and LDCs exports or from a decrease of other countries exported values. Secondly, and in order to foster trade that is beneficial for the other SDGs, it would be useful to analyze the composition of the export basket by the level of processing of the goods that are traded. This will allow understanding whether progress are made in terms of the quality and value added of the products exported. In addition to that, while some exports like arms, oil and other natural resources would require a separate analysis, the calculation of export diversification indicators would be recommended to assess the progress made by developing and LDCs in terms of productivity and improvement of their export portfolio.</p>\n<p>For what concerns trade in services, it could be necessary to draw on supplementary data from migration, tourism, multinational companies (MNC) and labour market statistics, in order to provide detailed figures for Travel and Government services n.i.e. A typical area of interest for international trade in services relates to the data that may be maintained by governments on education and health services provided to or by non-residents (travel; personal, cultural and recreational services). Information obtained from partner countries is useful in order to validate and improve statistics of the compiling economy. Data from international organizations can be useful for aid recipient countries to compile data on technical assistance services.</p>","DATA_COMP__GLOBAL":"<p>Share of global trade is intended of a particular group of country fraction of total trade.</p>\n<p>While for merchandise trade data are consistent through he time series (2000-current), for services trade there might be difficulties related to lack of harmonization for data previous to 2005. Before 2005 data are reported according the 5th Balance of Payments Manual. After 2005, data have been converted according to the categories and principles established by the 6th edition of the Balance of Payments Manual.</p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level</strong></li>\n</ul>\n<p>Previous year is used when latest year is not available. Alternatively mirror statistics can be used. Mirror statistics is the term used to define statistics that are calculated using partner country information when data for the analysed country are not available. For instance, the export of a country X could be recalculated using mirror statistics through the imports from country X of all its partners. It has to be kept in mind however imports are often reported CIF (i.e. including the cost of freight and insurance) while export FoB (i.e. free on board). The difference between these two reporting systems should be taken into account when using import data to estimate exports.</p>\n<ul>\n  <li><strong>At regional and global levels</strong></li>\n</ul>\n<p>Answered above.</p>","REG_AGG__GLOBAL":"<p>Country exports at the 6 digit level of the Harmonized System (HS) classification are summed together at the regional level and then divided by the total amount of exports.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Asia and Pacific: 40</p>\n<p>Africa: 36</p>\n<p>Latin America and the Caribbean: 29</p>\n<p>Europe, North America, Australia, New Zealand and Japan: 31</p>\n<p><strong>Time series:</strong></p>\n<p>Yearly data from 2000 to latest year </p>\n<p><strong>Disaggregation:</strong></p>\n<p>Disaggregation is available by product sector (e.g. Agriculture, Textile, Environmental goods), level of goods processing, geographical region and country income level (e.g. Developed, Developing, LDCs).</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Not applicable to this indicator. Global data are calculated uniquely by international agencies. At the national level, the data used are the same provided by national authorities and statistical offices.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>http://www.intracen.org; www.wto.org; http://unctad.org/en/Pages/Home.aspx</p>\n<p><strong>References:</strong></p>\n<p>The calculation of trade in goods statistics is based on well-established international and national practices.</p>\n<p>For trade in goods refer to the manual on International Merchandise Trade Statistics (IMTS) http://unstats.un.org/unsd/trade/methodology%20imts.htm</p>\n<p>For trade in services, refer to the Manual on Statistics of International Trade in Services http://unstats.un.org/unsd/tradeserv/TFSITS/msits2010.htm</p>","indicator":"17.11.1","target_id":"17.11","sdg_goal":"17","indicator_sort_order":"17-11-01"}