{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.17-2-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.17-2-1-title","indicator_number":"17.2.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 17: Strengthen the means of implementation and revitalize the Global Partnership for Sustainable Development</p>","SDG_TARGET__GLOBAL":"<p>Target 17.2: Developed countries to implement fully their official development assistance commitments, including the commitment by many developed countries to achieve the target of 0.7 per cent of gross national income for official development assistance (ODA/GNI) to developing countries and 0.15 to 0.20 per cent of ODA/GNI to least developed countries; ODA providers are encouraged to consider setting a target to provide at least 0.20 per cent of ODA/GNI to least developed countries</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 17.2.1: Net official development assistance, total and to least developed countries, as a proportion of the Organization for Economic Cooperation and Development (OECD) Development Assistance Committee donors&#x2019; gross national income (GNI)</p>","META_LAST_UPDATE__GLOBAL":"<p>2020-07-08</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>Organisation for Economic Co-operation and Development (OECD)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>Organisation for Economic Co-operation and Development (OECD)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>The indicator Net official development assistance, total and to least developed countries, as a proportion of the Organization for Economic Cooperation and Development (OECD) Development Assistance Committee donors&apos; gross national income (GNI) is defined as Net ODA disbursements as a per cent of GNI.</p>\n<p><strong>Concepts:</strong></p>\n<p>ODA: The DAC defines ODA as &#x201C;those flows to countries and territories on the DAC List of ODA Recipients and to multilateral institutions which are i) provided by official agencies, including state and local governments, or by their executive agencies; and ii) each transaction is administered with the promotion of the economic development and welfare of developing countries as its main objective; and</p>\n<p>is concessional in character and conveys a grant element of at least 25 per cent (calculated at a rate of discount of 10 per cent). (See http://www.oecd.org/dac/stats/officialdevelopmentassistancedefinitionandcoverage.htm)</p>\n<p>GNI is obtained by DAC reporters from their national statistical offices.</p>\n<p>Note: Since 2018, the Development Assistance Committee (DAC) of the OECD measures the headline ODA data as of 2018 on a grant equivalent basis. See references for more details.</p>","SOURCE_TYPE__GLOBAL":"<p>The OECD/DAC has been collecting data on official and private resource flows from 1960 at an aggregate level and 1973 at an activity level through the Creditor Reporting System (CRS data are considered complete from 1995 for commitments at an activity level and 2002 for disbursements).</p>\n<p>The data are reported by donors according to the same standards and methodologies (see here: http://www.oecd.org/dac/stats/methodology.htm).</p>\n<p>Data are reported on an annual calendar year basis by statistical reporters in national administrations (aid agencies, Ministries of Foreign Affairs or Finance, etc.</p>","COLL_METHOD__GLOBAL":"<p>A statistical reporter is responsible for the collection of DAC statistics in each providing country/agency. This reporter is usually located in the national aid agency, Ministry of Foreign Affairs or Finance etc.</p>","FREQ_COLL__GLOBAL":"<p>Data are published on an annual basis in December for flows in the previous year. Detailed 2015 flows will be published in December 2016.</p>","REL_CAL_POLICY__GLOBAL":"<p>December 2016</p>","DATA_SOURCE__GLOBAL":"<p>Data are reported on an annual calendar year basis by statistical reporters in national administrations (aid agencies, Ministries of Foreign Affairs or Finance, etc.</p>","COMPILING_ORG__GLOBAL":"<p>OECD</p>","RATIONALE__GLOBAL":"<p>Total ODA flows to developing countries quantify the public effort that donors provide to developing countries.</p>","REC_USE_LIM__GLOBAL":"<p>Data are available from 1960.</p>","DATA_COMP__GLOBAL":"<p>Net ODA disbursements as a per cent of GNI.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>None</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>None</p>","REG_AGG__GLOBAL":"<p>Total net ODA as per cent of GNI is a total donor figure.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>On a donor basis for all DAC countries and many non-DAC providers (bilateral and multilateral) that report to the DAC.</p>\n<p><strong>Time series:</strong></p>\n<p><strong>Disaggregation:</strong></p>\n<p>This indicator can be disaggregated by donor, recipient country, type of finance, type of aid, sub-sector, etc.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>DAC statistics are standardized on a calendar year basis for all donors and may differ from fiscal year data available in budget documents for some countries.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>www.oecd.org/dac/stats</p>\n<p><strong>References:</strong></p>\n<p>See all links here: http://www.oecd.org/dac/stats/methodology.htm</p>\n<p>In addition, see: http://www.oecd.org/dac/financing-sustainable-development/development-financestandards/officialdevelopmentassistancedefinitionandcoverage.htm</p>","indicator":"17.2.1","target_id":"17.2","sdg_goal":"17","indicator_sort_order":"17-02-01"}