{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.17-5-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.17-5-1-title","indicator_number":"17.5.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 17: Strengthen the means of implementation and revitalize the Global Partnership for Sustainable Development</p>","SDG_TARGET__GLOBAL":"<p>Target 17.5: Adopt and implement investment promotion regimes for least developed countries</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 17.5.1: Number of countries that adopt and implement investment promotion regimes for developing countries, including the least developed countries</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Number of countries with an inforce bilateral investment treaty (BIT) (Number)</p>\n<p>Number of countries with a signed bilateral investment treaty (BIT) (Number)</p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>Indicator 10.b.1: Total resource flows for development, by recipient and donor countries and type of flow (e.g. official development assistance, foreign direct investment and other flows) (metadata).</p>\n<p>Indicator 17.3.1: Foreign direct investments (FDI), official development assistance and South-South Cooperation as a proportion of total domestic budget (metadata) However, indicator 17.3.1 is currently under refinement, with a proposal to be split to: a) FDI as a proportion of Gross National Income, and b) Total official support for development (TOSSD).</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Conference on Trade and Development (UNCTAD)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Conference on Trade and Development (UNCTAD)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>The indicator provides the number of countries that have adopted and implemented investment promotion regimes for developing countries, including least developed countries (LDCs).</p>\n<p><strong>Concepts:</strong></p>\n<p><u>Investment promotion regimes</u> can be defined as those instruments that directly aim at encouraging outward or inward foreign investment through particular measures of the home or host countries of investment. </p>\n<p>Investment promotion regimes for LDCs are those instruments that <em>home countries</em> of investors have put in place to <em>encourage outward investment in LDCs directly or through measures intended for developing countries. </em></p>\n<p><u>Home country</u> refers to donor countries that put in place investment promotion regimes to encourage outward investment in developing countries, including LDCs. </p>\n<p><u>Foreign direct investment</u> involves a long-term relationship and reflects a lasting interest and control by a resident entity in one economy (foreign direct investor or parent enterprise) in an enterprise resident in an economy other than that of the foreign direct investor (FDI enterprise or affiliate enterprise or foreign affiliate).</p>\n<p><u>Adoption</u> means that a country has put in place such a system i.e. through the formal adoption of a law, regulation or programme to encourage investment in developing countries, including LDCs. </p>\n<p><u>Implementation</u> means that a country has actually started to promote individual investments in developing countries, including LDCs, on the basis of the relevant legislation. </p>\n<p><u>Instruments</u> used under investment promotion regimes include investment guarantees, financial or fiscal support for outward investors as well as the conclusion of international investment agreements between the home and the host country of the investor. Besides these legal instruments, countries often also provide information and other advisory services for their outward investors. </p>\n<p><u>Investment guarantee</u> is an insurance, offered by governments of the home country or other institutions, to investors to protect against certain political risks in host countries, such as the risk of discrimination, expropriation, transfer restrictions or breach of contract<u>.</u></p>\n<p><u>International investment agreement</u> is a treaty between two or more countries regarding the promotion and protection of investments made by investors from one country in the other country&#x2019;s territory, which commits the host country government to grant certain standards of treatment and protection to foreign investors (nationals and companies of the other country) and their investments.</p>","UNIT_MEASURE__GLOBAL":"<p>Number of countries</p>","CLASS_SYSTEM__GLOBAL":"<p>Target economies and their numerical codes applied as in the UNCTADStat and in line with the ISO 3166-1 standard and the Standard Country or Area Codes for Statistical Use (M49) of the United Nations Statistics Division (UNSD).</p>","SOURCE_TYPE__GLOBAL":"<p>Data sources include the following: </p>\n<p>&#x25CF; Survey responses on investment guarantee schemes for outward investment in LDCs specifically or developing countries in general;</p>\n<p>&#x25CF; Survey responses on fiscal or financial support for outward investors in LDCs specially or developing countries in general;</p>\n<p>&#x25CF; Internet research carried out by UNCTAD;</p>\n<p>&#x25CF; UNCTAD database with information on international investment agreements (IIA Navigator), including agreements concluded with LDCs and developing economies.</p>","COLL_METHOD__GLOBAL":"<p>Preliminary data are collected through the following means: </p>\n<p>&#x25CF; An in-depth online questionnaire circulated to SDG focal points in statistical offices worldwide; </p>\n<p>&#x25CF; Internet research carried out by UNCTAD;</p>\n<p>&#x25CF; UNCTAD database on international investment agreements (IIA Navigator). </p>\n<p>The official counterparts at the country level are national ministries and outward investment promotion agencies. The agency in charge may vary across countries depending on the national structure. </p>","FREQ_COLL__GLOBAL":"<p>Annual data collection in Q4 of the year preceding the reporting.</p>","REL_CAL_POLICY__GLOBAL":"<p> Annual release, in Q1 of the reporting year.</p>","DATA_SOURCE__GLOBAL":"<p>Data providers include national ministries, outward investment promotion agencies and other international organisations.</p>","COMPILING_ORG__GLOBAL":"<p>The United Nations Conference on Trade and Development (UNCTAD) will compile the collected national data to report it globally.</p>","INST_MANDATE__GLOBAL":"<p>The UNCTAD IIA Navigator is a comprehensive free database of international investment agreements (IIAs). It is primarily built on information provided by governments on a voluntary basis, as well as other reliable sources. The IIA Navigator is continuously adjusted as a result of verification with, and comments from, UN member States. The IIA Navigator contains information on IIAs by country and country grouping, a detailed mapping of the provisions of 2,500 IIAs and a collection of model IIAs. </p>","RATIONALE__GLOBAL":"<p>Target 17.5 aims to adopt and implement investment promotion regimes for the least developed countries (LDCs). For the purpose of target 17.5, it is necessary to find out how many countries have put in place investment promotion regimes that may benefit LDCs directly. Therefore, SDG indicator 17.5.1, the number of countries that adopt and implement investment promotion regimes for developing countries, including least developed countries, has been selected onto the indicator framework to assess the achievement of this target.</p>","REC_USE_LIM__GLOBAL":"<p>SDG indicator 17.5.1 calls for the measurement of both adoption and implementation of investment promotion regimes. The adoption of investment promotion regimes for LDCs is an important yet not sufficient means for strengthening the global partnership for the SGDs (Goal 17). Subsequent implementation of these regimes is necessary for making the tool effective. However, getting comprehensive and reliable data on the implementation stage (i.e. how many investments in LDCs have actually been promoted through the promotion regime?) will be difficult. These data are usually not publicly available. However, to some extent, data may exist in aggregate form (see below). </p>\n<p>Furthermore, the UNCTAD research indicated that many developed countries and some emerging economies have national investment promotion regimes in place that encourage investment abroad. Usually, however, these promotion regimes are available for outward investment in any country &#x2013; not only for investment in LDCs or other developing economies. Some types of investment promotion tools can be more country-specific, like bilateral investment treaties (BITs). Therefore, indicator reporting started with preliminary estimates covering these types of investment promotion tools only.</p>","DATA_COMP__GLOBAL":"<p>The proposed computation method includes the following in the compilation of SDG indicator 17.5.1: </p>\n<ol>\n  <li><strong><em>Target countries of outward investment promotion regimes </em></strong></li>\n</ol>\n<p>The indicator methodology covers both: </p>\n<ul>\n  <li>Specific investment promotion regimes targeted for LDCs only; </li>\n  <li>Investment promotion regimes for developing countries in general, including LDCs. </li>\n</ul>\n<p>The measurement should include investment promotion regimes for all developing countries. Only this approach ensures getting a full picture of outward investment promotion with LDCs as beneficiaries, which is better aligned with Target 17.5. By contrast, limiting the research to specific promotion regimes for LDCs only would result in partial information, because the number of LDCs that receive support through investment promotion regimes for all developing countries is likely to be much higher than the number of LDCs that benefit from LDC-specific promotion regimes. Therefore, both types are included when identifying the countries that have adopted and implemented investment promotion regimes for developing countries, including least developed countries.</p>\n<ol>\n  <li><strong><em>Types of outward investment promotion regimes </em></strong></li>\n</ol>\n<p>Based on consultations and feasibility studies on <em>what types</em> of investment promotion regimes to look at, the following methodology is suggested: </p>\n<p>Countries use various means to promote foreign investment abroad (see above &#x201C;Concepts&#x201D;). Indicator 17.5.1 will focus on the legal investment instruments, since relevant information is &#x2013; to various degrees - usually publicly available, and thus feasible to compile. </p>\n<p>Information is less frequently available on informal and ad-hoc means of outward investment promotion, such as advisory services. The availability of reliable information on such measures would vary greatly across countries. Thus, including such information would hamper the international comparability of the indicator.</p>\n<p>To be included in the number of countries that have adopted and implemented investment promotion regimes, the existence of at least one type of promotion instrument (e.g. an investment guarantee scheme or IIAs with LDCs) would be sufficient.</p>\n<ol>\n  <li><strong><em>Adoption vs. implementation of outward investment promotion regimes </em></strong></li>\n</ol>\n<p>Consultations and feasibility studies were carried out on whether &#x2013; in addition to the existence of an outward investment promotion regime, i.e., whether such tools were signed or otherwise adopted &#x2013; it would also be feasible to examine as to what extent the regime was actually <em>implemented,</em> i.e., whether the regime is in force or even if an LDC <em>actually benefitted</em> from it, e.g., by receiving a foreign investment promoted by an investment guarantee. It was concluded to focus the research on the <em>adoption</em> of a promotion system as such. For some types of regimes, like bilateral investment treaties, data can also be presented for treaties that are in force. Otherwise information on the actual stage of implementation in individual countries is usually not publicly available; scattered data about the situation in some countries could not provide a comprehensive and reliable picture of the overall situation. However, it may be possible to come up with some aggregate data at the regional or global level (see below).</p>\n<ol>\n  <li><strong><em>Coverage of home countries of outward investment promotion regimes </em></strong></li>\n</ol>\n<p>There is also a question of <em>which countries</em> should be included in the measure as home countries of outward investment promotion regimes. The indicator will not only include measures put in place by developed countries but also by emerging economies, thus measuring South-South cooperation in this respect in addition. </p>","DATA_VALIDATION__GLOBAL":"<p>UNCTAD is in continuous consultation with member States to collect and update information on IIAs, reviewing the quality and comprehensiveness of the IIA Navigator. </p>","ADJUSTMENT__GLOBAL":"<p>No changes to the survey data are introduced</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>When national data are missing, data may be obtained through Internet research globally. Numerous countries have a website that provides &#x2013; to the various extent &#x2013; information on national outward investment promotion regimes. These data would be verified with the national authorities.</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>In order to calculate regional and global levels, missing data may be estimated using information from international sources (e.g. OECD and UNCTAD databases).</p>\n<p> Such data may only be available in an aggregated form.</p>","REG_AGG__GLOBAL":"<p>As explained under data sources, UNCTAD will combine data collected from national authorities with information sourced from international databases and Internet research, as necessary. Once country data have been completed and verified with member States, the indicator will be calculated by aggregating the country data within a specific sub-region, region and globally. Each country that has at least one type of investment promotion regime in place that supports LDCs either directly or through measures intended for developing countries will be counted once for indicator 17.5.1.</p>","DOC_METHOD__GLOBAL":"<p>UNCTAD has published guidance documents specifically on outward investment promotion, related definitions and data: </p>\n<p>&#x2022; The UNCTAD Investment Policy Hub provides definitions and data at: https://investmentpolicy.unctad.org/international-investment-agreements</p>\n<p>&#x25CF; Investment Policy Framework for Sustainable Development, New York and Geneva, 2015.</p>\n<p>&#x25CF; Outward Investment Agencies: Partners in Promoting Sustainable Development, IPA Observer No. 4 &#x2013; 2015.</p>\n<p>&#x25CF; Promoting investment in the sustainable development goals, Investment Advisory Series, Series A, number 8, 2019. </p>\n<p>&#x25CF; Handbook on outward investment agencies and institutions, New York and Geneva, 1999.</p>\n<p>Specific guidance for countries on how to compile data at the national level is contained in the questionnaire that UNCTAD has developed and sent to outward investment promotion agencies.</p>","QUALITY_MGMNT__GLOBAL":"<p>To manage the quality of the indicator data, UNCTAD works in close collaboration with member States on updates of the IIA Navigator, as well as on international investment agreements and their reform, the provision of technical assistance and intergovernmental meetings as part of UNCTAD&#x2019;s broader mandate in this area. </p>","QUALITY_ASSURE__GLOBAL":"<p>The data received from member States will go through a thorough validation process. Once the information has been validated and information from additional sources incorporated, any questions for clarification or proposals are shared with member States for their review.</p>","QUALITY_ASSMNT__GLOBAL":"<p>Currently, comprehensive data is available only on bilateral investment treaties. For other types of investment promotion regimes, work continues to improve reporting jointly with member States. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Currently, results are available based on a detailed online questionnaire on existing outward investment promotion regimes for developing countries, including LDCs. Replies have been received from 39 countries. The answers received vary considerably in their degree of substance and detail. </p>\n<p>Further data will be available on the government websites of home countries. In 2021, in-house internet research provided information on 17 additional countries.</p>\n<p>Concerning international investment agreements, UNCTAD&#x2019;s database on this aspect is comprehensive and currently includes detailed information on over 3,300 treaties, including agreements concluded with or between LDCs. </p>\n<p><strong>Time series:</strong></p>\n<p>The data on international investment agreements comprehensively covers bilateral investment treaties, the main type of such agreements, signed from 1959 to 2021.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>In the future, and to the extent that information is available, indicator 17.5.1 can be disaggregated by type of investment promotion regimes that home countries adopt for developing countries, including LDCs (e.g. investment guarantees, fiscal and financial aid, IIAs).</p>\n<p>A geographical breakdown of the adoption of investment promotion schemes would also be possible. </p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>As mentioned above, countries have different outward investment promotion regimes in operation. Differences exist concerning: </p>\n<p>&#x25CF; the specificity of the system (does it target exclusively investment in LDCs or investment in any developing country?);</p>\n<p>&#x25CF; the type and number of investment promotion instruments (investment guarantees, fiscal or financial support, IIAs);</p>\n<p>&#x25CF; the degree of investment promotion (how much support does the individual promotion measure provide?), and </p>\n<p>&#x25CF; the actual impact of the investment promotion regime (how many investments have been made under the promotion regime and what effect do they have in the LDCs?).</p>\n<p>Indicator 17.5.1 measures the number of countries that have an investment promotion regime in place for developing countries, including LDCs. Counting this number cannot provide a complete picture of the content and impact of these regimes. Likewise, it does not differentiate between countries with different types of regimes &#x2013; except for the distinction between countries that promote outward investment in LDCs through an LDC-specific promotion system and those with a more general promotion regime. Therefore, disaggregation of the indicator should be gradually increased as more data become available. Further work to measure the &#x201C;implementation&#x201D; of investment promotion regimes for developing countries, including LDCs, could be pursued in the longer-term.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p><a href=\"https://unctad.org/statistics\">https://unctad.org/statistics</a> </p>\n<p><a href=\"https://investmentpolicy.unctad.org/international-investment-agreements\">https://investmentpolicy.unctad.org/international-investment-agreements</a></p>\n<p><a href=\"https://unctadstat.unctad.org\">https://unctadstat.unctad.org</a> </p>\n<p><a href=\"https://unctad.org/en/pages/DIAE/DIAE.aspx\">https://unctad.org/en/pages/DIAE/DIAE.aspx</a> </p>","indicator":"17.5.1","target_id":"17.5","sdg_goal":"17","indicator_sort_order":"17-05-01"}