{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.2-1-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.2-1-1-title","indicator_number":"2.1.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 2: End hunger, achieve food security and improved nutrition and promote sustainable agriculture</p>","SDG_TARGET__GLOBAL":"<p>Target 2.1: By 2030, end hunger and ensure access by all people, in particular the poor and people in vulnerable situations, including infants, to safe, nutritious and sufficient food all year round</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 2.1.1: Prevalence of undernourishment</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Primary series: Prevalence of undernourishment</p>\n<p>Complementary series: Number of undernourished people</p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>2.1.2, 2.2.1, 2.2.2, 2.2.3 </p>\n<p>Comments: </p>\n<p>Links with Target 2.2, to the extent that hunger may lead to malnutrition, and Target 2.2 may not be achieved if Target 2.1 is not achieved.</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>Food and Agriculture Organization of the United Nations (FAO)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>Food and Agriculture Organization of the United Nations (FAO)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition: </strong></p>\n<p>The prevalence of undernourishment (PoU) (French: pourcentage de sous-alimentation; Spanish: porcentaje de sub-alimentaci&#xF3;n; Italian: prevalenza di sotto-alimentazione) is an estimate of the proportion of the population whose habitual food consumption is insufficient to provide the dietary energy levels that are required to maintain a normal active and healthy life. It is expressed as a percentage.</p>\n<p><strong>Concepts: </strong></p>\n<p>Undernourishment is defined as the condition by which a person has access, on a regular basis, to the amount of food that are insufficient to provide the energy required for conducting a normal, healthy and active life, given his or her own dietary energy requirements. </p>\n<p>Though strictly related, &#x201C;undernourishment&#x201D; as defined here is different from the physical conditions of &#x201C;malnutrition&#x201D; and &#x201C;undernutrition&#x201D; as it refers to the condition of insufficient intake of food, rather than to the outcome in terms of nutritional status. In French, Spanish and Italian the difference is marked by the use of the terms alimentation, alimentaci&#xF3;n, or alimentazione, instead of nutrition, nutrici&#xF3;n or nutrizione, in the name of the indicator. A more appropriate expression in English that would render the precise meaning of the indicator might have been &#x201C;prevalence of under-feeding&#x201D; but by now the term &#x201C;undernourishment&#x201D; has long been associated with the indicator. </p>\n<p>While the undernourishment condition applies to individuals, due to conceptual and data-related considerations, the indicator can only be referred to a population, or group of individuals. The prevalence of undernourishment is thus an estimate of the percentage of individuals in a group that are in that condition, but it does not allow for the identification of which individuals in the group are, in fact, undernourished. </p>","UNIT_MEASURE__GLOBAL":"<p>Prevalence of undernourishment: Percent (%) Number of undernourished people: Millions (of people) </p>","CLASS_SYSTEM__GLOBAL":"<p>The construction of the regional and global estimates, as well as estimates for specific groups, such as Least Developed Countries, Land Locked Developing countries, Small Island Developing States, Developed Regions, and Developing Regions, of this indicator follows the UN M49 Standard.</p>","SOURCE_TYPE__GLOBAL":"<p>The ideal source of data to estimate the PoU would be a carefully designed and skillfully conducted individual dietary intake survey, in which actual daily food consumption, together with heights and weights for each surveyed individual, are repeatedly measured on a sample that is representative of the target population. Due to their cost, however, such surveys are rare.</p>\n<p>In principle, a well-designed household survey that collects information on food acquisitions might be sufficient to inform a reliable estimate of the Prevalence of Undernourishment (PoU) in a population, at a reasonable cost and with the necessary periodicity to inform the SDG monitoring process, provided that: </p>\n<ol>\n  <li>All sources of food consumption for all members of the households are properly accounted for, including, in particular, food that is consumed away from home; </li>\n  <li>Sufficient information is available to convert the data on food consumption or on food expenditures into their contribution to dietary energy intake; </li>\n  <li>The proper methods to compute the PoU are used, to control for excess variability in the estimated levels of habitual food consumption across households, allowing for the presence on normal variability in the distribution of food consumption across individuals, induced by the differences in energy requirements of the members of the population. </li>\n</ol>\n<p>Examples of surveys that could be considered for this purpose include surveys conducted to compute economic statistics and conduct poverty assessments, such as Household Income and Expenditure Surveys, Household Budget Surveys and Living Standard Measurement Surveys. </p>\n<p>In practice, however, it is often impossible, and not advisable, to rely only on data collected through a household survey, as the information needed to estimate the four parameters of the PoU model is either missing or imprecise. </p>\n<p>Household Survey food consumption data often must be integrated by </p>\n<p>a) Data on the demographic structure of the population of interest by sex and age; </p>\n<p>b) Data or information on the median height of individuals in each sex and age class; </p>\n<p>c) Data on the distribution of physical activity levels in the population; </p>\n<p>d) Alternative data on the total amounts of food available for human consumption, to correct for biases in the estimate of the national average daily dietary energy consumption in the population. </p>\n<p>Data for a), b) and c) could be available through the same multipurpose survey that provides food consumption data, but are more likely available from other sources, such as National Demographic and Health Surveys (for a) and b)) and Time Use Surveys (for c)). </p>\n<p>Correcting for bias in the estimated average daily dietary energy consumption might need to be based on alternative sources on food consumption, such as aggregate food supply and utilization accounts and food balance sheets. </p>\n<p>To inform its estimate of PoU at national, regional and global level, in addition to all household surveys for which it is possible to obtain micro data on food consumption, FAO relies on: </p>\n<p>a) UN Population Division&#x2019;s World Population Prospects (https://esa.un.org/unpd/wpp/Download/Standard/Population/), which provide updated estimates of the structures of the national population by sex and age every two years for most countries in the world; </p>\n<p>b) FAO Food Balance Sheets (http://www.fao.org/faostat/en/#data), which provides updated estimates of the national availability of food every year for most countries in the world.</p>\n<p>Micro data from household surveys that collect food consumption data are sourced by FAO directly through the National Statistical Agencies&#x2019; websites, or through specific bilateral agreements. </p>","COLL_METHOD__GLOBAL":"<p>Official information on food commodity production, trade and utilization used by FAO to compile Food Balance Sheets is provided mainly by Statistical Units of the Ministry of Agriculture. FAO sends out a data collection questionnaire every year to an identified focal point. </p>\n<p>Microdata of household surveys are generally owned and provided by National Statistical Agencies. When available, data is sourced by FAO directly through the NSA&#x2019; website. In several cases, when microdata is not available in the public domain, bilateral agreements have been signed, usually in the contexts of technical assistance and capacity development programs. </p>\n<p>Data on the population size and structure for all monitored countries is obtained from the UN Population Division&#x2019;s World Population Prospects. </p>","FREQ_COLL__GLOBAL":"<p>Continuing</p>","REL_CAL_POLICY__GLOBAL":"<p>Data are released each year alongside the <em>State of Food Security and Nutrition in the World</em> report, usually in mid-July. </p>","DATA_SOURCE__GLOBAL":"<p>Given the various data sources, national data providers vary. Official information on food commodity production, trade and utilization used by FAO to compile Food Balance Sheets is provided mainly by Statistical Units of the Ministry of Agriculture. Microdata of household surveys are generally owned and provided by National Statistical Agencies.</p>","COMPILING_ORG__GLOBAL":"<p>Food and Agriculture Organization of the United Nations, Statistics Division, Food Security and Nutrition Statistics Team</p>","INST_MANDATE__GLOBAL":"<p>The Office of the Chief Statistician of FAO manages the Interdepartmental Working Group on SDG indicators under the FAO custodianship and identifies a focal point for each of them. The team leader of the Food Security and Nutrition Statistics Team of the Statistics Division is formally appointed as the focal person for the collection, processing, and dissemination of statistics for this indicator. </p>","RATIONALE__GLOBAL":"<p>The indicator has been used by FAO to monitor the World Food Summit Target and the MDG Target 1C, at national, regional and global level, since 1999. It allows monitoring trends in the extent of dietary energy inadequacy in a population over time, generated as a result of the combination of changes in the overall availability of food, in the households&#x2019; ability to access it, and in the socio-demographic characteristics of the population, as well as differences across countries and regions in any given moment in time. </p>\n<p>The parametric approach adopted by FAO allows obtaining reliable estimated for relatively large population groups. As it reflects a severe condition of lack of food, it is fully consistent with the spirit of a Goal that aims at reducing hunger.</p>","REC_USE_LIM__GLOBAL":"<p>Over the years, the parametric approach informing the computation of the PoU has been criticized, based on the presumptions that undernourishment should be assessed necessarily starting at the individual level, by comparing individual energy requirements with individual energy intakes. According to such a view, the prevalence of undernourishment could be simply computed by counting the number of individuals in a representative sample of the population that is classified as undernourished, based on a comparison of individual habitual food consumption and requirements. </p>\n<p>Unfortunately, such an approach is not feasible for two reasons: first, due to the cost of individual dietary intake surveys, individual food consumption is measured only in a few countries, every several years, on relatively small samples; moreover, individual energy requirements are practically unobservable with standard data collection methods (to the point that observed habitual energy consumption of individuals in a healthy status is still the preferred way to infer individual energy requirements). This means that even if it were possible to obtain accurate observations of the individual dietary energy consumption, this would be insufficient to infer on the undernourishment condition at individual level, unless integrated by the observation on the physical status (body mass index) and of its dynamic over time, of the same individual. </p>\n<p>The model-based approach to estimate the PoU developed by FAO integrates information that is available with sufficient regularity from different sources for most countries in the world, in a theoretically consistent way, thus providing what is still one of the most reliable tools to monitor progress towards reducing global hunger. </p>\n<p>Further specific consideration </p>\n<p>1. Feasibility </p>\n<p>Estimation of PoU at national level has been feasible for most countries in the world since 1999. In the worst case scenario, when no data on food consumption was available from a recent household survey, the model-based estimate of the PoU is informed by an estimate of mean level of dietary energy consumption (DEC) from Food Balance Sheets (FBS), an indirect estimate of the coefficient of variation (CV) based on information on the country&#x2019;s GDP, Gini coefficient of Income, an index of the relative price of food, or other indicators of development such as country&#x2019;s Under 5 Mortality Rate, and an estimate of the Minimum Dietary Energy Requirement (MDER) based on the UN Population Division&#x2019;s World Population Prospects data. </p>\n<p>2. Reliability </p>\n<p>Reliability mostly depends on the quality of the data used to inform the estimation of the model&#x2019;s parameters. </p>\n<p>DEC could be estimated either from survey data or from food balances. Neither source is devoid of problems. When comparing estimates of national DEC from FBS and from surveys, differences are frequently noted. </p>\n<p>DEC estimates from survey data can be affected by systematic measurement errors due to under-reporting of food consumption, or to incomplete recording of all food consumption sources. Recent research shows that a negative bias of up to more than 850 kcal can be induced on the estimated daily per capita caloric consumption can be induced by the type of food consumption module chosen to capture the data at the household level. (See De Weerdt et al., 2015, Table 2, <a href=\"https://feb.kuleuven.be/drc/licos/publications/dp/DP%20365%20Complete.pdf\">https://feb.kuleuven.be/drc/licos/publications/dp/DP%20365%20Complete.pdf</a>). A detailed analysis of a recent Household Budget Survey in Brazil revealed how food provided for free through the school meals program and consumed by children while at school, had not been accounted among the sources of household food consumption, accounting for a downward bias of the average per capita daily dietary energy consumption of 674 kcal. (See Borlizzi, Cafiero &amp; Del Grossi, forthcoming.) </p>\n<p>DEC estimates from Food Balance Sheets can also be affected by errors, though it is difficult to establish the direction of induced bias. As average food availability is a residual in the FBS method, any errors in reported production, trade, and stocks might affect the estimates of national food availability. Moreover, errors might be induced by the difficulty in properly accounting for all forms of food commodity utilization. To the extent that all these errors are uncorrelated, though, the impact on the estimated average food consumption will be lower than each of the errors, considered separately, might imply. Nevertheless, considering how problematic it is to precisely account for variations in national reserves of food commodities, for which official data may be unreliable, it is recognized that the estimated annual stock variation is prone to considerable uncertainty that would be transferred to the estimated DEC in each given year. </p>\n<p>To limit the impact of such errors, FAO has traditionally presented estimates of PoU at national level as three-year averages, on the presumption that errors induced by imprecise recording of stocks variations in each single year might be highly reduced when considering an average over three consecutive years. </p>\n<p>Survey data are the only source to estimate the CV. As described in the section of metadata on the method of computation, unless obtained from high quality individual dietary intake surveys, data needs to be treated to reduce the likely upward bias in the estimates of the CV that would be induced by the spurious variability due to errors in measuring individual habitual dietary energy intake. </p>\n<p>3. Comparability </p>\n<p>If the same method of computation is used, comparability across time and space is relatively high, with the only potential cause of inhomogeneity found in the different quality of the background data. </p>\n<p>4. Limitations </p>\n<p>Due to the probabilistic nature of the inference and the margins of uncertainty associated with estimates of each of the parameters in the model, the precision of the PoU estimates is generally low. Even though it is not possible to compute theoretical Margins of Error (MoE) for PoU estimates, these would very likely exceed plus or minus 2.5% in most cases. For this reason, FAO publishes national level PoU estimates only when they are larger than 2.5%. This also suggests that 2.5% is the lowest feasible target that can be set for the PoU indicator, a value that is unsatisfactorily large when the ambition is to fully eradicate the scourge of hunger. </p>\n<p>If no survey is available that collects food consumption data and that is representative at subnational level, the indicator can only be computed at national level.&quot;</p>","DATA_COMP__GLOBAL":"<p>To compute an estimate of the prevalence of undernourishment in a population, the probability distribution of habitual dietary energy intake levels (expressed in kcal per person per day) for the average individual is modelled as a parametric probability density function (pdf), f(x).</p>\n<p>The indicator is obtained as the cumulative probability that the habitual dietary energy intake (x) is below the minimum dietary energy requirements (MDER) (i.e. the lowest limit of the range of energy requirements for the population&#x2019;s representative average individual) as in the formula below: </p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mi>P</mi>\n    <mi>o</mi>\n    <mi>U</mi>\n    <mo>=</mo>\n    <mi>&amp;nbsp;</mi>\n    <mrow>\n      <msubsup>\n        <mo stretchy=\"false\">&#x222B;</mo>\n        <mrow>\n          <mi>x</mi>\n          <mo>&amp;lt;</mo>\n          <mi>M</mi>\n          <mi>D</mi>\n          <mi>E</mi>\n          <mi>R</mi>\n        </mrow>\n        <mrow>\n          <mi>&amp;nbsp;</mi>\n        </mrow>\n      </msubsup>\n      <mrow>\n        <mi>f</mi>\n        <mfenced separators=\"|\">\n          <mrow>\n            <mi>x</mi>\n            <mo>|</mo>\n            <mi>&#x3B8;</mi>\n          </mrow>\n        </mfenced>\n        <mi>d</mi>\n        <mi>x</mi>\n      </mrow>\n    </mrow>\n  </math></p>\n<p>where &#x3B8; is a vector of parameters that characterizes the pdf. The distribution is assumed to be lognormal, and thus fully characterized by only two parameters: the mean dietary energy consumption (DEC), and its coefficient of variation (CV). </p>\n<p>A custom R function is available from the Statistics Division at FAO to compute the PoU, given the three parameters DEC, CV, and MDER. </p>\n<p>Different data sources can be used to estimate the different parameters of the model. </p>\n<p><u>DEC </u></p>\n<p>Ideally, data on food consumption should come from nationally representative household surveys (such as Living Standard Measurement Surveys or Household Incomes and Expenditure Surveys). However, only very few countries conduct such surveys on an annual basis. Thus, in FAO&#x2019;s PoU estimates for global monitoring, DEC values are estimated from the dietary energy supply (DES) reported in the Food Balance Sheets (FBS), compiled by FAO for most countries in the world (<a href=\"https://www.fao.org/faostat/en/#data/FBS\">https://www.fao.org/faostat/en/#data/FBS</a>). </p>\n<p><u>CV </u></p>\n<p>When reliable data on food consumption are available from aforementioned nationally representative household surveys, the CV due to income (CV|y) that describes the distribution of average daily dietary energy requirement in the population can be estimated directly.</p>\n<p>When no suitable survey data are available, FIES data collected by FAO since 2014 are used to project the changes in the CV|y from 2015 (or from the year of the last food consumption survey) up to 2019, based on a smoothed (three-year moving average) trend in severe food insecurity.</p>\n<p>Since 2014, FIES data provide evidence on recent changes in the extent of severe food insecurity that might closely reflect changes in the PoU. To the extent that such changes in PoU are not explained by changes in average food supplies, they can thus be used to infer the likely changes in the CV|y that might have occurred in the most recent year. Analysis of the combined set of historic PoU estimates reveals that, on average, and once differences in DEC and MDER have been controlled for, the CV|y explains about one-third of the differences in PoU across time and space. For each country for which FIES data are available, the CV|y is estimated by the amount that would generate one-third of a percentage point change in the PoU for each observed percentage point change in the prevalence of severe food insecurity. For all other countries, the CV|y is kept constant at the estimated 2017 value.</p>\n<p>In the FAO PoU parametric approach, the CV due to body weight and lifestyle, a.k.a. CV due to requirement (CV|r), represents the variability of the distribution of dietary energy requirements of a hypothetical average individual representative of a healthy population, which is also equal to the CV of the distribution of dietary energy intakes of a hypothetical average individual if the population is perfectly nourished. The distribution of dietary energy requirements of a hypothetical average individual can be assumed to be normal, thus its variability can be estimated if at least two percentiles and their values are known. As a result, given that we are interested in deriving the theoretical distribution of dietary energy requirements for healthy hypothetical average individuals to estimate the CV|r, the MDER and the average dietary energy requirement (ADER) can be used to approximate the 1st percentile and the 50th percentile of the distribution of energy requirements of the hypothetical average individual as they are built on the same principles of a weighted average from sex-age-physiological status groups. Therefore, the value of CV|r is derived as the inverse cumulative standard normal distribution of the difference between the MDER and the ADER. Similar to the MDER, the ADER is estimated using the average of the minimum and the maximum values of the PAL category &#x2018;Active or moderately active lifestyle&#x2019;.</p>\n<p>The total CV is then obtained as the geometric mean of the CV|y and the CV|r:</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mi>C</mi>\n    <mi>V</mi>\n    <mo>=</mo>\n    <msqrt>\n      <mfenced separators=\"|\">\n        <mrow>\n          <msup>\n            <mrow>\n              <mi>C</mi>\n              <mi>V</mi>\n              <mo>|</mo>\n              <mi>y</mi>\n            </mrow>\n            <mrow>\n              <mn>2</mn>\n            </mrow>\n          </msup>\n        </mrow>\n      </mfenced>\n      <mo>+</mo>\n      <mfenced separators=\"|\">\n        <mrow>\n          <msup>\n            <mrow>\n              <mi>C</mi>\n              <mi>V</mi>\n              <mo>|</mo>\n              <mi>r</mi>\n            </mrow>\n            <mrow>\n              <mn>2</mn>\n            </mrow>\n          </msup>\n        </mrow>\n      </mfenced>\n    </msqrt>\n  </math></p>\n<p><strong>Challenges and limitations:</strong> While formally the state of being undernourished or not is a condition that applies to individuals, given the data usually available on a large scale, it is impossible to reliably identify which individuals in a certain group are actually undernourished. Through the statistical model described above, the indicator can only be computed with reference to a population or a group of individuals for which a representative sample is available. The prevalence of undernourishment is thus an estimate of the percentage of individuals in that group that are in such condition and cannot be further disaggregated.</p>\n<p>Due to the probabilistic nature of the inference and the margins of uncertainty associated with estimates of each of the parameters in the model, the precision of the PoU estimates is generally low. While it is not possible to formally compute margins of error around PoU estimates, these are expected to likely exceed 5 percent in most cases. For this reason, FAO does not consider PoU estimates that result to be lower than 2.5 percent as sufficiently reliable to be reported.</p>\n<p><u>MDER </u></p>\n<p>Human energy requirements for an individual in a given sex/age class are determined on the basis of normative requirements for basic metabolic rate (BMR) per kilogram of body mass, multiplied by the ideal weights that a healthy person of that sex/age class may have, given his or her height, and then multiplied by a coefficient of physical activity level (PAL) to take into account physical activity. Given that both healthy BMIs and PALs vary among active and healthy individuals of the same sex and age, a <em>range </em>of energy requirements applies to each sex and age group of the population. The MDER for the average individual in the population, which is the parameter used in the PoU formula, is obtained as the weighted average of the lower bounds of the energy requirement ranges for each sex and age group, using the shares of the population in each sex and age group as weights.</p>\n<p>Information on the population structure by sex and age is available for most countries in the world and for each year from the UN Department of Economic and Social Affairs (DESA) Population Prospects, revised every two years.</p>\n<p>Information on the median height in each sex and age group for a given country is derived from a recent demographic and health survey (DHS) or from other surveys that collect anthropometry data on children and adults. Even if such surveys do not refer to the same year for which the PoU is estimated, the impact of possible small intervening changes in median heights over the years on PoU estimates is expected to be negligible.</p>","DATA_VALIDATION__GLOBAL":"<p>There are no formal country consultations. Data validation is internal to FAO. This indicator has been in existence since 1999. FAO has produced it to inform the World Food Summit target and the MDG target 1.C without country consultations. Upon request, FAO has provided countries with details on the data used in their specific case. </p>","ADJUSTMENT__GLOBAL":"<p>None </p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level </strong></p>\n<p>When no data on food consumption is available from a recent household survey, the model-based estimate of the PoU is informed by an estimate of DEC from Food Balance Sheets, an indirect estimate of CV based on information on the country&#x2019;s GDP, Gini coefficient of Income, an index of the relative price of food, or other indicators of development such as country&#x2019;s Under 5 Mortality Rate, and an estimate of the MDER based on the UN Population Division&#x2019;s World Population Prospects data. </p>\n<p>See the section on method of computation for details. </p>\n<p><strong>&#x2022; At regional and global levels </strong></p>\n<p>Missing values for individual countries are implicitly imputed to be equal to the population weighted average of the estimated values of the countries present in the same subregion or region.</p>","REG_AGG__GLOBAL":"<p>Regional and global aggregates of the PoU are computed as: </p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msub>\n      <mrow>\n        <mi>P</mi>\n        <mi>o</mi>\n        <mi>U</mi>\n      </mrow>\n      <mrow>\n        <mi>R</mi>\n        <mi>E</mi>\n        <mi>G</mi>\n      </mrow>\n    </msub>\n    <mo>=</mo>\n    <mfrac>\n      <mrow>\n        <mrow>\n          <munder>\n            <mo stretchy=\"false\">&#x2211;</mo>\n            <mrow>\n              <mi>i</mi>\n            </mrow>\n          </munder>\n          <mrow>\n            <msub>\n              <mrow>\n                <mi>P</mi>\n                <mi>o</mi>\n                <mi>U</mi>\n              </mrow>\n              <mrow>\n                <mi>i</mi>\n              </mrow>\n            </msub>\n            <mi>&amp;nbsp;</mi>\n            <mo>&#xD7;</mo>\n            <mi>&amp;nbsp;</mi>\n            <msub>\n              <mrow>\n                <mi>N</mi>\n              </mrow>\n              <mrow>\n                <mi>i</mi>\n              </mrow>\n            </msub>\n          </mrow>\n        </mrow>\n      </mrow>\n      <mrow>\n        <mrow>\n          <munder>\n            <mo stretchy=\"false\">&#x2211;</mo>\n            <mrow>\n              <mi>i</mi>\n            </mrow>\n          </munder>\n          <mrow>\n            <msub>\n              <mrow>\n                <mi>N</mi>\n              </mrow>\n              <mrow>\n                <mi>i</mi>\n              </mrow>\n            </msub>\n          </mrow>\n        </mrow>\n      </mrow>\n    </mfrac>\n  </math></p>\n<p>where PoU<sub>i</sub> are the values of PoU estimated for all countries (i) in the aggregate for which available data allow to compute a reliable estimate, and N<sub>i</sub> the corresponding population size. </p>","DOC_METHOD__GLOBAL":"<p>The main three sources of data at national level are: </p>\n<p>a) Official reports on the production, trade and utilization of the major food crop and livestock productions. </p>\n<p>b) Household survey data on food consumption </p>\n<p>c) Demographic characteristics of the national population </p>\n<p>Data sources for agricultural production are usually national surveys that are conducted by the Ministry of Agricultural/Livestock and/or the National Statistical Office. The surveys are usually annual, and in the absence of direct measurements, use information on areas/animal numbers and crop yields/carcass weights to calculate crop or livestock product quantities. Agricultural censuses, which FAO recommends conducting every ten years, may complement these surveys by providing more updated measured data on crops and livestock, and thus enable more precise projections/revisions. </p>\n<p>The data source for agricultural and food trade is almost exclusively the national customs office (with few exceptions where data may be obtained from the Central Bank). Countries often prepare these trade reports following international standard formats (commodity/country classifications, units of measurement, trading partner detail). While such trade data may be considered quite reliable, being the result of direct measurement/reporting by/to the customs office, issues of unreported border trade (and animal movement), misclassification of commodities, confidentiality, time-lag, to name a few, may necessitate some data analysis and validation (often by referring to &#x2018;mirror&#x2019; trade statistics to cross-check quantities and values). </p>\n<p>Data on the utilization of primary and processed crops and livestock may be obtained through specialized surveys (supplemented by research) through the national agri-food industry system. Utilizations of interest here are those quantities destined for, among others, animal feed, for industrial uses (e.g. biofuel production), for national/enterprise/farm stocks, for seed (sowing for the successive agricultural cycle) &#x2013; to enable as accurate an assessment as possible of the quantities destined/available for potential human consumption. </p>\n<p>These datasets (production, trade and utilizations), once cross-checked and validated, form the basis for the compilation of the Food Balance Sheets (FBS). The FBS are an accounting framework whereby supply (production + imports + stock withdrawals) should equal utilization (export + food processing + feed + seed + industrial use, etc.). It should be noted that, within the FBS framework, post-harvest/slaughter losses (up to the retail level) are considered as utilization, and thus a component in the balancing of the FBS. The FBS framework provides a snapshot of the agricultural supply situation at the national level, and allows for a cross-referenced structure whereby data, official or estimated/imputed, may be further analyzed and validated (e.g. animal numbers may result as being under-reported/estimated). </p>\n<p>The main result of the compilation of the FBS is the calculation of the Dietary Energy Supply (DES) in kilocalories per person (based on population figures) in a given year (quantities resulting as available for human consumption are converted into their caloric equivalents by using appropriate nutritive conversion factors by commodity). The DES, in the absence of direct consumption data from household surveys, is one of the key components in the calculation of the Prevalence of Undernourishment (PoU). FAO is presently embarking on a more focused program of providing FBS capacity to countries, including an updated compilation tool. </p>\n<p>FAO obtains crop/livestock primary/processed production data, and principal utilization thereof, through country-tailored questionnaires that are dispatched to all countries annually. Official country trade statistics are obtained annually through bulk downloads of the United Nations trade database (countries are expected to report to UNSD annually). In some cases, when available, national FBS data are also used. These datasets are then validated and form inputs in the country FBS which FAO compiles. It should be noted that when data are not officially reported/available (as is frequently the case with commodity utilization data), and hence it is necessary to resort to imputations to fill the data gaps. </p>\n<p>The new FBS Guidelines for national compilation (completed recently in collaboration with the Global Strategy) and new compilation tool (R-based &#x2018;shiny&#x2019; application). </p>\n<p>Detail on FBS methodology: <a href=\"http://www.fao.org/economic/ess/fbs/ess-fbs02/en/\">http://www.fao.org/economic/ess/fbs/ess-fbs02/en/</a>. </p>\n<p>The FBS Handbook shown here should not be confused with the recently completed FBS Guidelines. The Handbook is of a more technical nature and explains the methodology followed by FAO in compiling country FBS. The Guidelines on the other hand, while based on the Handbook, provide countries with a more revised and practical guidance and recommendations for compilation at the national level. </p>\n<p>Some FBS background text also available on FAOSTAT: <a href=\"http://www.fao.org/faostat/en/#data/FBS\">http://www.fao.org/faostat/en/#data/FBS</a>. </p>","QUALITY_MGMNT__GLOBAL":"<p>ESS conducts trend analysis of the newly updated indicator with other relevant indicators. Meanwhile, preliminary estimates of each round of the update are circulated among regional offices for review. Because of their knowledge of their regions and countries, they often provide invaluable inputs to the revisions and finalization of the update. </p>","QUALITY_ASSURE__GLOBAL":"<p>FBS capacity development programme in cooperation with the Global Strategy (more details may be provided if required); capacity development in cooperation with the ESS Food Security team as a PoU/FBS package (financed by projects); and direct FBS capacity development based on specific direct country requests.</p>","QUALITY_ASSMNT__GLOBAL":"<p>High</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Since 2017 FAO has reported separate estimates of PoU for 160 countries. </p>\n<p>While country-level estimates are presented as three-year averages, regional and global estimates are yearly estimates. </p>\n<p><strong>Time series: </strong></p>\n<p>2000 - current </p>\n<p><strong>Disaggregation: </strong></p>\n<p>Due to reliance on national Food Balance Sheets data to estimate mean caloric consumption levels in the population, the global monitoring of MDG Target 1C and of the WFS target has been based on estimates of the PoU at national level only. </p>\n<p>In principle, the indicator can be computed for any specific population group, provided sufficient accurate information exists to characterize the model&#x2019;s parameters for that specific group, that is, if data on the group&#x2019;s food consumption levels, age/gender structure and &#x2013; possibly &#x2013; physical activity levels, exist. </p>\n<p>The scope for disaggregation thus crucially depends on the availability of surveys designed to be representative at the level of sub national population groups. Given prevailing practice in the design of national household surveys, sufficient reliable information is seldom available for disaggregation beyond the level of macro area of residence (urban-rural) and of the main Provinces/Divisions in a country. To the extent that most of the used surveys are designed to accurately capture the distribution of income, inference can be drawn on the PoU in different income classes of the population. Gender disaggregation is limited by the possibility to identify and group households by gender-related information (such as sex of the head of the household, or male/female ratio).</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies: </strong></p>\n<p>Many countries have produced and reported on estimates of the Prevalence of Undernourishment, including in their national MDG Reports, but almost invariably using a different methodology than the one developed by FAO, which makes national figures not comparable to those reported by FAO for global monitoring. </p>\n<p>The most common approach used in preparing national reports has been to calculate the percentage of households for which the average per capita daily dietary energy consumption is found to be below thresholds based on daily Recommended Dietary Intake, usually set at 2,100 kcal, based on household survey data. In some cases, also lower thresholds of around 1,400 kcal have been used, probably as a reaction to the fact that percentages of households reporting average daily consumption of less than 2,100 kcal per capita were implausibly high estimates of the prevalence of undernourishment. </p>\n<p>Almost without exception, no consideration related to the presence of excess variability in the dietary energy consumption data is made, and the reports reveal limited or no progress in the reduction of PoU over time. </p>\n<p>As discussed in the section on the method of computation, the results obtained through these alternative methods are highly unreliable and almost certainly biased toward overestimation. It is therefore advisable that a concerted effort is made to advocate for use of the FAO methods also in preparation of national reports. FAO stands ready to provide all necessary technical support.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL: </strong></p>\n<p><a href=\"https://www.fao.org/food-agriculture-statistics/statistical-domains/food-security-and-nutrition/en/\">https://www.fao.org/food-agriculture-statistics/statistical-domains/food-security-and-nutrition/en/</a> </p>\n<p><strong>References: </strong></p>\n<p><a href=\"http://www.fao.org/docrep/012/w0931e/w0931e16.pdf\">http://www.fao.org/docrep/012/w0931e/w0931e16.pdf</a></p>\n<p><a href=\"http://www.fao.org/docrep/005/Y4249E/y4249e06.htm#bm06\">http://www.fao.org/docrep/005/Y4249E/y4249e06.htm#bm06</a></p>\n<p><a href=\"http://www.fao.org/3/a-i4060e.pdf\">http://www.fao.org/3/a-i4060e.pdf</a></p>\n<p><a href=\"http://www.fao.org/3/a-i4046e.pdf\">http://www.fao.org/3/a-i4046e.pdf</a></p>","indicator":"2.1.1","target_id":"2.1","sdg_goal":"2","indicator_sort_order":"02-01-01"}