{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.2-3-2-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.2-3-2-title","indicator_number":"2.3.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 2: End hunger, achieve food security and improved nutrition and promote sustainable agriculture</p>","SDG_TARGET__GLOBAL":"<p>Target 2.3: By 2030, double the agricultural productivity and incomes of small-scale food producers, in particular women, indigenous peoples, family farmers, pastoralists and fishers, including through secure and equal access to land, other productive resources and inputs, knowledge, financial services, markets and opportunities for value addition and non-farm employment</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 2.3.2: Average income of small-scale food producers, by sex and indigenous status</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Income of small-scale food producers (Average income from agriculture, PPP) (constant international $) (primary series)</p>\n<p>Income of large-scale food producers (Average income from agriculture, PPP) (constant international $) (complementary series)</p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>SDG indicator 2.3.1</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>Food and Agriculture Organization (FAO)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>Food and Agriculture Organization (FAO)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>SDG indicator 2.3.2 measures income from on-farm production activities, which is related to the production of food and agricultural products. This includes income from crop production, livestock production, fisheries and aquaculture production, and from forestry production. </p>\n<p>The indicator is computed as <em>annual income</em>. </p>\n<p>FAO proposes to define small-scale food producers as producers who: </p>\n<ul>\n  <li>operate an amount of land falling in the first two quintiles (the bottom 40 percent) of the cumulative distribution of land size at national level (measured in hectares); and </li>\n  <li>operate a number of livestock falling in the first two quintiles (the bottom 40 percent) of the cumulative distribution of the number of livestock per production unit at national level (measured in Tropical Livestock Units &#x2013; TLUs); and </li>\n  <li>obtain an annual economic revenue from agricultural activities falling in the first two quintiles (the bottom 40 percent) of the cumulative distribution of economic revenues from agricultural activities per production unit at national level (measured in Purchasing Power Parity Dollars) not exceeding 34,387 Purchasing Power Parity Dollars.</li>\n</ul>\n<p><strong>Concepts:</strong></p>\n<p>The following concepts are adopted for the computation of indicators 2.3.2:</p>\n<ul>\n  <li>Small-scale food producers are defined as those falling in the intersection of the bottom 40 percent of the cumulative distribution of land, livestock and revenues.</li>\n  <li>Tropical Livestock Units are a conversion scale used for standardization and measurement of the number of livestock heads. One TLU is the metabolic weight equivalent of one cattle in North America. The complete list of conversion factors can be found in the Guidelines for the preparation of livestock sector Reviews </li>\n  <li>The computation of income is based on the resolution adopted by the 17th International Conference of Labour Statisticians (ICLS). Income should be computed by deducting from revenues the operating costs and the depreciation of assets.</li>\n</ul>","UNIT_MEASURE__GLOBAL":"<p>Constant PPP 2011 USD. </p>","CLASS_SYSTEM__GLOBAL":"<p>Not applicable</p>","SOURCE_TYPE__GLOBAL":"<p>Given that indicator 2.3.2 is measured on a target population of producers &#x2013; those considered as small-scale &#x2013; the ideal data source for measuring them is a single survey that collects all the information required with reference to individual production units. The most appropriate data source for collecting information on agricultural production and the associated costs are agricultural surveys. Other possibilities to be explored in absence of an agricultural surveys are: </p>\n<ol>\n  <li>household surveys integrated with an agricultural module, </li>\n  <li>agricultural censuses, </li>\n  <li>administrative data.</li>\n</ol>","COLL_METHOD__GLOBAL":"<p>The target population of indicator 2.3.2 are small-scale producers for which the best data sources are agricultural surveys. These contain information on agricultural production, economic variables and labour input. However, agricultural surveys are not conducted in a systematic way, so they may be scattered in long time periods. FAO promotes the Agricultural Integrated Surveys (AGRIS) which collects data in a yearly basis for different modules, e.g. agricultural production. </p>\n<p>Currently, the indicator is produced mainly using the Living Standards Measurement Study (LSMS) of the World Bank. Some countries contain an Integrated Surveys of Agriculture (LSMS-ISA). These surveys include information such as farm size, disaggregation by geographic areas, type of activities and type of households, values of output, values of production costs and number of work hours in different activities. Such surveys have data relevant to the computation of the indicators.</p>\n<p>FAO, along with the World Bank and IFAD are compiling harmonized indicators of rural livelihoods with information on micro-level household data the LSMS surveys and other household surveys publicly available in the initiative called RuLIS (Rural Livelihoods Information System) which includes the indicators disaggregated by gender, rural areas, urban areas, income quintiles and income percentage that comes from agriculture.</p>\n<p>Some of the datasets utilized to do the computation of the indicator 2.3.2. can be seen in Annex 1 of the document &#x201C;Methodology for Computing and Monitoring the Sustainable Development Goal Indicators 2.3.1 and 2.3.2.&#x201D; available in <a href=\"http://www.fao.org/3/ca3043en/CA3043EN.pdf\">http://www.fao.org/3/ca3043en/CA3043EN.pdf</a> and Annex 1 of the document &#x201C;Rural Livelihoods Information System (RuLIS). Technical notes on concepts and definitions used for the indicators derived from household surveys&#x201D; available in <a href=\"http://www.fao.org/3/ca2813en/CA2813EN.pdf\">http://www.fao.org/3/ca2813en/CA2813EN.pdf</a>. </p>","FREQ_COLL__GLOBAL":"<p>The data collection calendar depends on the frequency of surveys required to compute the indicators. FAO is engaging with countries to include the questions needed to measure the indicator into their existing national surveys, i.e., household-based surveys, agricultural surveys and censuses through capacity development activities at national/ regional levels and provision of technical assistance needed to compute the indicator. </p>","REL_CAL_POLICY__GLOBAL":"<p>The data release depends highly on the frequency of surveys required to compute the indicators.</p>","DATA_SOURCE__GLOBAL":"<p>National Statistical Offices or other institutions involved in agricultural surveys, such as dedicated statistics offices of the Ministry of Agriculture. </p>","COMPILING_ORG__GLOBAL":"<p>Food and Agricultural Organization of the United Nations (FAO)</p>","INST_MANDATE__GLOBAL":"<p>Article I of the FAO constitution requires that the Organization collect, analyses, interpret and disseminate information relating to nutrition, food and agriculture. <a href=\"http://www.fao.org/3/K8024E/K8024E.pdf\">http://www.fao.org/3/K8024E/K8024E.pdf</a>. </p>","RATIONALE__GLOBAL":"<p>The 2030 Sustainable Development Agenda has emphasized the importance of enhancing income of small-scale food producers, as these producers play an important role in the global production of food. The indicator monitors progress in this area, where the target is to double income by year 2030. </p>\n<p>The enhancement of income of small-scale production units also has implications on poverty reduction, as small-scale food producers are often poor, and are frequently found to be close to subsistence conditions.</p>","REC_USE_LIM__GLOBAL":"<p>Given the approved methodology, the computation of the indicator requires survey microdata collected at the farm level on a wide range of variables &#x2013; including all elements allowing to compute revenues and costs of the enterprise together with labour input and the availability of land and livestock &#x2013; referred to the same production unit. Such type of surveys are seldom collected at the national level. For this reason, the availability of data for the indicator is altogether limited. In some countries, data can be obtained from household surveys reporting details on agricultural production. These data sources have to be considered as second-best solution, given that their sampling is focused on households and not on food production units. While in many countries there is a considerable degree of overlap between the population of food producers and households, this is still a partial overlap, which can undermine the accuracy of the computation. </p>","DATA_COMP__GLOBAL":"<p>Given i agricultural activities, including crops, livestock, fisheries and forestry activities, and j [1,&#x2026;,n] small scale food producers defined as in the first section as a subset of all N [1,&#x2026;,k] food producers, the SDG indicator 2.3.2 must be computed using the following formula: </p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mi mathvariant=\"normal\">S</mi>\n    <mi mathvariant=\"normal\">D</mi>\n    <mi mathvariant=\"normal\">G</mi>\n    <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n    <mn>2</mn>\n    <mo>.</mo>\n    <mn>3</mn>\n    <mo>.</mo>\n    <mn>2</mn>\n    <mo>=</mo>\n    <msubsup>\n      <mrow>\n        <mi>I</mi>\n      </mrow>\n      <mrow>\n        <mn>2</mn>\n        <mo>.</mo>\n        <mn>3</mn>\n        <mo>.</mo>\n        <mn>2</mn>\n      </mrow>\n      <mrow>\n        <mi>t</mi>\n      </mrow>\n    </msubsup>\n    <mo>=</mo>\n    <mrow>\n      <mrow>\n        <mrow>\n          <munderover>\n            <mo stretchy=\"false\">&#x2211;</mo>\n            <mrow>\n              <mi>j</mi>\n              <mo>=</mo>\n              <mn>1</mn>\n            </mrow>\n            <mrow>\n              <mi>n</mi>\n            </mrow>\n          </munderover>\n          <mrow>\n            <mfenced separators=\"|\">\n              <mrow>\n                <mrow>\n                  <munder>\n                    <mo stretchy=\"false\">&#x2211;</mo>\n                    <mrow>\n                      <mi>i</mi>\n                    </mrow>\n                  </munder>\n                  <mrow>\n                    <msubsup>\n                      <mrow>\n                        <mo>(</mo>\n                        <mi>V</mi>\n                      </mrow>\n                      <mrow>\n                        <mi>i</mi>\n                        <mi>j</mi>\n                      </mrow>\n                      <mrow>\n                        <mi>t</mi>\n                      </mrow>\n                    </msubsup>\n                    <msubsup>\n                      <mrow>\n                        <mi>p</mi>\n                      </mrow>\n                      <mrow>\n                        <mi>i</mi>\n                        <mi>j</mi>\n                      </mrow>\n                      <mrow>\n                        <mi>t</mi>\n                      </mrow>\n                    </msubsup>\n                  </mrow>\n                </mrow>\n                <mo>-</mo>\n                <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n                <msubsup>\n                  <mrow>\n                    <mi>C</mi>\n                  </mrow>\n                  <mrow>\n                    <mi>i</mi>\n                    <mi>j</mi>\n                  </mrow>\n                  <mrow>\n                    <mi>t</mi>\n                  </mrow>\n                </msubsup>\n              </mrow>\n            </mfenced>\n          </mrow>\n        </mrow>\n      </mrow>\n      <mo>/</mo>\n      <mrow>\n        <mi>n</mi>\n      </mrow>\n    </mrow>\n  </math></p>\n<p>where:</p>\n<ul>\n  <li><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n      <msubsup>\n        <mrow>\n          <mi>V</mi>\n        </mrow>\n        <mrow>\n          <mi>i</mi>\n          <mi>j</mi>\n        </mrow>\n        <mrow>\n          <mi>t</mi>\n        </mrow>\n      </msubsup>\n    </math> is the physical volume of agricultural product i sold by the small scale food producer j during year t; </li>\n  <li><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n      <msubsup>\n        <mrow>\n          <mi>p</mi>\n        </mrow>\n        <mrow>\n          <mi>i</mi>\n          <mi>j</mi>\n        </mrow>\n        <mrow>\n          <mi>t</mi>\n        </mrow>\n      </msubsup>\n    </math> is the constant sale price received by the small scale food producer j for the agricultural product i during year t; </li>\n  <li><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n      <msubsup>\n        <mrow>\n          <mi>C</mi>\n        </mrow>\n        <mrow>\n          <mi>i</mi>\n          <mi>j</mi>\n        </mrow>\n        <mrow>\n          <mi>t</mi>\n        </mrow>\n      </msubsup>\n    </math> is the production cost of agricultural product i supported by the small scale food producer j during year t; </li>\n  <li><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n      <mi>n</mi>\n      <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n    </math>is the number of small-scale food producer. </li>\n</ul>\n<p>In details, physical volumes <math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msubsup>\n      <mrow>\n        <mi>V</mi>\n      </mrow>\n      <mrow>\n        <mi>i</mi>\n        <mi>k</mi>\n      </mrow>\n      <mrow>\n        <mi>t</mi>\n      </mrow>\n    </msubsup>\n    <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n  </math>are derived, for each k producer, from the following items:</p>\n<ul>\n  <li>Crop revenues: crop sold, crop for own consumption, crop used as feed, crop saved for seed, crop stored, crop used for by-products, crop given as gift, crop used for paying labour, crop used for paying rent, crop used for paying inputs, crop given out in sharecropping agreement (sharecrop out), crop wasted. Similar criteria apply for the computation of revenues from tree crops and forestry products. </li>\n  <li>Livestock revenues: livestock sold (alive), livestock gifts given away (component can only be kept if stock variation is possible to construct), livestock by-/products sold, livestock products self-consumed, livestock by-products self-used (also a cost in crop, for example dung used as fertilisers), livestock by-/products pay away, livestock by-/products credit away. </li>\n  <li>Forestry revenues: products sold, forestry products for own consumption, forestry products stored, forestry products used for paying labour, forestry products used for paying rent, forestry products used for paying inputs, forestry products given out in sharecropping agreement, Forestry products wasted.</li>\n  <li>Fisheries revenues: captured fresh fish sold, captured processed fish sold, captured fresh fish for own consumption, captured processed fish for own consumption, traded fresh fish sold, traded processed fish sold.</li>\n</ul>\n<p>Production costs <math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msubsup>\n      <mrow>\n        <mi>C</mi>\n      </mrow>\n      <mrow>\n        <mi>i</mi>\n        <mi>j</mi>\n      </mrow>\n      <mrow>\n        <mi>t</mi>\n      </mrow>\n    </msubsup>\n  </math> are meant to include operating costs. These comprise all variable costs (payments in cash and kind of agricultural inputs as fertiliser, seeds, and occasional labour) and fixed costs (hired labour, land rent and technical assistance costs). </p>\n<p>In more details, costs <math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msubsup>\n      <mrow>\n        <mi>C</mi>\n      </mrow>\n      <mrow>\n        <mi>i</mi>\n        <mi>j</mi>\n      </mrow>\n      <mrow>\n        <mi>t</mi>\n      </mrow>\n    </msubsup>\n  </math> generally include the following items: </p>\n<ul>\n  <li>Costs of crop activities: inputs paid in cash, land rent, technical assistance/extension costs, crop saved for seed, crop used for paying labour, crop used for paying rent, crop used for paying inputs, crop given out in sharecropping agreement (sharecrop out), crop wasted, crop used for producing by-products, total value of input purchased, including those reimbursed in kind </li>\n  <li>Costs of livestock activities: livestock bought, livestock additional expenditures, crop used as feed, technical assistance/extension costs for livestock, </li>\n  <li>Costs of forestry activities: input costs (seedlings, fertilisers, hired labour, etc.), machine rental costs, land rental costs, other related costs. </li>\n  <li>Costs of fisheries and aquaculture activities: fishing gear expenditures, hired labour expenditures, trading activities, fresh fish purchases, processed fish purchases, other related costs </li>\n</ul>\n<p>To obtain comparable results across countries in the case of income, values must necessarily be expressed in International Dollars at Purchasing Power Parity (PPP $), based on the conversion provided by the World Bank International Comparison Project. </p>","DATA_VALIDATION__GLOBAL":"<p>FAO is responsible to check the syntaxes used in the computation of the indicator as well as the questions.</p>","ADJUSTMENT__GLOBAL":"<p>The Average income of small-scale food producers in constant PPP 2011 USD is in the dataset in local currency units (LCU). For each country and year, the LCU labour value of production has to be converted into PPP 2011 USD. The process first consists on accounting for inflation in the currency, for which the Consumer Price Index (CPI) of each country is used; once deflated, it is converted into PPP 2011 USD, which allows for a homogenous standard of the indicator. SDG 2.3 not only focuses on small-scale farmers, but also on women and people with indigenous status. The indicator (which is at the household level) is then calculated disaggregated by sex of the household head or producer (depending on whether a household or an agricultural survey was used), that is, whether the household head or producer is female or male headed.</p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level</strong></li>\n</ul>\n<p>Variables employed in the computation are subject to outlier detection, through Median Absolute Deviations and other approaches, on a case by case basis. </p>\n<ul>\n  <li><strong>At regional and global levels</strong></li>\n</ul>\n<p>No imputation of data is made at the regional and global level. </p>","REG_AGG__GLOBAL":"<p>No regional or global aggregates can be computed, given the limited availability of data. </p>","DOC_METHOD__GLOBAL":"<p>Countries can rely on the methodology paper available at <a href=\"http://www.fao.org/3/ca3043en/ca3043en.pdf\">http://www.fao.org/3/ca3043en/ca3043en.pdf</a> and the eLearning available at <a href=\"https://elearning.fao.org/course/view.php?id=483\">https://elearning.fao.org/course/view.php?id=483</a> .</p>","QUALITY_MGMNT__GLOBAL":"<p>Logical and arithmetic control of reporting data is carried out.</p>","QUALITY_ASSURE__GLOBAL":"<p>The microdata of surveys utilized in the computation are publicly available, hence their quality rests with the producers. The quality of the calculation was checked with a number of colleagues, and with two independent peer-reviewers of the RuLIS project.</p>","QUALITY_ASSMNT__GLOBAL":"<p>Qualitative assessment has been performed on the final estimations of the indicator, which was updated this year and compared with previous results. PPP conversion factors are retrieved from the World Bank and are constantly updated, which results in a change of conversion factors and therefore a slight modification in the results on indicator 2.3.2. from 2019 to 2021.</p>\n<p>Some countries have data that needs to be assessed further, either checks on the raw data and/or the processing of data by the RuLIS team.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>The following data availability information is provided based on available suitable surveys in selected countries. </p>\n<p>Breakdown of the number of countries covered by region is as follows:</p>\n<table>\n  <tbody>\n    <tr>\n      <td></td>\n      <td>\n        <p>Number of countries</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>World</p>\n      </td>\n      <td>\n        <p><strong>33</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Africa</p>\n      </td>\n      <td>\n        <p><strong>17</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Northern Africa</p>\n      </td>\n      <td></td>\n    </tr>\n    <tr>\n      <td>\n        <p>Sub-Saharan Africa</p>\n      </td>\n      <td></td>\n    </tr>\n    <tr>\n      <td>\n        <p>Eastern Africa</p>\n      </td>\n      <td>\n        <p>5</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Middle Africa</p>\n      </td>\n      <td>\n        <p>1</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Southern Africa</p>\n      </td>\n      <td>\n        <p>1</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Western Africa</p>\n      </td>\n      <td>\n        <p>10</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Americas</p>\n      </td>\n      <td>\n        <p><strong>5</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Latin America and the Caribbean</p>\n      </td>\n      <td></td>\n    </tr>\n    <tr>\n      <td>\n        <p>Caribbean</p>\n      </td>\n      <td></td>\n    </tr>\n    <tr>\n      <td>\n        <p>Latin America</p>\n      </td>\n      <td>\n        <p>4</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Northern America</p>\n      </td>\n      <td>\n        <p>1</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Asia</p>\n      </td>\n      <td>\n        <p><strong>12</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Central Asia</p>\n      </td>\n      <td>\n        <p>3</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Eastern Asia</p>\n      </td>\n      <td>\n        <p>1</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Southern Asia</p>\n      </td>\n      <td>\n        <p>1</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>South-Eastern Asia</p>\n      </td>\n      <td>\n        <p>4</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Western Asia</p>\n      </td>\n      <td>\n        <p>3</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Europe</p>\n      </td>\n      <td></td>\n    </tr>\n    <tr>\n      <td>\n        <p>Eastern Europe</p>\n      </td>\n      <td></td>\n    </tr>\n    <tr>\n      <td>\n        <p>Northern Europe</p>\n      </td>\n      <td></td>\n    </tr>\n    <tr>\n      <td>\n        <p>Southern Europe</p>\n      </td>\n      <td></td>\n    </tr>\n    <tr>\n      <td>\n        <p>Western Europe</p>\n      </td>\n      <td></td>\n    </tr>\n    <tr>\n      <td>\n        <p>Oceania</p>\n      </td>\n      <td></td>\n    </tr>\n    <tr>\n      <td>\n        <p>Australia and New Zealand</p>\n      </td>\n      <td></td>\n    </tr>\n    <tr>\n      <td>\n        <p>Melanesia</p>\n      </td>\n      <td></td>\n    </tr>\n    <tr>\n      <td>\n        <p>Micronesia</p>\n      </td>\n      <td></td>\n    </tr>\n    <tr>\n      <td>\n        <p>Polynesia</p>\n      </td>\n      <td></td>\n    </tr>\n  </tbody>\n</table>\n<p><strong>Time series:</strong></p>\n<p>By 2030</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Indicator 2.3.2 must be disaggregated by classes of farming/pastoral/forestry enterprise size. The overall SDG Target 2.3 requires specific focus on women, indigenous peoples, family farmers, pastoralists and fishers. For this reason, the indicator must be disaggregated by <em>sex, type of enterprise and by community of reference</em>.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Not applicable</p>","OTHER_DOC__GLOBAL":"<p>Note on the proposed &#x201C;Methodology for Computing and Monitoring the sustainable Development Goal Indicator 2.3.1 and 2.3.2&#x201D;, Office of the Chief Statistician and Statistics Division, FAO, Rome <a href=\"https://www.fao.org/3/ca3043en/CA3043EN.pdf\">https://www.fao.org/3/ca3043en/CA3043EN.pdf</a> </p>\n<p><em>Defining Small Scale Food producers to Monitor Target 2.3 of the 2030 Agenda for Sustainable Development</em>. FAO Statistics Division Working Paper available at <a href=\"http://www.fao.org/3/a-i6858e.pdf\">http://www.fao.org/3/a-i6858e.pdf</a> </p>","indicator":"2.3.2","target_id":"2.3","sdg_goal":"2","indicator_sort_order":"02-03-02"}