{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.2-5-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.2-5-1-title","indicator_number":"2.5.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 2: End hunger, achieve food security and improved nutrition and promote sustainable agriculture</p>","SDG_TARGET__GLOBAL":"<p>Target 2.5: By 2020, maintain the genetic diversity of seeds, cultivated plants and farmed and domesticated animals and their related wild species, including through soundly managed and diversified seed and plant banks at the national, regional and international levels, and promote access to and fair and equitable sharing of benefits arising from the utilization of genetic resources and associated traditional knowledge, as internationally agreed</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 2.5.1: Number of (a) plant and (b) animal genetic resources for food and agriculture secured in either medium- or long-term conservation facilities</p>","META_LAST_UPDATE__GLOBAL":"2021-03-01","SDG_RELATED_INDICATORS__GLOBAL":"<p>The component on animal genetic resources has linkages with indicators 2.5.1a on plants and 2.5.2.</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>Food and Agriculture Organization of the United Nations (UN FAO)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>Food and Agriculture Organization of the United Nations (UN FAO)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>The conservation of plant and animal genetic resources for food and agriculture (GRFA) in medium or long term conservation facilities (<em>ex situ</em>, in genebanks) represents the most trusted means of conserving genetic resources worldwide. Plant and animal GRFA conserved in these facilities can be easily used in breeding programmes as well, even directly on-farm.</p>\n<p>The measure of trends in <em>ex situ</em> conserved materials provides an overall assessment of the extent to which we are managing to maintain and/or increase the total genetic diversity available for future use and thus protected from any permanent loss of genetic diversity which may occur in the natural habitat, i.e. <em>in situ</em>, or on-farm.</p>\n<p>The two components of the indicator 2.5.1, plant (a) and animal (b) GRFA, are separately counted.</p>\n<p><em>Animal genetic resources</em> </p>\n<p>The animal component is calculated as the number of local breeds (i.e. being reported to exist only in one country) stored within a genebank collection with an amount of genetic material stored which is required to reconstitute the breed in case of extinction (further information on &#x201C;sufficient material stored to reconstitute a breed&#x201D; can be found in the Guidelines on Cryconservation of Animal Genetic Resources, FAO, 2012, accessible at http://www.fao.org/docrep/016/i3017e/i3017e00.htm). The guidelines have been endorsed by the FAO Commission on Genetic Resources for Food and Agriculture at its Thirteenth Regular Session (http://www.fao.org/docrep/meeting/024/mc192e.pdf).</p>\n<p><strong>Concepts:</strong></p>\n<p><em>Animal genetic resources</em></p>\n<p>Breed: A breed is either a sub-specific group of domestic livestock with definable and identifiable external characteristics that enable it to be separated by visual appraisal from other similarly defined groups within the same species, or a group for which geographical and/or cultural separation from phenotypically similar groups has led to acceptance of its separate identity. </p>\n<p>Medium or long term conservation facilities: Biological diversity is often conserved <em>ex situ</em>, outside its natural habitat, in facilities called genebanks. In the case of domestic animal diversity, <em>ex situ</em> conservation includes both the maintenance of live animals (<em>in vivo</em>) and cryoconservation. </p>\n<p>Cryoconservation is the collection and deep-freezing of semen, ova, embryos or tissues for potential future use in breeding or regenerating animals.</p>","UNIT_MEASURE__GLOBAL":"<p>Number of local breeds</p>","CLASS_SYSTEM__GLOBAL":"<p>International standards and classifications used have been endorsed by the FAO Commission on Genetic Resources for Food and Agriculture at its Thirteenth Regular Session (http://www.fao.org/docrep/meeting/024/mc192e.pdf).</p>","SOURCE_TYPE__GLOBAL":"<p><em>Animal genetic resources</em></p>\n<p>National Coordinators for Management of Animal Genetic Resources, nominated by their respective government, provide data to the Domestic Animal Diversity Information System (DAD-IS) (http://dad.fao.org/). DAD-IS allows countries the storage of data on animal genetic resources being secured in either medium or long term conservation facilities as needed for the indicator.</p>","COLL_METHOD__GLOBAL":"<p>The indicator is related to a monitoring framework endorsed by the FAO Commission on Genetic Resources for Food and Agriculture in which the status and trends of plant and animal genetic resources are described through globally agreed indicators and regular country-driven assessments. Officially appointed National Focal Points / National Coordinators report directly to FAO, using a format agreed by the FAO Commission on Genetic Resources for Food and Agriculture.</p>\n<p>Sessions of the intergovernmental technical working groups on plant and on animal genetic resources for food and agriculture allow for formal consultation processes. </p>","FREQ_COLL__GLOBAL":"<p><em>Animal genetic resources</em> </p>\n<p>Data in DAD-IS can be updated throughout the whole year. </p>","REL_CAL_POLICY__GLOBAL":"<p><em>Animal genetic resources</em></p>\n<p>First quarter of the year.</p>","DATA_SOURCE__GLOBAL":"<p>The officially nominated National Focal Points / National Coordinators. For information by country see for animal genetic resources <a href=\"http://www.fao.org/dad-is/national-coordinators/en/\">http://www.fao.org/dad-is/national-coordinators/en/</a> .</p>","COMPILING_ORG__GLOBAL":"<p>Food and Agriculture Organization of the United Nations (UN FAO)</p>","INST_MANDATE__GLOBAL":"<p>The National Coordinators for Management of Animal Genetic Resources are responsible for the provision of national data the indicator is based on. Their Terms of Reference have been endorsed by the Commission on Genetics Resources for Food and Agriculture and are described in more detail in: <em>Developing the institutional framework for the management of animal genetic resources</em>.</p>\n<p>FAO Animal Production and Health Guidelines. No. 6. Rome. (Accessible at http://www.fao.org/3/ba0054e/ba0054e00.pdf). </p>","RATIONALE__GLOBAL":"<p>Genetic resources for food and agriculture provide the building blocks of food security and, directly or indirectly, support the livelihoods of every person on earth. As the conservation and accessibility to these resources are of vital importance, medium- or long- term conservation facilities (genebanks) to preserve and make these resources and their associated information accessible for breeding and research have been established at country, regional and global levels. Inventories of genebank holdings provide a dynamic measure of the existing plant and animal diversity and its level of preservation. Data relevant to this indicator facilitate the monitoring of diversity secured and accessible through genebanks and support the development and updating of strategies for the conservation and sustainable use of genetic resources.</p>\n<p>The indicator is related to a monitoring framework endorsed by the FAO Commission on Genetic Resources for Food and Agriculture in which the status and trends of plant and animal genetic resources are described through globally agreed indicators and regular country-driven assessments. </p>\n<p>The number of materials conserved under medium- or long-term storage conditions provides an indirect measurement of the total genetic diversity, which are managed to secure for future use. Overall, positive variations are therefore approximated to an increase in the agro-biodiversity secured, while negative variations to a loss of it. </p>","REC_USE_LIM__GLOBAL":"<p><em>Animal genetic resources</em></p>\n<p>Information on cryoconserved material in the Domestic Animal Diversity Information System DAD-IS needs to be updated on a regular base.</p>","DATA_COMP__GLOBAL":"<p><em>Animal genetic resources</em></p>\n<p>For the animal component the indicator is calculated as the number of local breeds with enough genetic material stored within genebank collections allowing to reconstitute the breed in case of extinction (based on the Guidelines on Cryconservation of animal genetic resources, FAO, 2012, <a href=\"http://www.fao.org/docrep/016/i3017e/i3017e00.htm\">http://www.fao.org/docrep/016/i3017e/i3017e00.htm</a>).</p>","DATA_VALIDATION__GLOBAL":"<p>There is no validation process in place.</p>","ADJUSTMENT__GLOBAL":"<p>Not applicable.</p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level</strong></li>\n</ul>\n<p>For animals, for a given breed, if no data are provided for a respective year, it is assumed that the storage status remains the same as for the last year for which data have been reported. In this case the nature of data is considered to be estimated. </p>\n<ul>\n  <li><strong>At regional and global levels</strong></li>\n</ul>\n<p>Missing values are treated as such and not replaced by estimates.</p>","REG_AGG__GLOBAL":"<p>Aggregates are the sum of country values.</p>","DOC_METHOD__GLOBAL":"<p>For the animal component the National Coordinators for the Management of Animal Genetic Resources provide the type of material (e.g. semen samples, embryos, somatic cells) cryo-conserved within the framework of a cryconservation programme, as well as the number of the respective male and female donors to the Domestic Animal Diversity Information System DAD-IS. FAO provides internationally endorsed guidelines on the definition of &#x201C;sufficient&#x201D; material (see FAO. 2012. Cryoconservation of animal genetic resources. FAO Animal Production and Health Guidelines No. 12. Rome. (available at <a href=\"http://www.fao.org/docrep/016/i3017e/i3017e00.pdf\">http://www.fao.org/docrep/016/i3017e/i3017e00.pdf</a>)</p>","QUALITY_MGMNT__GLOBAL":"<p>FAO provides regular training to National Coordinators related to data collection and entering data into the official system, DAD-IS. The indicators itself is automatically calculated in DAD-IS. </p>","QUALITY_ASSURE__GLOBAL":"<p>FAO is responsible for the quality of the internal statistical processes used to compile the published datasets.</p>\n<p>FAO. 2012. Cryoconservation of animal genetic resources. FAO Animal Production and Health Guidelines No. 12. Rome. (available at <a href=\"http://www.fao.org/docrep/016/i3017e/i3017e00.pdf\">http://www.fao.org/docrep/016/i3017e/i3017e00.pdf</a>)</p>","QUALITY_ASSMNT__GLOBAL":"<p>Each second year FAO is organizing a global National Coordinators&#x2019; Workshops to assess and discuss the collection of data the indicator is based on. The indicators itself is automatically calculated in DAD-IS. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p><em>Animal genetic resources</em></p>\n<p>The analysis of country reports to FAO provided by 128 countries in 2014 for the preparation of &#x2018;The Second Report on the State of the World&#x2019;s Animal Genetic Resources for Food and Agriculture&#x2019; provided a first baseline with regard to the number of national breed populations where sufficient material is stored. As of February 2021, according to DAD-IS, genetic material is cryoconserved for only a very low proportion (9 percent) of local breeds and for only around 2.6 percent of breeds is the quantity of stored material estimated to be sufficient for population reconstitution..</p>\n<p><strong>Time series:</strong></p>\n<p><em>Animal genetic resources</em></p>\n<p>DAD-IS data are available since 2010 up to 2020.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>For both plant and animal components geographic disaggregation (national, regional, global) is made. Grouping by sex, age etc. is not applicable.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>There are no internationally estimated data. Data on this indicator are all produced by countries and regional or international centres. </p>","OTHER_DOC__GLOBAL":"<p><strong><em>Plant genetic resources</em></strong></p>\n<p>National Focal Points for the monitoring of the Second Global Plan of Action for Plant Genetic Resources for Food and Agriculture and the preparation of country reports for The Third Report on the State of the World&apos;s Plant Genetic Resources for Food and Agriculture: <a href=\"http://www.fao.org/agriculture/crops/thematic-sitemap/theme/seeds-pgr/gpa/national-focal-points/en/\">http://www.fao.org/agriculture/crops/thematic-sitemap/theme/seeds-pgr/gpa/national-focal-points/en/</a></p>\n<p>List of descriptors for reporting on the Plant Component of SDG indicator 2.5.1, FAO 2017 <a href=\"http://www.fao.org/fileadmin/user_upload/wiews/docs/SDG_251_data_requirement_sheet_table_EN.docx\">http://www.fao.org/fileadmin/user_upload/wiews/docs/SDG_251_data_requirement_sheet_table_EN.docx</a> </p>\n<p>Second Global Plan of Action for Plant Genetic Resources for Food and Agriculture: <a href=\"http://www.fao.org/docrep/015/i2624e/i2624e00.htm\">http://www.fao.org/docrep/015/i2624e/i2624e00.htm</a></p>\n<p>Second Report on the State of the World&#x2019;s Plant Genetic Resources for Food and Agriculture</p>\n<p><a href=\"http://www.fao.org/docrep/013/i1500e/i1500e00.htm\">http://www.fao.org/docrep/013/i1500e/i1500e00.htm</a></p>\n<p>Genebank Standards for Plant Genetic Resources for Food and Agriculture, FAO, 2014</p>\n<p><a href=\"http://www.fao.org/documents/card/en/c/7b79ee93-0f3c-5f58-9adc-5d4ef063f9c7/\">http://www.fao.org/documents/card/en/c/7b79ee93-0f3c-5f58-9adc-5d4ef063f9c7/</a></p>\n<p>Targets and Indicators for Plant Genetic Resources for Food and Agriculture, In: Report of the Fourteenth Regular Session of the Commission on Genetic Resources for Food and Agriculture, </p>\n<p>CGRFA-14/13/Report, Appendix C, <a href=\"http://www.fao.org/docrep/meeting/028/mg538e.pdf\">http://www.fao.org/docrep/meeting/028/mg538e.pdf</a></p>\n<p>Reporting Format for Monitoring the Implementation of the Second Global Plan of Action for Plant Genetic Resources for Food and Agriculture, CGRFA-15/15/Inf.9, <a href=\"http://www.fao.org/3/a-mm294e.pdf\">http://www.fao.org/3/a-mm294e.pdf</a></p>\n<p>FAO/Bioversity Multi-Crop Passport Descriptor (MCPD) v. 2 </p>\n<p><a href=\"http://www.bioversityinternational.org/fileadmin/user_upload/online_library/publications/pdfs/FAO-Bioversity_multi_crop_passport_descriptors_V_2_Final_rev_1526.pdf\">http://www.bioversityinternational.org/fileadmin/user_upload/online_library/publications/pdfs/FAO-Bioversity_multi_crop_passport_descriptors_V_2_Final_rev_1526.pdf</a></p>\n<p><strong><em>Animal genetic resources</em></strong></p>\n<p>Preparation of the First Report on the State of the World&apos;s Animal Genetic Resources</p>\n<p>Guidelines for the Development of Country Reports. Annex 2. Working definitions for use in developing country reports and providing supporting data.</p>\n<p><a href=\"http://www.fao.org/docrep/004/y1100m/y1100m03.htm\">http://www.fao.org/docrep/004/y1100m/y1100m03.htm</a></p>\n<p>Guidelines on Cryconservation of Animal Genetic Resources, FAO, 2012, accessible at <a href=\"http://www.fao.org/docrep/016/i3017e/i3017e00.htm\">http://www.fao.org/docrep/016/i3017e/i3017e00.htm</a></p>\n<p>National Coordinator for Management of Animal Genetic Resources: </p>\n<p><a href=\"http://dad.fao.org/cgi-bin/EfabisWeb.cgi?sid=-1,contacts\">http://dad.fao.org/cgi-bin/EfabisWeb.cgi?sid=-1,contacts</a></p>\n<p>Status of Animal Genetic Resources &#x2013; 2016, CGRFA/WG-AnGR-9/16/Inf.3,</p>\n<p><a href=\"http://www.fao.org/3/a-mq950e.pdf\">http://www.fao.org/3/a-mq950e.pdf</a></p>\n<p>Guidelines on In vivo Conservation of Animal Genetic Resources, FAO, 2013, <a href=\"http://www.fao.org/docrep/018/i3327e/i3327e.pdf\">http://www.fao.org/docrep/018/i3327e/i3327e.pdf</a></p>\n<p>The Second Report on the State of the World&#x2019;s Animal Genetic Resources for Food and Agriculture</p>\n<p><a href=\"http://www.fao.org/3/a-i4787e.pdf\">http://www.fao.org/3/a-i4787e.pdf</a></p>","indicator":"2.5.1","target_id":"2.5","sdg_goal":"2","indicator_sort_order":"02-05-01"}