{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.2-b-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.2-b-1-title","indicator_number":"2.b.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 2: End hunger, achieve food security and improved nutrition and promote sustainable agriculture</p>","SDG_TARGET__GLOBAL":"<p>Target 2.b: Correct and prevent trade restrictions and distortions in world agricultural markets, including through the parallel elimination of all forms of agricultural export subsidies and all export measures with equivalent effect, in accordance with the mandate of the Doha Development Round</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 2.b.1: Agricultural export subsidies</p>","META_LAST_UPDATE__GLOBAL":"<p>2020-03-01</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>The World Trade Organization (WTO)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>The World Trade Organization (WTO)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Agricultural export subsidies are defined as export subsidies budgetary outlays and quantities as notified by WTO Members in Tables ES:1 and supporting Tables ES:2 (following templates in document G/AG/2 dated 30 June 1995).</p>\n<p>Data cover:</p>\n<p>&#x2022; Notifications by WTO Members with export subsidy reduction commitments included in part IV of their Schedules;</p>\n<p>&#x2022; Notifications of export subsidies by developing country Members pursuant to the provisions of article 9.4 of the Agreement on Agriculture.</p>\n<p>Other WTO Members are not entitled to use export subsidies and their notifications are therefore not recorded in the indicator series.</p>\n<p>Budgetary outlays and quantities are expressed in a currency (national or other) and in quantity units as per Member&apos;s notification practices. For Members with export subsidy reduction commitments included in part IV of their Schedules, the currency used in the notifications is similar to the one used in the Schedules.</p>\n<p>Data are available by country and by products or groups of products, according to Members&apos; schedules for Members with export subsidy reduction commitments included in part IV of their Schedules and according to Member&apos;s notification practices in the case of developing country Members using export subsidies under the provisions of article 9.4 of the Agreement on Agriculture.&quot;</p>","SOURCE_TYPE__GLOBAL":"<p>The sources of data are WTO Members&apos; notifications in their Table ES:1 and supporting table ES:2 notifications, pursuant to the notification requirements and formats adopted by the WTO Committee on Agriculture and contained in document G/AG/2.</p>","COLL_METHOD__GLOBAL":"<p>Not relevant. Cf. previous replies </p>","FREQ_COLL__GLOBAL":"<p>Data are collected on a regular basis, following the timing of WTO Members&apos; notification submissions.</p>","REL_CAL_POLICY__GLOBAL":"<p>Cf. above</p>","DATA_SOURCE__GLOBAL":"<p>WTO Members</p>\n<p>The WTO is receiving WTO Members notifications and compiling the information contained in these notifications to report on this indicator.</p>","RATIONALE__GLOBAL":"<p>The purpose of this indicator is to give detailed information on the level of export subsidies applied annually per product or group of products, as notified by WTO Members.</p>","REC_USE_LIM__GLOBAL":"<p>The quality of the indicator depends on WTO Members&apos; timeliness and accuracy of their notifications.</p>","DATA_COMP__GLOBAL":"<p>The country level data come directly from Members&apos; notifications to the WTO and are not subject to any computation by the WTO. Each WTO Member collects data following his own national practice to prepare his notification.</p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level</strong></li>\n</ul>\n<p>Values are missing when a WTO Member has not submitted their notification. Missing values cannot be estimated.</p>\n<ul>\n  <li><strong>At regional and global levels</strong></li>\n</ul>\n<p>Not relevant. </p>","REG_AGG__GLOBAL":"<p>The WTO does not calculate regional aggregates.</p>\n<p>An overall global indicator measuring the total annual applied export subsidies budgetary outlays is calculated by summing all the available data after having converted them into a single currency (US$). </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Cf. latest revision of WTO document series G/AG/GEN/86 (table under section 2.4 &#x2013; Members with shaded cells) for a detailed description of data availability for export subsidies notified by Members with export subsidy reduction commitments.</p>\n<p>In addition, 10 developing country Members notified since 1995 the use of export subsidies, pursuant to the provisions of article 9.4 of the Agreement on Agriculture.</p>\n<p>Contrary to the information for developed country Members with export subsidy reduction commitments that is available for all notified years, information for developing country Members using export subsidies, pursuant to the provisions of article 9.4 of the Agreement on Agriculture is available only for the years during which these export subsidies were used.</p>\n<p><strong>Time series:</strong></p>\n<p>Since 1995 </p>\n<p><strong>Disaggregation:</strong></p>\n<p>The indicator gives country and product based information on the level of applied export subsidies, both in terms of budgetary outlays and quantities.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>The WTO does not estimate data. Only data contained in WTO Members&apos; notifications are used. Therefore, there is no difference between country produced data and data available at the WTO.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>www.wto.org</p>\n<p><strong>References:</strong></p>\n<p>http://agims.wto.org/Pages/ES/ESSearchAnalyse.aspx?ReportId=1403&amp;Reset=True</p>\n<p>https://www.wto.org/english/tratop_e/agric_e/transparency_toolkit_e.htm</p>","indicator":"2.b.1","target_id":"2.b","sdg_goal":"2","indicator_sort_order":"02-0b-01"}