{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.3-3-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.3-3-1-title","indicator_number":"3.3.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 3: Ensure healthy lives and promote well-being for all at all ages</p>","SDG_TARGET__GLOBAL":"<p>Target 3.3: By 2030, end the epidemics of AIDS, tuberculosis, malaria and neglected tropical diseases and combat hepatitis, water-borne diseases and other communicable diseases</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 3.3.1: Number of new HIV infections per 1,000 uninfected population, by sex, age and key populations </p>","SDG_SERIES_DESCR__GLOBAL":"<p>Not applicable</p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>Achieving this target will positively impact multiple SDG goals and by reaching other goals will improve countries ability to reduce new HIV infections. The goals that are linked to HIV include goals 1 through 8, 10, 11, 16 and 17. </p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>The Joint United Nations Programme on HIV/AIDS (UNAIDS)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>The Joint United Nations Programme on HIV/AIDS (UNAIDS)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong> </p>\n<p>The number of new HIV infections per 1,000 uninfected population, by sex, age and key populations as defined as the number of new HIV infections per 1,000 persons among the uninfected population. </p>","UNIT_MEASURE__GLOBAL":"<p>Number of newly infected people per 1,000 uninfected population.</p>","CLASS_SYSTEM__GLOBAL":"<p>Not applicable</p>","SOURCE_TYPE__GLOBAL":"<p>Spectrum modelling is used for the data presented here which incorporates programme data, surveillance data, survey data and region-specific assumptions about the HIV epidemic. Alternative methods of measures include household or key population surveys with HIV incidence-testing, or routine surveillance among key populations. </p>\n<p>The model development is guided by the UNAIDS Reference Group on Estimates, Modelling and Projections provides technical guidance on the development of the HIV component of the Spectrum software (www.epidem.org). The Spectrum software is developed by Avenir Health (www.avenirhealth.org)&#x2014;which includes a module, the Estimates and Projections Package, which is developed by the East-West Center (www.eastwestcenter.org). </p>","COLL_METHOD__GLOBAL":"<p>Country teams use UNAIDS-supported Spectrum software to develop estimates annually. The country teams are comprised primarily of national epidemiologists, demographers, monitoring and evaluation specialists and technical partners. The model incorporates data that are collected through programme information systems, surveillance and surveys. </p>","FREQ_COLL__GLOBAL":"<p>Data sources are compiled all year long. The spectrum models are created in the first three months of every year and finalized by May. </p>","REL_CAL_POLICY__GLOBAL":"<p>Data are released every year in July</p>","DATA_SOURCE__GLOBAL":"<p>The estimates are produced by a team of national experts consisting of ministry of health, national AIDS advisory groups and development partners. The results are signed off on by senior managers at the ministries of health. </p>","COMPILING_ORG__GLOBAL":"<p>After the data review process, the national experts share their results with UNAIDS who compiles the data for all countries and calculates regional and global estimates. </p>","INST_MANDATE__GLOBAL":"<p>The UN Political Declarations on HIV/AIDS (from 2001, 2011, 2016 and 2021) have mandated for UNAIDS to support countries to produce these data and for UNAIDS to report on the status of the Global HIV epidemic annually as well as through the UN Secretary General. </p>","RATIONALE__GLOBAL":"<p>The incidence rate provides a measure of progress toward preventing onward transmission of HIV. Although other indicators are also very important to the HIV epidemic, HIV incidence reflects success in prevention programmes and, to some extent, successful treatment programmes, as those will also lead to lower HIV incidence. </p>","REC_USE_LIM__GLOBAL":"<p>The methods and limitations for estimating HIV incidence vary based on the data and surveillance systems available in countries. </p>\n<ul>\n  <li>Countries with high HIV prevalence in the general population have relatively strong surveillance systems with household surveys contributing to the information required to estimate incidence. In epidemics concentrated in key populations, the surveillance systems for key hard-to-reach populations are often not comparable over time due to changing survey and sampling methods. The estimated size of key populations, a critical input to the Spectrum model for concentrated epidemics, can also lead to important under or over estimation of HIV incidence in concentrated epidemics.</li>\n  <li>In many countries trends in recent new infections rely on prevalence data from routine antenatal clinic testing. If those data are biased because women with known positive HIV status are not captured when calculating prevalence, or women found to be negative at initial antenatal care visit are retested later in the pregnancy, the derived incidence trends might be biased. While some limitations of the models are reflected in the uncertainty bounds the measurement biases and the uncertainty caused by these biases are not easily quantified and are thus not included. </li>\n  <li>Although HIV prevalence and incidence among children appears to be reasonably robust in generalized epidemics, estimating the pediatric HIV epidemic in concentrated epidemics remains a challenge because no robust measures of fertility exist among key populations living with HIV. </li>\n  <li>Currently UNAIDS only supports the HIV estimates development in countries with populations greater than 250,000. This is primarily due to support capacity at UNAIDS. </li>\n</ul>","DATA_COMP__GLOBAL":"<p>Longitudinal data on individuals newly infected with HIV would be the most accurate source of data to measure HIV incidence, however these data are rarely available for representative populations. Special diagnostic tests in surveys or from health facilities can also be used to obtain data on HIV incidence but these require very large samples to accurately estimate HIV incidence and the latter are also rarely representative. HIV incidence is thus modelled using the Spectrum software. The software incorporates data on HIV prevalence, the number of people on treatment, demographics and other relevant indicators to estimate historical HIV incidence, among other indicators. A full description of the model is available in peer-reviewed articles and in the most recent UNAIDS Global AIDS Update Reports. <a href=\"https://onlinelibrary.wiley.com/toc/17582652/2021/24/S5\">https://onlinelibrary.wiley.com/toc/17582652/2021/24/S5</a></p>\n<p>https://www.unaids.org/en/resources/documents/2021/2021-global-aids-update</p>","DATA_VALIDATION__GLOBAL":"<p>The HIV incidence estimates are created by country teams and are signed off on by ministry of health managers, including a clear statement that these data will be provided for SDG reporting. The SDG focal point in country is copied on the requests for clearance. UNAIDS reviews the input data and results to ensure quality before requesting clearance and compiling to regional and global values. </p>","ADJUSTMENT__GLOBAL":"<p>No adjustments are made to the estimates. </p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level: </strong></p>\n<p>Estimates are not collected from countries with populations &lt; 250,000 according to the latest world population prospects estimates. In addition no estimates are available for 8 countries with very small HIV epidemics who do not produce estimates. </p>\n<p>For some countries in which the estimates were not finalized at the time of publication the country-specific values are not presented . </p>\n<p> </p>\n<p><strong>&#x2022; At regional and global levels: </strong></p>\n<p>The countries with populations &lt; 250,000 and the 8 countries that do not produce estimates are not included in regional or global level estimates. For countries in which the estimates were not finalized at the time of publication, the unofficial best estimates are included in the regional and global values. </p>","REG_AGG__GLOBAL":"<p>Available for the World, the SDG regional groupings, Least Developed Countries, Landlocked Developing Countries and Small Island Developing States. </p>","DOC_METHOD__GLOBAL":"<p>A description of the methodology is available from the latest Global AIDS Update reports in the methods annex. Resources are also available at HIVtools.unaids.org. </p>\n<p>Countries are provided with capacity building workshops on the methods every other year. In addition, they are supported by in-country UNAIDS advisers in roughly 45 countries. Where no in-country specialists are available, remote assistance is provided. Training videos and documentation are also available at: HIVtools.unaids.org </p>\n<p><strong> </strong></p>","QUALITY_MGMNT__GLOBAL":"<p>Development of methods is overseen by an external reference group of experts (www.epidem.org). The actual files are reviewed by UNAIDS global experts to ensure consistency between countries.</p>","QUALITY_ASSURE__GLOBAL":"<p>Countries are fully involved in the development of the estimates. The final values are reviewed for quality by UNAIDS and approved by senior managers at national Ministries of Health. </p>","QUALITY_ASSMNT__GLOBAL":"<p>Results are routinely compared to empirical evidence when available. These empirical data include research studies, household surveys with incidence measurement, and longitudinal HIV surveillance sites when available. If inconsistencies are found modifications are considered for the models. Methods are also published in peer-reviewed journals every two years. See links to publications at www.epidem.org</p>","COVERAGE__GLOBAL":"<p><strong>Data availability: </strong></p>\n<p>172 countries in 2021. Data are available by age and sex, however there are methodological challenges in estimating incidence among key populations.</p>\n<p><strong>Time series:</strong></p>\n<p>2000-2020 </p>\n<p><strong>Disaggregation: </strong></p>\n<p>General population, Age groups (0-14, 15-24, 15-49, 50+ years, All ages), sex (male, female, both). Key population data are currently not available as methods are being developed. </p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies: </strong></p>\n<p>These variations will differ by country. </p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong> </p>\n<p>unaids.org </p>\n<p> </p>\n<p><strong>References:</strong> </p>\n<p>More information on the estimates process, tools and tutorial videos on the methods</p>\n<p><a href=\"https://hivtools.unaids.org/\">https://hivtools.unaids.org/</a></p>\n<p>Journal Supplement on methods:</p>\n<p> https://onlinelibrary.wiley.com/toc/17582652/2021/24/S5</p>\n<p>UNAIDS Global AIDS Monitoring </p>\n<p>https://www.unaids.org/en/global-aids-monitoring</p>\n<p> </p>\n<p>Political Declaration on HIV and AIDS: Ending inequalities </p>\n<p>https://www.unaids.org/en/resources/documents/2021/2021_political-declaration-on-hiv-and-aids</p>\n<p> </p>\n<p>UNAIDS website for access to data </p>\n<p>http://aidsinfo.unaids.org/ </p>\n<p>UNAIDS website for downloading files used to create incidence estimates https://www.unaids.org/en/dataanalysis/datatools/spectrum-epp</p>\n<p> </p>\n<p>Consolidated Strategic Information Guidelines for HIV in the Health Sector. Geneva: World Health Organization; https://www.who.int/publications/i/item/9789240000735</p>\n<p> </p>","indicator":"3.3.1","target_id":"3.3","sdg_goal":"3","indicator_sort_order":"03-03-01"}