{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.3-4-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.3-4-1-title","indicator_number":"3.4.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 3: Ensure healthy lives and promote well-being for all at all ages</p>","SDG_TARGET__GLOBAL":"<p>Target 3.4: By 2030, reduce by one third premature mortality from non-communicable diseases through prevention and treatment and promote mental health and well-being</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 3.4.1: Mortality rate attributed to cardiovascular disease, cancer, diabetes or chronic respiratory disease</p>","META_LAST_UPDATE__GLOBAL":"<p>2021-03-01</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>Not applicable</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>World Health Organization (WHO) </p>","CONTACT_ORGANISATION__GLOBAL":"<p>World Health Organization (WHO)</p>\n<p> </p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definitions: </strong></p>\n<p> </p>\n<p>Mortality rate attributed to cardiovascular disease, cancer, diabetes or chronic respiratory disease. </p>\n<p>Probability of dying between the ages of 30 and 70 years from cardiovascular diseases, cancer, diabetes or chronic respiratory diseases, defined as the per cent of 30-year-old-people who would die before their 70th birthday from cardiovascular disease, cancer, diabetes, or chronic respiratory disease, assuming that s/he would experience current mortality rates at every age and s/he would not die from any other cause of death (e.g., injuries or HIV/AIDS). This indicator is calculated using life table methods (see further details in section 3.3). </p>\n<p> </p>\n<p><strong>Concepts:</strong></p>\n<p> </p>\n<p>Probability of dying: The likelihood that an individual would die between two ages given current mortality rates at each age, calculated using life table methods. The probability of death between two ages may be called a mortality rate. </p>\n<p> </p>\n<p>Life table: A table showing the mortality experience of a hypothetical group of infants born at the same time and subject throughout their lifetime to a set of age-specific mortality rates. </p>\n<p> </p>\n<p>Cardiovascular disease, cancer, diabetes or chronic respiratory diseases: ICD-10 underlying causes of death I00-I99, COO-C97, E10-E14 and J30-J98. </p>","UNIT_MEASURE__GLOBAL":"<p>Probability</p>","CLASS_SYSTEM__GLOBAL":"<p>The four noncommunicable causes of death are defined in terms of the International Classification of Diseases, Tenth Revision (ICD-10) (See 2.a)</p>","SOURCE_TYPE__GLOBAL":"<p>The preferred data source is death registration systems with complete coverage and medical certification of cause of death. Other possible data sources include household surveys with verbal autopsy, and sample or sentinel registration systems. </p>","COLL_METHOD__GLOBAL":"<p>WHO conducts a formal country consultation process before releasing its cause-of-death estimates. </p>\n<p> </p>","FREQ_COLL__GLOBAL":"<p>WHO annually requests tabulated death registration data (including all causes of death) from Member States. Countries may submit annual cause-of-death statistics to WHO on an ongoing basis. </p>","REL_CAL_POLICY__GLOBAL":"<p>End of 2020. </p>","DATA_SOURCE__GLOBAL":"<p>National statistics offices and/or ministries of health. </p>","COMPILING_ORG__GLOBAL":"<p>WHO </p>","INST_MANDATE__GLOBAL":"<p>According to Article 64 of its constitution, WHO is mandated to request each Member State to provide statistics on mortality. Furthermore, the WHO Nomenclature Regulations of 1967 affirms the importance of compiling and publishing statistics of mortality and morbidity in comparable form. Member States started to report mortality data to WHO since the early fifties and this reporting activity is continuing until today. </p>","RATIONALE__GLOBAL":"<p>Disease burden from non-communicable diseases (NCDs) among adults is rapidly increasing globally due to ageing and epidemiological transitions. Cardiovascular diseases, cancer, diabetes and chronic respiratory diseases are the four main causes of NCD burden. Measuring the risk of dying from these four major causes is important to assess the extent of burden from premature mortality due NCDs in a population. </p>","REC_USE_LIM__GLOBAL":"<p>Cause of death estimates have large uncertainty ranges for some causes and some regions. Data gaps and limitations in high-mortality regions reinforce the need for caution when interpreting global comparative cause of death assessments, as well as the need for increased investment in population health measurement systems. The use of verbal autopsy methods in sample registration systems, demographic surveillance systems and household surveys provides some information on causes of death in populations without well-functioning death registration systems, but there remain considerable challenges in the validation and interpretation of such data, and in the assessment of uncertainty associated with diagnoses of underlying cause of death. </p>","DATA_COMP__GLOBAL":"<p>The methods used for the analysis of causes of death depend on the type of data available from countries: </p>\n<p> </p>\n<p>For countries with a high-quality vital registration system including information on cause of death, the vital registration that member states submit to the WHO Mortality Database were used, with adjustments where necessary, e.g. for under-reporting of deaths, unknown age and sex, and ill-defined causes of deaths. </p>\n<p> </p>\n<p>For countries without high-quality death registration data, cause of death estimates are calculated using other data, including household surveys with verbal autopsy, sample or sentinel registration systems, special studies and surveillance systems. In most cases, these data sources are combined in a modelling framework. </p>\n<p> </p>\n<p>The probability of dying between ages 30 and 70 years from the four main NCDs was estimated using age-specific death rates of the combined four main NCD categories. Using the life table method, the risk of death between the exact ages of 30 and 70, from any of the four causes and in the absence of other causes of death, was calculated using the equation .provided in the document below. The ICD codes used are: Cardiovascular disease: I00-I99, Cancer: C00-C97, Diabetes: E10-E14, and Chronic respiratory disease: J30-J98 </p>\n<p>Formulas to (1) calculate age-specific mortality rate for each five-year age group between 30 and 70, (2) translate the 5-year death rate into the probability of death in each 5-year age range, and (3) calculate the probability of death from age 30 to age 70, independent of other causes of death, can be found on page 6 of this document: </p>\n<p> </p>\n<p>NCD Global Monitoring Framework: Indicator Definitions and Specifications. Geneva: World Health Organization, 2014 (http://www.who.int/nmh/ncd-tools/indicators/GMF_Indicator_Definitions_FinalNOV2014.pdf?ua=1) </p>","DATA_VALIDATION__GLOBAL":"<p>The number of deaths were country consulted with country designated focal points (usually at the Ministry of Health or National Statistics Office) as part of the full set of causes of death prior to the release.</p>","ADJUSTMENT__GLOBAL":"<p>Deaths of unknown sex were redistributed pro-rata within cause-age groups of known sexes, and then deaths of unknown age were redistributed pro-rata within cause-sex groups of known ages.</p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level </strong></li>\n</ul>\n<p> </p>\n<p>For countries with high-quality cause-of-death statistics, interpolation/extrapolation was done for missing country-years; for countries with only low-quality or no data on causes of death, modelling was used. Complete methodology may be found here: </p>\n<p>WHO methods and data sources for global causes of death, 2000&#x2013;2019 (https://www.who.int/docs/default-source/gho-documents/global-health-estimates/ghe2019_cod_methods.pdf ) </p>\n<p> </p>\n<p> </p>\n<ul>\n  <li><strong>At regional and global levels </strong></li>\n</ul>\n<p> </p>\n<p>NA </p>","REG_AGG__GLOBAL":"<p>Aggregation of estimates of deaths by cause, age and sex by country, and aggregation of population by age, sex and country as denominator where needed. </p>","DOC_METHOD__GLOBAL":"<p>The cause of death categories (including suicides) follow the definitions in terms of the International Classification of Diseases, Tenth Revision (ICD-10). Please see Annex Table A of the WHO methods and data sources for global causes of death, 2000&#x2013;2019 (https://www.who.int/docs/default-source/gho-documents/global-health-estimates/ghe2019_cod_methods.pdf)</p>","QUALITY_MGMNT__GLOBAL":"<p>The World Health Organization (WHO) established a Reference Group on Health Statistics in 2013 to provide advice on population health statistics to WHO with a focus on methodological and data issues related to the measurement of mortality and cause-of-death patterns. The group facilitated interaction between multilateral development institutions and other independent academic groups with WHO expert groups in specific subject areas including methods to the estimation on causes of death</p>","QUALITY_ASSURE__GLOBAL":"<p>The data principles of the World Health Organization (WHO) provide a foundation for continually reaffirming trust in WHO&#x2019;s information and evidence on public health. The five principles are designed to provide a framework for data governance for WHO. The principles are intended primarily for use by WHO staff across all parts of the Organization in order to help define the values and standards that govern how data that flows into, across and out of WHO is collected, processed, shared and used. These principles are made publicly available so that they may be used and referred to by Member States and non-state actors collaborating with WHO.</p>","QUALITY_ASSMNT__GLOBAL":"<p>All statements and claims made officially by WHO headquarters about population-level (country, regional, global) estimates of health status (e.g. mortality, incidence, prevalence, burden of disease), are cleared by the Department of Data and Analytics (DNA) through the executive clearance process. This includes the GATHER statement. GATHER promotes best practices in reporting health estimates using a checklist of 18 items that should be reported every time new global health estimates are published, including descriptions of input data and estimation methods. Developed by a working group convened by the World Health Organization, the guidelines aim to define and promote good practice in reporting health estimates.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability: </strong></p>\n<p>Almost 70 countries currently provide WHO with regular high-quality data on mortality by age, sex and causes of death, and another 58 countries submit data of lower quality. However, comprehensive cause-of-death estimates are calculated by WHO systematically for all of its Member States (with a certain population threshold).</p>\n<p><strong>Time series:</strong></p>\n<p>2000-2019</p>\n<p><strong>Disaggregation: </strong></p>\n<p>Sex </p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>In countries with high quality vital registration systems, point estimates sometimes differ primarily for two reasons: 1) WHO redistributes deaths with ill-defined cause of death; and 2) WHO corrects for incomplete death registration. </p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong> </p>\n<p> </p>\n<p>http://www.who.int/gho/en/ </p>\n<p> </p>\n<p><strong>References:</strong> </p>\n<p> </p>\n<p>NCD Global Monitoring Framework: Indicator Definitions and Specifications. Geneva: World Health Organization, 2014 (http://www.who.int/nmh/ncd-tools/indicators/GMF_Indicator_Definitions_FinalNOV2014.pdf?ua=1) </p>\n<p> </p>\n<p>WHO indicator definition (http://apps.who.int/gho/indicatorregistry/App_Main/view_indicator.aspx?iid=3354) </p>\n<p> </p>\n<p>WHO methods and data sources for global causes of death, 2000&#x2013;2019 </p>\n<p>(https://www.who.int/docs/default-source/gho-documents/global-health-estimates/ghe2019_cod_methods.pdf) </p>\n<p>World Health Assembly Resolution, WHA66.10 (2014): Follow-up to the Political Declaration of the High-level Meeting of the General Assembly on the Prevention and Control of Non-communicable Diseases. Including Appendix 2: Comprehensive global monitoring framework, including 25 indicators, and a set of nine voluntary global targets for the prevention and control of noncommunicable diseases. (http://apps.who.int/gb/ebwha/pdf_files/WHA66/A66_R10-en.pdf?ua=1) </p>\n<p> </p>\n<p>WHO Global Action Plan for the Prevention and Control of Noncommunicable Diseases 2013-2020 (http://apps.who.int/iris/bitstream/10665/94384/1/9789241506236_eng.pdf?ua=1) </p>\n<p> </p>","indicator":"3.4.1","target_id":"3.4","sdg_goal":"3","indicator_sort_order":"03-04-01"}