{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.3-4-2-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.3-4-2-title","indicator_number":"3.4.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 3: Ensure healthy lives and promote well-being for all at all ages</p>","SDG_TARGET__GLOBAL":"<p>Target 3.4: By 2030, reduce by one third premature mortality from non-communicable diseases through prevention and treatment and promote mental health and well-being</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 3.4.2: Suicide mortality rate</p>","META_LAST_UPDATE__GLOBAL":"<p>2021-05-01</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>NA</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>World Health Organization (WHO) </p>","CONTACT_ORGANISATION__GLOBAL":"<p>World Health Organization (WHO) </p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definitions: </strong></p>\n<p>The Suicide mortality rate as defined as the number of suicide deaths in a year, divided by the population, and multiplied by 100 000. </p>\n<p><strong>Concepts:</strong></p>","UNIT_MEASURE__GLOBAL":"<p>Rate per 100 000 population </p>","CLASS_SYSTEM__GLOBAL":"<p>Suicides are defined in terms of the International Classification of Diseases, Tenth Revision (ICD-10) (See 3.a)</p>","SOURCE_TYPE__GLOBAL":"<p> The preferred data source is death registration systems with complete coverage and medical certification of cause of death, coded using the international classification of diseases (ICD). The ICD-10 codes for suicide are: X60-X84, Y87.0. Other possible data sources include household surveys with verbal autopsy, sample or sentinel registration systems, special studies and surveillance systems. </p>","COLL_METHOD__GLOBAL":"<p>WHO conducts a formal country consultation process before releasing its cause-of-death estimates. </p>","FREQ_COLL__GLOBAL":"<p>WHO annually requests tabulated death registration data (including all causes of death) from Member States. Countries may submit annual cause-of-death statistics to WHO on an ongoing basis. </p>","REL_CAL_POLICY__GLOBAL":"<p>End of 2020 </p>","DATA_SOURCE__GLOBAL":"<p> National statistics offices and/or ministries of health. </p>","COMPILING_ORG__GLOBAL":"<p> WHO </p>","INST_MANDATE__GLOBAL":"<p>According to Article 64 of its constitution, WHO is mandated to request each Member State to provide statistics on mortality. Furthermore, the WHO Nomenclature Regulations of 1967 affirms the importance of compiling and publishing statistics of mortality and morbidity in comparable form. Member States started to report mortality data to WHO since the early fifties and this reporting activity is continuing until today. </p>","RATIONALE__GLOBAL":"<p>Mental disorders occur in all regions and cultures of the world. The most prevalent of these disorders are depression and anxiety, which are estimated to affect nearly 1 in 10 people. At its worst, depression can lead to suicide. In 2019, there were over 700,000 estimated suicide deaths worldwide. </p>","REC_USE_LIM__GLOBAL":"<p> The complete recording of suicide deaths in death-registration systems requires good linkages with coronial and police systems, but can be seriously impeded by stigma, social and legal considerations, and delays in determining cause of death. Less than one half of WHO Member States have well-functioning death-registration systems that record causes of death. </p>","DATA_COMP__GLOBAL":"<p>Suicide mortality rate (per 100,000 population) = (Number of suicide deaths in a year x 100,000) / Mid-year population for the same calendar year </p>\n<p> </p>\n<p>The methods used for the analysis of causes of death depend on the type of data available from countries: </p>\n<p> </p>\n<p>For countries with a high-quality vital registration system including information on cause of death, the vital registration that member states submit to the WHO Mortality Database were used, with adjustments where necessary, e.g. for under-reporting of deaths. </p>\n<p> </p>\n<p>For countries without high-quality death registration data, cause of death estimates are calculated using other data, including household surveys with verbal autopsy, sample or sentinel registration systems, special studies and </p>","DATA_VALIDATION__GLOBAL":"<p>The number of suicide deaths were country consulted as part of the full set of causes of death prior to the release.</p>","ADJUSTMENT__GLOBAL":"<p>Deaths of unknown sex were redistributed pro-rata within cause-age groups of known sexes, and then deaths of unknown age were redistributed pro-rata within cause-sex groups of known ages. </p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level: </strong></li>\n</ul>\n<p> </p>\n<p>For countries with high-quality cause-of-death statistics, interpolation/extrapolation was done for missing country-years; for countries with only low-quality or no data on causes of death, modelling was used. Complete methodology may be found here: </p>\n<p>WHO methods and data sources for global causes of death, 2000&#x2013;2019 (https://www.who.int/docs/default-source/gho-documents/global-health-estimates/ghe2019_cod_methods.pdf) ) </p>\n<p> </p>\n<p> </p>\n<ul>\n  <li><strong>At regional and global levels </strong></li>\n</ul>\n<p> </p>\n<p>NA </p>","REG_AGG__GLOBAL":"<p> Country estimates of number of deaths by cause, along with corresponding population estimates, are summed to obtain regional and global aggregates. </p>","DOC_METHOD__GLOBAL":"<p>The cause of death categories (including suicides) follow the definitions in terms of the International Classification of Diseases, Tenth Revision (ICD-10). Please see Annex Table A of the WHO methods and data sources for global causes of death, 2000&#x2013;2019 (https://www.who.int/docs/default-source/gho-documents/global-health-estimates/ghe2019_cod_methods.pdf)</p>","QUALITY_MGMNT__GLOBAL":"<p>The World Health Organization (WHO) established a Reference Group on Health Statistics in 2013 to provide advice on population health statistics to WHO with a focus on methodological and data issues related to the measurement of mortality and cause-of-death patterns. The group facilitated interaction between multilateral development institutions and other independent academic groups with WHO expert groups in specific subject areas including methods to the estimation on causes of death.</p>","QUALITY_ASSURE__GLOBAL":"<p>The data principles of the World Health Organization (WHO) provide a foundation for continually reaffirming trust in WHO&#x2019;s information and evidence on public health. The five principles are designed to provide a framework for data governance for WHO. The principles are intended primarily for use by WHO staff across all parts of the Organization in order to help define the values and standards that govern how data that flows into, across and out of WHO is collected, processed, shared and used. These principles are made publicly available so that they may be used and referred to by Member States and non-state actors collaborating with WHO.</p>","QUALITY_ASSMNT__GLOBAL":"<p>All statements and claims made officially by WHO headquarters about population-level (country, regional, global) estimates of health status (e.g. mortality, incidence, prevalence, burden of disease), are cleared by the Department of Data and Analytics (DNA) through the executive clearance process. This includes the GATHER statement. GATHER promotes best practices in reporting health estimates using a checklist of 18 items that should be reported every time new global health estimates are published, including descriptions of input data and estimation methods. Developed by a working group convened by the World Health Organization, the guidelines aim to define and promote good practice in reporting health estimates.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Almost 70 countries currently provide WHO with regular high-quality data on mortality by age, sex and causes of death, and another 58 countries submit data of lower quality. However, comprehensive cause-of-death estimates are calculated by WHO systematically for all of its Member States (with a certain population threshold) every 3 years. </p>\n<p><strong>Time series:</strong></p>\n<p>From 2000 to 2019</p>\n<p><strong>Disaggregation: </strong></p>\n<p>Sex, age group </p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>In countries with high quality vital registration systems, point estimates sometimes differ primarily for two reasons: 1) WHO redistributes deaths with ill-defined cause of death (i.e. injuries of unknown intent, ICD codes Y10-Y34 and Y872) to suicide; and 2) WHO corrects for incomplete death registration. </p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong> </p>\n<p> </p>\n<p>http://www.who.int/gho/en/ </p>\n<p> </p>\n<p><strong>References:</strong> </p>\n<p> </p>\n<p>WHO indicator definition (http://apps.who.int/gho/indicatorregistry/App_Main/view_indicator.aspx?iid=4664) </p>\n<p> </p>\n<p>WHO methods and data sources for global causes of death, 2000&#x2013;2019 </p>\n<p>(https://www.who.int/docs/default-source/gho-documents/global-health-estimates/ghe2019_cod_methods.pdf) </p>\n<p> </p>\n<p>World Health Assembly Resolution WHA66.8 (2013): Comprehensive mental health action plan 2013&#x2013;2020, including Appendix 1: Indicators for Measuring Progress Towards Defined Targets of the Comprehensive Mental Health Action Plan 2013-2020 (http://apps.who.int/gb/ebwha/pdf_files/WHA66/A66_R8-en.pdf?ua=1) </p>\n<p> </p>","indicator":"3.4.2","target_id":"3.4","sdg_goal":"3","indicator_sort_order":"03-04-02"}