{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.3-9-2-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.3-9-2-title","indicator_number":"3.9.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 3: Ensure healthy lives and promote well-being for all at all ages</p>","SDG_TARGET__GLOBAL":"<p>Target 3.9: By 2030, substantially reduce the number of deaths and illnesses from hazardous chemicals and air, water and soil pollution and contamination</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 3.9.2: Mortality rate attributed to unsafe water, unsafe sanitation and lack of hygiene (exposure to unsafe Water, Sanitation and Hygiene for All (WASH) services) </p>","META_LAST_UPDATE__GLOBAL":"<p>2017-07-09</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>Indicator 7.1.2: Proportion of population with primary reliance on clean fuels and technology </p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>World Health Organization (WHO)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>World Health Organization (WHO) </p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong> </p>\n<p> The mortality rate attributed to unsafe water, unsafe sanitation and lack of hygiene (exposure to unsafe Water, Sanitation and Hygiene for All (WASH) services) as defined as the number of deaths from unsafe water, unsafe sanitation and lack of hygiene (exposure to unsafe WASH services) in a year, divided by the population, and multiplied by 100,000. </p>\n<p> </p>\n<p> </p>\n<p><strong>Concepts:</strong> </p>\n<p> Deaths attributable to unsafe water, sanitation and hygiene focusing on inadequate WASH services, expressed per 100,000 population; The included diseases are the WASH attributable fractions of diarrhoea (ICD-10 code A00, A01, A03, A04, A06-A09), intestinal nematode infections (ICD-10 code B76-B77, B79) and protein-energy malnutrition (ICD-10 code E40-E46). </p>\n<p> </p>","SOURCE_TYPE__GLOBAL":"<p>Data is compiled mainly from country and other databases directly. To maximize the data for robust estimates, as well as to reduce duplication of data collection to avoid further data reporting burden on countries, complementary data are used from various databases. </p>","COLL_METHOD__GLOBAL":"<p>WHO conducts a formal country consultation process before releasing its cause-of-death estimates. </p>","FREQ_COLL__GLOBAL":"<p>Ongoing </p>","REL_CAL_POLICY__GLOBAL":"<p>2017, first quarter </p>","DATA_SOURCE__GLOBAL":"<p>National statistics offices, Various line ministries and databases covering civil registration with complete coverage and medical certification of cause of death. </p>","COMPILING_ORG__GLOBAL":"<p>WHO </p>","RATIONALE__GLOBAL":"<p>The indicator expresses the number of deaths from inadequate water, sanitation and hygiene (with focus on WASH services) which could be prevented by improving those services and practices. It is based on both the WASH service provision in the country, as well as the related health outcomes, and therefore provides important information on the actual disease caused by the risks measured in 6.1, 6.2 and 6.3. </p>","REC_USE_LIM__GLOBAL":"<p>Data rely on (a) statistics on WASH services (6.1, 6.2 and 6.3), which are well assessed in almost all countries, and (b) data on deaths. Data on deaths are also widely available from countries from death registration data or sample registration systems, which are certainly feasible systems. Such data are crucial for improving health and reducing preventable deaths in countries. The main limitation is that not all countries do have such registration systems to date, and data need to be completed with other type of information. </p>","DATA_COMP__GLOBAL":"<p>The methods with agreed international standard have been developed, reviewed and published in various documents: </p>\n<p> </p>\n<p>http://www.who.int/water_sanitation_health/gbd_poor_water/en/ </p>\n<p> </p>\n<p>http://www.ncbi.nlm.nih.gov/pmc/articles/PMC4255749/ </p>\n<p> </p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level </strong></li>\n</ul>\n<p> </p>\n<p>Data are available for practically all countries. They are, however, sometimes based on health statistics provided by international agencies as the national data are incomplete, which have been interpolated/ extrapolated, adjusted, and completed by additional data and cause-of-death models. A more detailed description of the methods is provided in http://www.who.int/healthinfo/global_burden_disease/GlobalCOD_method_2000_2012.pdf </p>\n<p> </p>\n<ul>\n  <li><strong>At regional and global levels </strong></li>\n</ul>\n<p> </p>\n<p>NA </p>","REG_AGG__GLOBAL":"<p>Country estimates of number of deaths by cause are summed to obtain regional and global aggregates. </p>\n<p> </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Data are available for practically all countries. They are, however, sometimes based on health statistics provided by international agencies as the national data are incomplete. </p>\n<p>Actual country data for 2010 onwards period </p>\n<p>Asia and Pacific - 27% of countries (16 out of 59 countries, including China and India sample systems) </p>\n<p>Africa - 6% of countries (3 out of 54 countries) </p>\n<p>Latin America and the Caribbean - 56% of countries (19 out of 34 countries) </p>\n<p>Europe, North America, Australia, New Zealand and Japan - </p>\n<p>94% of countries (44 out of 47 countries, missing are mainly very small countries) </p>\n<p> </p>\n<p>For the period 2000-2009 </p>\n<p>Asia and Pacific - 27% of countries (16 out of 59 countries, including China and India sample systems) </p>\n<p>Africa - 6% of countries (3 out of 54 countries) </p>\n<p>Latin America and the Caribbean - 56% of countries (19 out of 34 countries) </p>\n<p>Europe, North America, Australia, New Zealand and Japan - 94% of countries (44 out of 47 countries, missing are mainly very small countries) </p>\n<p> </p>\n<p>Web link to the database: </p>\n<p>http://apps.who.int/gho/data/node.home </p>\n<p> </p>\n<p>The indicator has been established and available for more than a decade. http://apps.who.int/gho/data/node.main.INADEQUATEWSH?lang=en </p>\n<p>http://www.who.int/water_sanitation_health/gbd_poor_water/en/ </p>\n<p> </p>\n<p>WHO has been collating country figures and has been using these to produce global and regional estimates against this indicator. </p>\n<p> </p>\n<p><strong>Time series:</strong></p>\n<p>Limited time series data is available (comparable series for years 2012 and soon 2015; data for 2002 are also available but have more limited comparability) </p>\n<p><strong>Disaggregation:</strong></p>\n<p>Since this indicator is population-based, geographic location is the most natural disaggregation. Data also exists for age group and sex. Similar to JMP&#x2019;s work on disaggregation by income groups (wealth quintile), data can further be disaggregated by wealth quintile. </p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>WHO is required by World Health Assembly resolution to consult on all WHO statistics, and seek feedback from countries on data about countries and territories. Before publishing, all estimates undergo country consultations. </p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong> </p>\n<p> </p>\n<p>http://www.who.int/water_sanitation_health/gbd_poor_water/en/ </p>\n<p> </p>\n<p><strong>References:</strong> </p>\n<p> </p>\n<p>1. WHO indicator definition http://apps.who.int/gho/data/node.imr.SDGWSHBOD?lang=en </p>\n<p>http://www.who.int/water_sanitation_health/gbd_poor_water/en/ </p>\n<p> </p>\n<p>2. WHO methods and data sources for global causes of death, 2000&#x2013;2012 (http://www.who.int/healthinfo/global_burden_disease/GlobalCOD_method_2000_2012.pdf?ua=1). </p>","indicator":"3.9.2","target_id":"3.9","sdg_goal":"3","indicator_sort_order":"03-09-02"}