{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.3-b-2-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.3-b-2-title","indicator_number":"3.b.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 3: Ensure healthy lives and promote well-being for all at all ages</p>","SDG_TARGET__GLOBAL":"<p>Target 3.b: Support the research and development of vaccines and medicines for the communicable and non&#x2011;communicable diseases that primarily affect developing countries, provide access to affordable essential medicines and vaccines, in accordance with the Doha Declaration on the TRIPS Agreement and Public Health, which affirms the right of developing countries to use to the full the provisions in the Agreement on Trade-Related Aspects of Intellectual Property Rights regarding flexibilities to protect public health, and, in particular, provide access to medicines for all</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 3.b.2: Total net official development assistance to medical research and basic health sectors</p>","META_LAST_UPDATE__GLOBAL":"<p>2017-07-09</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>Other ODA indicators </p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>Organisation for Economic Co-operation and Development (OECD) </p>","CONTACT_ORGANISATION__GLOBAL":"<p>Organisation for Economic Co-operation and Development (OECD) </p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong> </p>\n<p>Gross disbursements of total ODA from all donors to medical research and basic health sectors. </p>\n<p> </p>\n<p><strong>Concepts:</strong> </p>\n<p>ODA: The DAC defines ODA as &#x201C;those flows to countries and territories on the DAC List of ODA Recipients and to multilateral institutions which are </p>\n<ol>\n  <li>provided by official agencies, including state and local governments, or by their executive agencies; and </li>\n  <li>each transaction is administered with the promotion of the economic development and welfare of developing countries as its main objective; and </li>\n</ol>\n<p>is concessional in character and conveys a grant element of at least 25 per cent (calculated at a rate of discount of 10 per cent). (See <a href=\"http://www.oecd.org/dac/stats/officialdevelopmentassistancedefinitionandcoverage.htm\" target=\"_blank\"><u>http://www.oecd.org/dac/stats/officialdevelopmentassistancedefinitionandcoverage.htm</u></a>) </p>\n<p> </p>\n<p>Medical research and basic health sectors are as defined by the DAC. Medical research refers to CRS sector code 12182 and basic health covers all codes in the 122 series (see here: <a href=\"http://www.oecd.org/dac/stats/purposecodessectorclassification.htm\" target=\"_blank\"><u>http://www.oecd.org/dac/stats/purposecodessectorclassification.htm</u></a>) </p>\n<p> </p>","SOURCE_TYPE__GLOBAL":"<p>The OECD/DAC has been collecting data on official and private resource flows from 1960 at an aggregate level and 1973 at an activity level through the Creditor Reporting System (CRS data are considered complete from 1995 for commitments at an activity level and 2002 for disbursements). </p>\n<p> </p>\n<p>The data are reported by donors according to the same standards and methodologies (see here: http://www.oecd.org/dac/stats/methodology.htm). </p>\n<p> </p>\n<p>Data are reported on an annual calendar year basis by statistical reporters in national administrations (aid agencies, Ministries of Foreign Affairs or Finance, etc. </p>","COLL_METHOD__GLOBAL":"<p>A statistical reporter is responsible for the collection of DAC statistics in each providing country/agency. This reporter is usually located in the national aid agency, Ministry of Foreign Affairs or Finance etc. </p>","FREQ_COLL__GLOBAL":"<p>Data are published on an annual basis in December for flows in the previous year. </p>","REL_CAL_POLICY__GLOBAL":"<p>Detailed 2015 flows will be published in December 2016. </p>","DATA_SOURCE__GLOBAL":"<p>Data are reported on an annual calendar year basis by statistical reporters in national administrations (aid agencies, Ministries of Foreign Affairs or Finance, etc. </p>","COMPILING_ORG__GLOBAL":"<p>OECD </p>","RATIONALE__GLOBAL":"<p>Total ODA flows to developing countries quantify the public effort that donors provide to developing countries for medical research and basic health. </p>","REC_USE_LIM__GLOBAL":"<p>Data in the Creditor Reporting System are available from 1973. However, the data coverage is considered complete from 1995 for commitments at an activity level and 2002 for disbursements. </p>","DATA_COMP__GLOBAL":"<p>The sum of ODA flows from all donors to developing countries for medical research and basic health.</p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level </strong></li>\n</ul>\n<p> </p>\n<p>Due to high quality of reporting, no estimates are produced for missing data. </p>\n<p> </p>\n<ul>\n  <li><strong>At regional and global levels </strong></li>\n</ul>\n<p> </p>\n<p>Not applicable. </p>","REG_AGG__GLOBAL":"<p>Global and regional figures are based on the sum of ODA flows to medical research and basic health. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>On a recipient basis for all developing countries eligible for ODA. </p>\n<p><strong>Time series:</strong></p>\n<p>Data available since 1973 on an annual (calendar) basis </p>\n<p><strong>Disaggregation:</strong></p>\n<p>This indicator can be disaggregated by donor, recipient country, type of finance, type of aid, health sub-sector, etc. </p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>DAC statistics are standardized on a calendar year basis for all donors and may differ from fiscal year data available in budget documents for some countries. </p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong> </p>\n<p> </p>\n<p><a href=\"http://www.oecd.org/dac/stats\" target=\"_blank\"><u>www.oecd.org/dac/stats</u></a> </p>\n<p> </p>\n<p><strong>References:</strong> </p>\n<p> </p>\n<p>See all links here: <a href=\"http://www.oecd.org/dac/stats/methodology.htm\" target=\"_blank\"><u>http://www.oecd.org/dac/stats/methodology.htm</u></a> </p>","indicator":"3.b.2","target_id":"3.b","sdg_goal":"3","indicator_sort_order":"03-0b-02"}