{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.4-4-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.4-4-1-title","indicator_number":"4.4.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 4: Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all</p>","SDG_TARGET__GLOBAL":"<p>Target 4.4: By 2030, substantially increase the number of youth and adults who have relevant skills, including technical and vocational skills, for employment, decent jobs and entrepreneurship</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 4.4.1: Proportion of youth and adults with information and communications technology (ICT) skills, by type of skill</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Not Applicable </p>","META_LAST_UPDATE__GLOBAL":"<p>2021-08-20</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>4.5, 5.b, 8.5, 8.6, 8.b, 9.2, 9.c</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>International Telecommunication Union (ITU)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>International Telecommunication Union (ITU)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>The proportion of youth and adults with information and communications technology (ICT) skills, by type of skill as defined as the percentage of individuals that have undertaken certain ICT-related activities in the last 3 months. The indicator is expressed as a percentage.<br></p>\n<p><strong>Concepts:</strong></p>\n<p>The indicator on the proportion of individuals with ICT skills, by type of skills refers to individuals that have undertaken certain computer-related activities in the last three months. (Please note however, that from 2020 this data will be collected with a different scope and response categories, as explained below.)</p>\n<p>Computer-related activities to measure ICT skills are as follows:</p>\n<ul>\n  <li>Copying or moving a file or folder</li>\n  <li>Using copy and paste tools to duplicate or move information within a document</li>\n  <li>Sending e-mails with attached files (e.g. document, picture, video)</li>\n  <li>Using basic arithmetic formulas in a spreadsheet</li>\n  <li>Connecting and installing new devices (e.g. a modem, camera, printer)</li>\n  <li>Finding, downloading, installing and configuring software</li>\n  <li>Creating electronic presentations with presentation software (including images, sound, video or charts)</li>\n  <li>Transferring files between a computer and other devices</li>\n  <li>Writing a computer program using a specialized programming language</li>\n</ul>\n<p>A computer refers to a desktop computer, a laptop (portable) computer or a tablet (or similar handheld computer). It does not include equipment with some embedded computing abilities, such as smart TV sets, and devices with telephony as their primary function, such as smartphones.</p>\n<p>Most individuals will have carried out more than one activity and therefore multiple responses are expected. The tasks are broadly ordered from less complex to more complex, although there is no requirement for a respondent to select simpler tasks before selecting a more complex task. </p>\n<p>A decision was made in 2018 to modify the formulation of this indicator (at the 6th Expert Group meeting on ICT Household Indicators (EGH), in Geneva), to make the indicator independent of the device used. This data will be collected from member states from 2020 onwards, and incorporate changes to some of the skills categories that were agreed in the 6th and 7th EGH meetings. The revised and new skills categories will be:</p>\n<ul>\n  <li>Using copy and paste tools to duplicate or move data, information and content in digital environments (e.g. within a document, between devices, on the cloud)</li>\n  <li>Sending messages (e.g. e-mail, messaging service, SMS) with attached files (e.g. document, picture, video)</li>\n  <li>Using basic arithmetic formulae in a spreadsheet</li>\n  <li>Connecting and installing new devices (e.g. a modem, camera, printer) through wired or wireless technologies</li>\n  <li>Finding, downloading, installing and configuring software and apps</li>\n  <li>Creating electronic presentations with presentation software (including text, images, sound, video or charts)</li>\n  <li>Transferring files or applications between devices (including via cloud-storage)</li>\n  <li>Setting up effective security measures (e.g. strong passwords, log-in attempt notification) to protect devices and online accounts </li>\n  <li>Changing privacy settings on your device, account or app to limit the sharing of personal data and information (e.g. name, contact information, photos)</li>\n  <li>Verifying the reliability of information found online</li>\n  <li>Programming or coding in digital environments (e.g. computer software, app development)</li>\n</ul>","UNIT_MEASURE__GLOBAL":"<p>Percentage of individuals</p>","CLASS_SYSTEM__GLOBAL":"<p>Activities are classified according to agreement at the Expert Group meeting on ICT Household Indicators (EGH).</p>\n<p>Furthermore, for countries that collect this data through an official survey, and if data allow breakdown and disaggregation, the indicator can be broken down by region (urban/rural), by sex, by age group, by educational level (ISCED), by labour force status (ILO), and by occupation (ISCO). ITU collects data for all of these breakdowns from countries.</p>","SOURCE_TYPE__GLOBAL":"<p>Countries can collect data on this indicator through national household surveys. Data for different countries are compiled by ITU.</p>","COLL_METHOD__GLOBAL":"<p>Data for different countries are compiled and provided by ITU.</p>","FREQ_COLL__GLOBAL":"<p>Various. Each survey has its own data collection cycle. ITU collects data twice a year from Member States, in Q1 and in Q3.</p>","REL_CAL_POLICY__GLOBAL":"<p>ITU releases data twice per year on ICT skills.</p>","DATA_SOURCE__GLOBAL":"<p>Bodies responsible for conducting household surveys (including National Statistical Offices and Government Ministries) in which information on the use of ICT skills is collected. Data is compiled by ITU.</p>","COMPILING_ORG__GLOBAL":"<p>ITU</p>","INST_MANDATE__GLOBAL":"<p>As the UN specialized agency for ICTs, ITU is the official source for global ICT statistics, collecting ICT data from its Member States. </p>","RATIONALE__GLOBAL":"<p>ICT skills determine the effective use of information and communication technology, so this indicator may therefore assist in making the link between ICT usage and impact. The lack of such skills continues to be one of the key barriers keeping people from fully benefitting from the potential of information and communication technologies. These data may be used to inform targeted policies to improve ICT skills, and thus contribute to an inclusive information society.</p>\n<p>This is also a core indicator of the Partnership on Measuring ICT for Development&apos;s Core List of Indicators, which has been endorsed by the UN Statistical Commission (in 2014).</p>","REC_USE_LIM__GLOBAL":"<p>This indicator is relatively new but based on an internationally-agreed definition and methodology, which have been developed under the coordination of International Telecommunications Union (ITU), through its Expert Groups and following an extensive consultation process with countries. It was also endorsed by the UN Statistical Commission in 2014<sup><a href=\"#footnote-2\" id=\"footnote-ref-2\">[1]</a></sup>, and again in 2020.</p>\n<p>The indicator is based on the responses provided by interviewees regarding certain activities that they have carried out in a reference period of time. However, it is not a direct assessment of skills nor do we know if those activities were undertaken effectively. </p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-2\">1</sup><p> As one of the Core List of Indicators of the Partnership on Measuring ICT for Development. <a href=\"#footnote-ref-2\">&#x2191;</a></p></div></div>","DATA_COMP__GLOBAL":"<p>This indicator is calculated as the proportion of in-scope who have carried out each activity in the past 3 months, regardless of where that activity took place. The indicator is expressed as a percentage.</p>\n<p>Figures supplied are expressed as a proportion of the in-scope population.</p>","DATA_VALIDATION__GLOBAL":"<p>Data are submitted by Member States to ITU. ITU checks and validates the data, in consultation with the Member States. </p>","ADJUSTMENT__GLOBAL":"<p>No adjustments are made to the data submitted by countries.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>None by data compiler.</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>None by data compiler.</p>","REG_AGG__GLOBAL":"<p>Regional and global aggregates are not currently available for this indicator.</p>","DOC_METHOD__GLOBAL":"<p>ITU Manual for Measuring ICT Access and Use by Households and Individuals 2020:</p>\n<p><a href=\"https://www.itu.int/en/ITU-D/Statistics/Pages/publications/manual.aspx\">https://www.itu.int/en/ITU-D/Statistics/Pages/publications/manual.aspx</a> </p>","QUALITY_MGMNT__GLOBAL":"<p>Data are checked and validated by the ICT Data and Analytics (IDA) Division of the ITU. Countries are contacted to clarify and correct their submissions.</p>","QUALITY_ASSURE__GLOBAL":"<p>The guidelines of the Manual for Measuring ICT Access and Use by Households and Individuals 2020 are followed.</p>","QUALITY_ASSMNT__GLOBAL":"<p>The guidelines of the Manual for Measuring ICT Access and Use by Households and Individuals 2020 are followed.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>As of 2020, 91 economies have ever reported ICT skills data since 2005.</p>\n<p><strong>Time series:</strong></p>\n<p>2005 onwards</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Since data for the indicator on the proportion of individuals with ICT skills, by type of skills are collected through a survey, classificatory variables for individuals can provide further information on the differences in ICT skills among men/women, children/adults (age groups), employed/unemployed, etc., according to national requirements These data may be used to inform targeted policies to improve ICT skills, and thus contribute to the development of an inclusive information society.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>None</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>International Telecommunication Union:</p>\n<p><a href=\"https://www.itu.int/en/ITU-D/Statistics/Pages/default.aspx\">https://www.itu.int/en/ITU-D/Statistics/Pages/default.aspx</a> </p>\n<p><strong>References:</strong></p>\n<p>ITU Manual for Measuring ICT Access and Use by Households and Individuals 2020:</p>\n<p><a href=\"https://www.itu.int/en/ITU-D/Statistics/Pages/publications/manual.aspx\">https://www.itu.int/en/ITU-D/Statistics/Pages/publications/manual.aspx</a> </p>","indicator":"4.4.1","target_id":"4.4","sdg_goal":"4","indicator_sort_order":"04-04-01"}