{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.5-5-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.5-5-1-title","indicator_number":"5.5.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 5: Achieve gender equality and empower all women and girls</p>","SDG_TARGET__GLOBAL":"<p>Target 5.5: Ensure women&#x2019;s full and effective participation and equal opportunities for leadership at all levels of decision-making in political, economic and public life</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 5.5.1: Proportion of seats held by women in (a) national parliaments and (b) local governments</p>","SDG_SERIES_DESCR__GLOBAL":"<p>SG_GEN_PARL - Proportion of seats held by women in national parliaments (% of total number of seats) [5.5.1]</p>\n<p>SG_GEN_PARLN - Number of seats held by women in national parliaments [5.5.1]</p>\n<p>SG_GEN_PARLNT - Current number of seats in national parliaments [5.5.1]</p>","META_LAST_UPDATE__GLOBAL":"2023-12-15","SDG_RELATED_INDICATORS__GLOBAL":"<p>Indicator 16.7.1: Proportions of positions (by age group, sex, persons with disabilities and population groups) in public institutions (national and local), including (a) the legislatures; (b) the public service; and (c) the judiciary, compared to national distributions.</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>Inter-Parliamentary Union (IPU)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>Inter-Parliamentary Union (IPU)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>The proportion of seats held by women in national parliaments, currently as of 1 January of reporting year, is currently measured as the number of seats held by women members in single or lower chambers of national parliaments, expressed as a percentage of all occupied seats.</p>\n<p>National parliaments can be bicameral or unicameral. This indicator covers the single chamber in unicameral parliaments and the lower chamber in bicameral parliaments. It does not cover the upper chamber of bicameral parliaments. Seats are usually won by members in general parliamentary elections. Seats may also be filled by nomination, appointment, indirect election, rotation of members, and by-election.</p>\n<p>Seats refer to the number of parliamentary mandates or the number of members of parliament.</p>\n<p><strong>Concepts:</strong></p>\n<p>Seats refer to the number of parliamentary mandates, also known as the number of members of parliament. Seats are usually won by members in general parliamentary elections. Seats may also be filled by nomination, appointment, indirect election, rotation of members, and by-election.</p>","UNIT_MEASURE__GLOBAL":"<p>Number:</p>\n<p>Number of seats held by women in national parliaments (number)</p>\n<p>Current number of seats in national parliaments (number)</p>\n<p>Percent (%): </p>\n<p>Proportion of seats held by women in national parliaments (% of total number of seats)</p>","CLASS_SYSTEM__GLOBAL":"<p>Not applicable</p>","SOURCE_TYPE__GLOBAL":"<p>The data used are official statistics received from national parliaments.</p>","COLL_METHOD__GLOBAL":"<p>The data are provided by national parliaments and updated after an election or parliamentary renewal. National parliaments also transmit their data to the Inter-Parliamentary Union (IPU) at least once a year and when the numbers change significantly. IPU member parliaments provide information on changes and updates to the IPU secretariat. After each general election or renewal, a questionnaire is dispatched to parliaments to solicit the latest available data. If no response is provided, other methods are used to obtain the information, such as from the electoral management body, parliamentary websites, or Internet searches. Additional information gathered from other sources is regularly crosschecked with parliament. </p>","FREQ_COLL__GLOBAL":"<p>Data are updated on a monthly basis, up to the last day of the month.</p>","REL_CAL_POLICY__GLOBAL":"<p>Data are updated on a monthly basis, up to the last day of the month.</p>","DATA_SOURCE__GLOBAL":"<p>National parliaments</p>","COMPILING_ORG__GLOBAL":"<p>Inter-Parliamentary Union (IPU)</p>","INST_MANDATE__GLOBAL":"<p>The Inter-Parliamentary Union (IPU) is the global organization of parliaments. It was founded in 1889 as the first multilateral political organization in the world, encouraging cooperation and dialogue between all nations. Today, the Inter-Parliamentary Union (IPU) comprises 179 national Member Parliaments and 13 regional parliamentary bodies. It promotes democracy and helps parliaments become stronger, younger, gender-balanced, and more diverse. </p>\n<p>The IPU recognizes gender equality as a key component of democracy. It works to achieve equal participation of men and women in politics and supports parliaments in advancing gender equality. This includes the collection and dissemination of quantitative and qualitative data on women in politics. In particular, the IPU has tracked the percentage of women in national parliaments since 1945 and is the authority for this data. See historical and comparative data on women in parliament at <a href=\"https://data.ipu.org/historical-women\">https://data.ipu.org/historical-women</a>. </p>","RATIONALE__GLOBAL":"<p>The indicator measures the degree to which women have equal access to parliamentary decision-making. Women&#x2019;s participation in parliaments is a key aspect of women&#x2019;s opportunities in political and public life and is linked to women&#x2019;s empowerment. Equal numbers of women and men in lower chambers would give an indicator value of 50 percent.</p>\n<p>A stronger presence of women in parliament allows new concerns to be highlighted on political agendas, and new priorities to be put into practice through the adoption and implementation of policies and laws. The inclusion of the perspectives and interests of women is a prerequisite for democracy and gender equality and contributes to good governance. A representative parliament also allows the different experiences of men and women to affect the social, political, and economic future of societies.</p>\n<p>Changes in the indicator have been tracked over time. Although the international community has supported and promoted women&#x2019;s participation in political decision-making structures for several decades, improvement in women&#x2019;s access to parliament has been slow. This has led to the introduction of special policies and legal measures to increase women&#x2019;s shares of parliamentary seats in several countries. Those countries that have adopted special measures generally have greater representation of women in parliament than countries without special measures.</p>","REC_USE_LIM__GLOBAL":"<p>- The number of countries covered varies with suspensions or dissolutions of parliaments. As of 1 February 2016, 193 countries are included.</p>\n<p>- There can be difficulties in obtaining information on by-election results and replacements due to death or resignation. These changes are ad hoc events that are more difficult to keep track of. By-elections, for instance, are often not announced internationally as general elections are.</p>\n<p>- The data excludes the numbers and percentages of women in the upper chambers of parliament. The information is available on the Inter-Parliamentary Union (IPU) website at <a href=\"https://data.ipu.org/women-ranking\">https://data.ipu.org/women-ranking</a>.</p>\n<p>- Parliaments vary considerably in their internal workings and procedures, however, generally legislate, oversee government and represent the electorate. In terms of measuring women&#x2019;s contribution to political decision-making, this indicator may not be sufficient because some women may face obstacles in fully and efficiently carrying out their parliamentary mandate.</p>","DATA_COMP__GLOBAL":"<p>The proportion of seats held by women in the national parliament is derived by dividing the total number of seats occupied by women by the total number of seats in parliament.</p>\n<p>There is no weighting or normalising of statistics.</p>","DATA_VALIDATION__GLOBAL":"<p>Inter-Parliamentary Union (IPU) member parliaments provide information on changes and updates to the IPU secretariat via IPU Groups within each parliamentary chamber or via the Parline Correspondent&#x2019;s Network. </p>\n<p>Parline Correspondents are staff members of national parliaments who act as the IPU focal point for IPU&#x2019;s Parline database within each chamber or parliament. Their main role is to make sure that all the data in Parline for their parliament is up&#x2011;to&#x2011;date and correct, including for this indicator. If no response is provided to questionnaires, other methods are used to obtain the information, such as from the electoral management body, parliamentary websites, or Internet searches. Additional information gathered from other sources is regularly crosschecked with parliaments. </p>","ADJUSTMENT__GLOBAL":"<p>Not applicable</p>","IMPUTATION__GLOBAL":"<p>No adjustments are made for missing values.</p>\n<p><strong>&#x2022; At country level</strong></p>\n<p><strong>&#x2022; At regional and global levels</strong></p>","REG_AGG__GLOBAL":"<p>Regional aggregations are a simple sum of country and chamber level data. A weighting structure is not applied.</p>","DOC_METHOD__GLOBAL":"<p>Guidance is not required to provide information for this indicator (i.e. current number of members and the total number of women members in a given single or lower chamber of a national parliament).</p>\n<p>A &#x201C;Checklist for Parline Correspondents&#x201D; is provided to remind parliaments to inform the Inter-Parliamentary Union (IPU) of changes to the number of seats or the total number of women in a parliamentary chamber, every time there is a change.</p>","QUALITY_MGMNT__GLOBAL":"<p>Data for this indicator is input and housed within the Parline database (data.ipu.org).</p>\n<p>The Inter-Parliamentary Union (IPU) has dedicated staff for data collection and management, a Network of Parline Correspondents to provide data updates and a constant exchange with parliaments via IPU groups housed within member parliaments.</p>","QUALITY_ASSURE__GLOBAL":"<p>There is no significant statistical processing required for this indicator aside from checking coherence over time. </p>","QUALITY_ASSMNT__GLOBAL":"<p>The Inter-Parliamentary Union&#x2019;s (IPU) data is housed within the Parline database which automatically generates calculations on the number and percentage of women to ensure accuracy. Exports from the database are utilised for SDG reporting.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Data are available for 193 countries. Information is available in all countries where a national legislature exists and therefore does not include parliaments that have been dissolved or suspended for an indefinite period.</p>\n<p><strong>Time series:</strong></p>\n<p>According to the Inter-Parliamentary Union (IPU) website the data extraction has changed over time as follows;</p>\n<p>2020 &#x2013; Present As at 1 January</p>\n<p>2013 &#x2013; 2019 As at 1 February</p>\n<p>1999 As at 5 February</p>\n<p>2002 As at 4 February</p>\n<p>2003, 2005 &#x2013; 2007, 2009 - 2012 As at 31 January</p>\n<p>2001, 2004 As at 30 January</p>\n<p>2008 As at 29 January</p>\n<p>1998, 2000 As at 25 January</p>\n<p>1997 As at 1 January</p>\n<p>Prior to 1997 Unknown</p>\n<p><strong>Disaggregation:</strong></p>\n<p>The indicator can be disaggregated for analysis by geographical region and sub-region, legislature type (single or lower, parliamentary or presidential), the method of filling seats (directly elected, indirectly elected, appointed), and the use of special measures.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Data are not adjusted for international comparability. Though, for international comparisons, generally only the single or lower house is considered in calculating the indicator.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p><a href=\"https://data.ipu.org/women-ranking\">https://data.ipu.org/women-ranking</a></p>\n<p><a href=\"http://www.ipu.org/wmn-e/classif-arc.htm\">http://www.ipu.org/wmn-e/classif-arc.htm</a></p>\n<p><strong>References:</strong></p>\n<p>Inter-parliamentary Union (2008). Equality in Politics: A Survey of Women and Men in Parliaments. Geneva. Available from <a href=\"http://www.ipu.org/english/surveys.htm#equality08\">http://www.ipu.org/english/surveys.htm#equality08</a></p>\n<p>Inter-parliamentary Union (2010). Is Parliament Open to Women? Available from <a href=\"http://www.ipu.org/PDF/publications/wmn09-e.pdf\">http://www.ipu.org/PDF/publications/wmn09-e.pdf</a></p>\n<p>Inter-parliamentary Union (2011). Gender-Sensitive Parliaments. A Global Review of Good Practice. Available from <a href=\"http://www.ipu.org/pdf/publications/gsp11-e.pdf\">http://www.ipu.org/pdf/publications/gsp11-e.pdf</a></p>\n<p>Inter-parliamentary Union (2020). Women in parliament: 1995&#x2013;2020 - 25 years in review. Available from <a href=\"https://www.ipu.org/resources/publications/reports/2020-03/women-in-parliament-1995-2020-25-years-in-review\">https://www.ipu.org/resources/publications/reports/2020-03/women-in-parliament-1995-2020-25-years-in-review</a></p>\n<p>Inter-parliamentary Union and UN Women (2021). Women in Politics: 2021. Available from <a href=\"https://www.ipu.org/women-in-politics-2021\">https://www.ipu.org/women-in-politics-2021</a></p>","target_number":"5.5","goal_number":"5","indicator_sort_order":"05-05-01"}