{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.5-a-2-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.5-a-2-title","indicator_number":"5.a.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 5: Achieve gender equality and empower all women and girls</p>","SDG_TARGET__GLOBAL":"<p>Target 5.a: Undertake reforms to give women equal rights to economic resources, as well as access to ownership and control over land and other forms of property, financial services, inheritance and natural resources, in accordance with national laws</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 5.a.2: Proportion of countries where the legal framework (including customary law) guarantees women&#x2019;s equal rights to land ownership and/or control</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Not applicable</p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>Goal 1, specifically indicator 1.4.2, and Goal 5, specifically 5.a.1 and 5.1.1.</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>Food and Agriculture Organization of the United Nations (FAO)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>Food and Agriculture Organization of the United Nations (FAO)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Indicator 5.a.2 assesses the extent to which the national legal frameworks (including customary law) guarantee women&#x2019;s equal rights to land ownership and/or control. </p>\n<p>The indicator &#x201C;measures&#x201D; the level to which a country&#x2019;s legal framework supports women&#x2019;s land rights, by testing that framework against six proxies drawn from international law and internationally accepted good practices , in particular the Convention on the Elimination of Discrimination Against Women (CEDAW) ratified by 189 countries, and the Voluntary Guidelines for the Responsible Governance of the Tenure of Land Fisheries and Forestry (VGGT) endorsed unanimously by Committee of Food Security (CFS) members in 2012.</p>\n<p>The six proxies through which indicator 5.a.2 is monitored are the following:</p>\n<p>Proxy A: Joint registration of land is compulsory or encouraged through economic incentives</p>\n<p>Proxy B: Compulsory spousal consent for land transactions</p>\n<p>Proxy C: Women&#x2019;s and girls&#x2019; equal inheritance rights</p>\n<p>Proxy D: Allocation of financial resources to increase women&#x2019;s ownership and control over land</p>\n<p>Proxy E: In legal systems that recognize customary land tenure, the existence of explicit protection of the land rights of women</p>\n<p>Proxy F: Mandatory quotas for women&#x2019;s participation in land management and administration institutions</p>\n<p><strong>Concepts:</strong></p>\n<p>The indicator tracks progress on legal reforms that guarantee women&#x2019;s land rights (including customary law) in terms of ownership and/or control. </p>\n<p>The customary dimension of the indicator is very important because in many contexts in which customary law prevails, women&#x2019;s land rights tend to be denied or insecure. However, the enormous diversity of customs and social norms that govern customary land among and within countries and their unwritten nature, create a significant challenge for assessing whether the proxies are present in these systems. Therefore, the customary dimension will only be considered in the case it has been incorporated the legal system. </p>\n<p>Finally, the indicator refers to ownership and/or control of land which are two critical but different dimensions of women&#x2019;s land rights. Land ownership refers to the legally recognized right to acquire, use and transfer land property, while control over land is associated with the ability to make decisions over land.</p>\n<p>Key definitions are the following:</p>\n<p><em>Land</em></p>\n<p>Land is defined as all immovable property &#x2013; for instance the house, the land upon which a house is built and land which is used for other purposes, such as agricultural production. It also encompasses any other structures built on land to meet permanent purposes. Legal frameworks commonly use the terms &#x2018;immovable property&#x2019; or &#x2018;real property&#x2019; when referring to land.</p>\n<p><em>Land ownership</em></p>\n<p>Land ownership is a legally recognized right to acquire, use and transfer land. In private property systems, this is a right akin to freehold tenure. In systems where land is owned by the state, the term &#x201C;land ownership&#x201D; refers to possession of the rights most akin to ownership in a private property system &#x2013; for instance, long-term leases, occupancy, tenancy or use rights granted by the state that are transferrable and are granted to users for several decades (for instance 99 years).</p>\n<p><em>Control over land</em></p>\n<p>Control over land is the ability to make decisions over land. It may include rights to make decisions about how the land should be used, including what crops should be planted, and to benefit financially from the sale of crops. </p>\n<p><em>Customary land tenure</em></p>\n<p>Customary land tenure is defined as the bodies of rules and institutions governing the way land and natural resources are held, managed, used and transacted within customary legal systems.</p>\n<p><em>Customary legal systems</em></p>\n<p>Customary legal systems are systems that exist at the local or community level, that have not been set up by the state, and that derive their legitimacy from the values and traditions of the indigenous or local group. Customary legal systems may or may not be recognized by national law. </p>\n<p><em>Legal and policy framework</em></p>\n<p>The legal and policy framework comprises a set of publicly available legal and policy instruments governing land and family matters in force when conducting the assessment, including the Constitution, primary - and secondary legislation and policies. It includes customary legal systems where they have been recognized by statutory law.</p>\n<p> </p>\n<p><em>Personal laws </em></p>\n<p>Personal law is defined as a set of codified rules and norms applying to a group of people sharing a common religious faith about personal matters. These laws usually cover family relations, marriage, and inheritance. The term can be used interchangeably with &#x2018;religious laws&#x2019;.</p>\n<p><em>Primary legislation </em></p>\n<p>Primary legislation refers to (i) acts or statutes that have been formally adopted at the national level following the official parliamentary procedure for the passage of laws (in parliamentary systems); (ii) other acts at the national level with the force of law, such as decree-laws and legislative decrees and otherwise (in parliamentary systems); (iii) other legal instruments that have been formally endorsed by a law-making body, for instance presidential and royal orders or presidential and royal decrees (in non-parliamentary systems or systems where law-making power lies in an additional institution to the parliament). In all cases, primary legislation must have the force of law, be binding. For this assessment primary legislation includes the Constitution. </p>\n<p><em>Secondary legislation</em></p>\n<p>Secondary legislation includes subsidiary, delegated or subordinate legal instruments that have the force of law, are binding, and shall not be in contradiction with primary legislation. They are usually passed by the executive, such as national regulations, rules, by-laws, determinations, directions, circulars, orders, and implementing decrees.</p>\n<p><em>Joint registration</em></p>\n<p>Joint registration is where the names of both spouses or both partners in an unmarried couple, are entered into the land registry as the owners or principal users of the land being registered. Joint registration signifies a form of shared tenure over the land &#x2013; usually either a joint tenancy/occupancy or a tenancy in common). In legal systems which include a framework for land titling, joint registration is commonly referred to as joint titling. </p>\n<p><em>Unmarried couples</em></p>\n<p>Unmarried couples are defined as couples who live together (cohabit) in an intimate relationship, but who are not married following the marriage law of the country. It refers to couples who were married under custom or religious laws, where such marriages are not recognized or do not comply with the requirements of the formal law. It may also refer to relationships that are recognized by the state but that are not considered a marriage &#x2013; for instance a civil partnership and a de facto relationship that is registered with the state. The term &#x2018;unmarried couples&#x2019; is often used interchangeably with &#x2018;de facto unions&#x2019;, &#x2018;consensual unions&#x2019; or &#x2018;irregular unions&#x2019;. The members of an unmarried couple are referred to as &#x2018;partners&#x2019;.</p>\n<p><em>Land transactions</em></p>\n<p>Land transactions for the methodology are major land transactions, specifically the sale and encumbrance (mortgage) of land. </p>\n<p><em>Inheritance</em></p>\n<p>Inheritance is defined as property passing at the owner&apos;s death to the heir or those entitled to succeed.</p>\n<p><em>Deceased&#x2019;s estate</em></p>\n<p>The deceased&#x2019;s estate encompasses the legal rights, interests and entitlements, to property of any kind (not only land) which the deceased spouse or partner enjoyed at the time of death, less any liabilities. Depending on the legal system, marital property may be excluded fully from the calculation of deceased&#x2019;s estate, or the deceased&#x2019;s 50% share in the marital property will be included. </p>\n<p><em>Equal inheritance rights for sons and daughters</em></p>\n<p>Equal inheritance rights for sons and daughters require the law on intestate inheritance to either be gender-neutral or provide for both an equal rank and equal shares in the inheritance for brothers and sisters (or daughters and sons).</p>","UNIT_MEASURE__GLOBAL":"<p>The proportion of countries where the legal framework (including customary law) guarantees women&#x2019;s equal rights to land ownership and/or control is the unit for measuring progress at the global and/or regional level. </p>\n<p>At the national level, it &#x2018;measures&#x2019; the extent to which the legal and policy framework protects women&#x2019;s land rights against the 6 proxies defined for monitoring SDG indicator 5.a.2. According to the number of proxies identified countries are classified in a band system ranging from 1=No evidence to 6=Highest levels of guarantees.</p>","CLASS_SYSTEM__GLOBAL":"<p>The 6 proxies are drawn from international law and internationally accepted good practices, in particular the Convention on the Elimination of Discrimination Against Women (CEDAW) ratified by 189 countries, and the Voluntary Guidelines for the Responsible Governance of the Tenure of Land Fisheries and Forestry (VGGT) endorsed unanimously by Committee of Food Security (CFS) members in 2012.</p>","SOURCE_TYPE__GLOBAL":"<p>Sources of data for measuring Indicator 5.a.2 are the official versions of national policies, primary law and secondary legislation which must be publicly available. More specifically, the relevant laws include the following: land, family, marriage, inheritance, land registration, gender equality laws, constitution, agrarian reform. Relevant policies include land, agriculture and gender policies.</p>","COLL_METHOD__GLOBAL":"<p>For the official reporting ONLY the proxies localized in <strong>the primary and/or secondary law</strong> will be reported because of their binding nature. The only exception to this rule is Proxy D where also national land/agrarian reform or titling programs are considered for the purpose of the assessment. However, for the meaningfulness of the assessment, relevant policies are considered for the analysis, but recorded only in the additional information section, because they represent the foundations of the law setting out the principles that indicate the direction towards which the country aims to move and very often suggest reforms that need to be adopted in the legal framework. In this sense, if the proxies are present in these types of instruments they constitute an important step towards a more gender sensitive legal framework.</p>\n<p>The data are extracted directly from the laws in force when the assessment is carried out. Data collection/provision entails the assessment of the relevant laws to determine if the six proxies are present or not in the legal framework. For proxies D and F, in case that no provisions are identified in the legal and policy framework, they can be considered equally present if <strong>official national statistics</strong> showing that at least 40 percent of women&#x2019;s ownership and/or control over land are provided. This is because these proxies are associated with special temporary measures for ensuring equal women&#x2019;s and men&#x2019;s land ownership and/or control. </p>\n<p>Data will be compiled in an electronic questionnaire organized as follows:</p>\n<p><strong>Section 1: General Instructions </strong></p>\n<p>&#x2022;. Respondent Information</p>\n<p>&#x2022; Instructions for filling the questionnaire</p>\n<p><strong>Section 2: Legal Assessment</strong></p>\n<p>&#x2022;. Checklist of policy and legal instruments relevant for the assessment to guide the expert in the identification of the proxies in the policy and legal framework of the country analyzed.</p>\n<p>&#x2022;. Form 1 &#x201C;Policy and legal instruments, including provisions for Proxy (x)&#x201D;. This form is composed of a set of questions to be answered (Yes or No) to determine if the proxy is present. The details of the instruments containing the Proxy are to be provided in this form. </p>\n<p>&#x2022;. Form 2 &#x201C;Results of Assessment &#x2013; Proxy (x)&#x201D;. This form summarizes the results of the assessment for each proxy.</p>\n<p><strong>Section 3: Summary of the Assessment (Country Results)</strong></p>\n<p>To complete the indicator 5.a.2 assessment, national legal experts must examine the national legal and policy framework and complete the electronic questionnaire following the methodological guidelines. This involves three steps that must be repeated for each proxy. </p>\n<p>1. Collect all the relevant policy and legal documents, using the checklist contained in the questionnaire as a guide.</p>\n<p>2. Using the detailed methodological guidelines, determine whether the proxy exists in the legal and policy framework and in which instruments. </p>\n<p>3. Complete the questionnaire for each proxy, citing the instrument and the relevant provisions where the proxy was located in Form 1, and any relevant information or exception directly associated with the proxy in the additional information box (Form 2) such as policies and/or adopted bills. Include a hyperlink to the text of the legal and policy instrument. </p>\n<p>After these three steps have been undertaken for all six proxies the responsible national institution will identify the level of protection to women&#x2019;s land rights present in the legal framework according to the number of proxies located. </p>\n<p>The filled questionnaire will be communicated to FAO for the quality control and global reporting to the UN SDGs Secretariat.</p>","FREQ_COLL__GLOBAL":"<p>Countries are expected to report every two years.</p>","REL_CAL_POLICY__GLOBAL":"<p>All countries are able to start reporting on the first year, as the source of data (the laws and policies) are publicly available in all of them and &#x201C;measuring&#x201D; the indicator is done by conducting a legal analysis. Moreover, the assessment can be conducted by a legal expert in a very short timeframe (about 15 days).</p>","DATA_SOURCE__GLOBAL":"<p>Governments should nominate a national entity responsible for the process of monitoring and reporting on indicator 5.a.2. The designation of the responsible institution should be guided by nature of the information required in particular relevant provisions from land and family laws. In view of this, the most adequate national institutions that could be designated for having this responsibility are land related institutions (i.e. Ministries of Land or the national institution governing land matters), and/or the national gender institution (i.e. Gender Equality Commissions, Women&#xB4;s Affairs or Gender Ministries).</p>","COMPILING_ORG__GLOBAL":"<p>FAO is responsible for compilation and reporting on this indicator at the global level. After checking and validating the results, the responsible national entity submits the questionnaire to FAO. Upon receipt of the questionnaire, FAO will undertake a quality check, and revert to the responsible national institution in case clarifications or revisions are needed. FAO will then compute the indicator based on the information supplied by countries and communicate the results to the UN SDGs Secretariat.</p>","INST_MANDATE__GLOBAL":"<p>Article I of the FAO constitution requires that the Organization collects, analyses, interprets and disseminates information relating to nutrition, food and agriculture. </p>\n<p>http://www.fao.org/3/K8024E/K8024E.pdf</p>","RATIONALE__GLOBAL":"<p>Indicator 5.a.2 measures the extent to which countries&#x2019; legal framework (including customary law) guarantees women&#x2019;s equal rights to land ownership and/or control.</p>\n<p>The focus on land of Indicator 5.a.2 reflects the recognition that land is a key economic resource inextricably linked to access to, use of and control over other economic and productive resources. It is a key input for agricultural production; it can facilitate access to financial and extension services or to join producer organisations. Moreover, it can generate income directly if rented or sold. It also acknowledges that women&#x2019;s ownership of and/or control of land is critical for poverty reduction, food security, inclusiveness and overall sustainable development objectives. Finally, gender equality in land ownership and control is a human right. For example, the International Covenant on Civil and Political Rights (ICCPR) guarantees equality between women and men, and prohibits discrimination based on sex in Article 2. Article 26 of the ICCPR enshrines equality before the law and can be applied to defend women&#x2019;s right to non-discrimination and equality, including economic and social rights. Further, the Convention on the Elimination of Discrimination Against Women (CEDAW), emphasizes that discrimination against women &#x201C;violates the principles of equality of rights and respect for human dignity&quot;.</p>\n<p>The following paragraphs describe the scope and rationale of the proxies, as well as their specific content. </p>\n<p>For guidance on the meaning of the terms used in the proxies please refer to the terminology in section 2.a &#x201C;Definitions and concepts&#x201D; of this document. For detailed information on the conditions determining whether the proxy exists in the legal framework please refer to the methodological guidelines &#x201C;Realizing women&#x2019;s rights to land in the law. A Guide for reporting on SDG Indicator 5.a.2&#x201D;.</p>\n<p><strong>Proxy A:</strong> Is the joint registration of land compulsory or encouraged through economic incentives?</p>\n<p>Without the inclusion of their names on the land title, deed or certificate, women&#x2019;s property rights remain insecure, especially in the context of land registration programs and property acquired by the spouses during the marriage. This is particularly the case for married women who separate, divorce, are abandoned, or become widows.</p>\n<p>The proxy therefore assesses whether the legal and policy framework includes provisions requiring joint registration of land or encouraging joint registration through economic incentives for both married and unmarried couples. For the proxy to be present it is sufficient that joint registration is provided at least for married couples.</p>\n<p><strong>Proxy B:</strong> Does the legal and policy framework require spousal consent for land transactions?</p>\n<p>Major land transactions, such as the sale, mortgage or lease of family land or the family home, can directly affect women&#x2019;s land rights if they do not participate in the decisions. Therefore, spousal or partner consent requirements for such transaction strengthen women&#x2019;s control rights over land by protecting them against unilateral actions taken by their husband or, in the case of unmarried couples, partner. Provisions that support equality in marriage relations and that provide for joint administration of matrimonial property including land, directly contribute to gender equality in the control over land. </p>\n<p>The proxy examines whether national laws provide for mandatory spouse or partner consent for land transactions. As with proxy A, the assessment covers both married and unmarried couples. Yet, for proxy B to be present it is sufficient that spousal consent is provided at least for married couples.</p>\n<p><strong>Proxy C:</strong> Does the legal and policy framework support women&#x2019;s and girls&#x2019; equal inheritance rights?</p>\n<p>Inheritance is one of the main channels through which women acquire property and secure independent land rights. However, the persistence of discriminatory cultural and legal norms often denies women&#x2019;s and girls&#x2019; equal inheritance rights and hinders women&#x2019;s opportunity to acquire property on an equal footing to men. Personal laws and customary laws, in particular, often deny women&#x2019;s right to inherit or to inherit in equal shares. However, many post-colonial governments have incorporated these rules in the formal legal architecture. In some cases, daughters may only be entitled to inherit in the absence of a traceable male relative. </p>\n<p>Proxy C examines the extent to which national laws on intestate inheritance establish equal inheritance rights for surviving children and the surviving spouse(s) regardless of sex.</p>\n<p>This proxy aims to identify if the legal and policy framework of a country provides that: </p>\n<p>1. Sons and daughters have equal inheritance rights and equal shares; and</p>\n<p>2. Male and female surviving spouse and/or partner are entitled to an equal right of the deceased spouse&#x2019;s estate and/or to a lifetime user right to the family home.</p>\n<p>The law must prescribe both equal inheritance rights for sons and daughters and for the surviving spouse and/or partner for Proxy to be present.</p>\n<p><strong>Proxy D:</strong> Does the legal and policy framework provide for the allocation of financial resources to increase women&#x2019;s ownership and control over land?</p>\n<p>Legal reforms to support gender equality in land ownership and/or control and access to other productive resources have not always translated into practice. The poor implementation of land and agriculture related policies and laws geared towards enhancing gender equality, is partially due to the lack or insufficiency of financial resources. </p>\n<p>For this reason, this proxy identifies any legal provision that commits the government to allocate financial resources to increase women&#x2019;s ownership and control over land or access to productive resources, including land. Such provisions are widely regarded as innovative measures to support women&#x2019;s land rights and have been consistently endorsed by the CEDAW Committee in its deliberations and comments on state parties&#x2019; reports under the treaty. For this proxy to be present, the fund must be anchored into a national law that explicitly mentions the purpose of improving women&#x2019;s land rights.</p>\n<p>Since Proxy D amounts to a &#x201C;special measure&#x201D;, as per Art. 4 of CEDAW, countries that do not include this measure in their legal framework, may provide official national statistical data showing the achievement of at least 40 percent of women&#x2019;s ownership and/or control over land (e.g. data on SDG 5.a.1, or 1.4.2.) to satisfy the proxy.</p>\n<p><strong>Proxy E</strong>: In legal systems that recognize customary land tenure, does the legal and policy framework explicitly protect the land rights of women?</p>\n<p>Many countries have incorporated customary land tenure rights into the formal legal system, in effect &#x2018;formalizing&#x2019; them. The legal recognition of customary land tenure however may reinforce discriminatory practices where there is no explicit protection for women&#x2019;s customary land rights. Further, the use of gender-neutral provisions in the context of formalization of customary land tenure has in practice been associated with a lack of protection of women&#x2019;s rights. To avoid such outcomes explicit provisions protecting the land rights of women should accompany legal provisions recognizing customary land rights. </p>\n<p>Proxy E assesses whether the Constitution and/or any land related law that recognizes customary land tenure, explicitly protect s women&#x2019;s land rights. </p>\n<p>It is important to note that for those countries where customary law has not been incorporated into the legal framework, Proxy E is not applicable and will not be assessed in the computation. As noted above, the customary dimension of this indicator will only be considered when it has been legally recognized. </p>\n<p><strong>Proxy F:</strong> Does the legal and policy framework mandate women&#x2019;s participation in land management and administration institutions?</p>\n<p>Land related institutions are responsible for governing the land tenure systems and are in charge of land administration and management. Women are often excluded from participating in the day-to-day processes of land governance at all levels, and therefore have limited capacity to influence decision-making. A lack of women&#x2019;s representation in land governance tends to lead to biased outcomes in land recording and registration processes and the hindering of women&#x2019;s land claims, for instance by overlooking women&#x2019;s rights on common lands. </p>\n<p>Proxy F aims to identify provisions within the legal framework requiring mandatory participation of women (quotas) in land related management and administration institutions.</p>\n<p>Since Proxy F amounts to a &#x201C;special measure&#x201D;, as per Art. 4 of CEDAW, countries that do not include this measure in their legal and policy framework, yet provide official national statistical data showing the achievement of at least 40 percent of women&#x2019;s ownership and/or control over land (e.g. data on SDG 5.a.1, or 1.4.2.), will equally satisfy the proxy.</p>","REC_USE_LIM__GLOBAL":"<p>Customary law </p>\n<p>Since customary law is not a homogenous system of law, assessing whether it establishes equal rights to land ownership and/or control for women and men is very challenging. Therefore, the methodology determines that customary law will only be considered to the extent that it has been recognized in the legal framework. However, this also means that reporting data does not cover the legal systems where customary law has not been formalized but continues to govern family and land matters, possibly constituting a major factor of discrimination against women. Further, given that customary law does not exist in all countries, it is not universally applicable. The methodology has addressed this issue by creating a dual system of computation of the results, which is explained below in section 4. </p>\n<p>Geographical scope. </p>\n<p>The data collected for the SDG indicator 5.a.2 is collected at the national level to ensure that it adequately represents the national legal system. This means that the 5.a.2 assessment to determine the existence of the proxies should focus on legal and policy instruments that have nationwide authority. In countries where law-making power for land or gender matters does not reside with the central authority (or is shared between the national government and a sub-national government), the assessment may require analysing laws at state, provincial or county level. However, any research at sub-national level can only be undertaken <em>after </em>mapping and analysing the relevant provisions in the overarching legal framework at constitutional and federal level for a focused and efficient data collection process. </p>\n<p>In case the assessment requires data collection and data analysis at the sub-national level, a sample of the states, provinces or counties will be established, including the most populous states up until reaching 50 percent of the total country&#x2019;s population. Since the results must have nationwide authority, the proxy should be located in the laws of each state, province or county that is part of the sample. If it is not the case, the proxy is not present.</p>","DATA_COMP__GLOBAL":"<p>The qualitative and legal nature of this indicator required the development of a nuanced and articulated methodology that could be feasible, universally relevant and meaningful. </p>\n<p>The computation of results under Indicator 5.a.2 involves two steps: (1) classification of the country according to the number of proxies located <strong>in primary or primary and secondary legislation</strong> and (2) consolidation of all country results for global reporting.</p>\n<h2>Step 1: Classification categories of country </h2>\n<p>The country will be classified according to the total number of proxies found in <u>primary legislation</u> or <u>primary and secondary legislation</u>. Given that <strong>not all countries</strong> recognize customary land tenure or customary law (related to proxy E), a dual approach for computing national results has been developed: </p>\n<ul>\n  <li>For countries where customary land tenure is <strong>NOT</strong> recognized in the legal framework (either via statute or the constitution), regardless of whether it exists <em>de facto </em>or not, Proxy E is marked <strong>non-applicable</strong> and the country will be assessed out of the five remaining proxies. </li>\n  <li>For countries where customary land tenure is recognized in the legal framework, the country will be assessed against all six proxies,</li>\n</ul>\n<p>The table below describes the dual approach for computing results and the classification bands. As is shown below, in countries where customary law is applicable (Proxy E) the presence of five or six proxies are included in the same band (band 6 - very high levels of guarantees). This is due to the necessity of making universal the calculation of the component of customary law, which is not universal and not always formalized in the legal system.</p>\n<p>Table 1: Classification Band System</p>\n<table>\n  <tbody>\n    <tr>\n      <td>\n        <p><strong>Result of assessment </strong></p>\n        <p><strong>Where Proxy E is <u>applicable</u></strong></p>\n      </td>\n      <td>\n        <p><strong>Result of assessment </strong></p>\n        <p><strong>Where Proxy E is <u>not</u> applicable</strong></p>\n      </td>\n      <td>\n        <p><strong>Classification </strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><u>None of the six proxies</u> are present in the primary or primary and secondary legislation</p>\n      </td>\n      <td>\n        <p><u>None of the five proxies</u> are present in the primary or primary and secondary legislation</p>\n      </td>\n      <td>\n        <p><u>Band 1:</u> No evidence of guarantees of gender equality in the land ownership and/or control in the legal framework.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><u>One</u> of the proxies present in primary or primary and secondary legislation</p>\n      </td>\n      <td>\n        <p><u>One of the proxies</u> present in primary or primary and secondary legislation</p>\n      </td>\n      <td>\n        <p><u>Band 2:</u> Very low levels of guarantees of gender equality in land ownership and/or control in the legal framework.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><u>Two</u><strong><u> </u></strong><u>the proxies</u> present in primary or primary and secondary legislation</p>\n      </td>\n      <td>\n        <p><u>Two of the proxies</u> present in primary and secondary legislation</p>\n      </td>\n      <td>\n        <p><u>Band 3:</u> Low levels of guarantees of gender equality in land ownership and/or control in the legal framework.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><u>Three of the proxies</u> are present in primary legislation or primary and secondary legislation</p>\n      </td>\n      <td>\n        <p><u>Three of the proxies</u> are present in primary legislation or primary and secondary legislation</p>\n      </td>\n      <td>\n        <p><u>Band 4:</u> Medium levels of guarantees of gender equality in land ownership and/or control in the legal framework.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><u>Four of the proxies </u>are present in primary legislation or primary and secondary legislation</p>\n      </td>\n      <td>\n        <p><u>Four of the proxies</u> are present in primary legislation or primary and secondary legislation</p>\n      </td>\n      <td>\n        <p><u>Band 5:</u> High levels of guarantees of gender equality in land ownership and/or control in the legal framework.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><u>Five or six proxies</u> are present in primary legislation or primary and secondary legislation</p>\n      </td>\n      <td>\n        <p><u>All five proxies</u> are present in primary legislation or primary and secondary legislation</p>\n      </td>\n      <td>\n        <p><u>Band 6:</u> Very high levels of guarantees of gender equality in land ownership and/or control in the legal framework.</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<p>Under the methodology all proxies have an equal weight. This implies that no dimension is more important than another in terms of supporting gender equality in land ownership and/or control.</p>","DATA_VALIDATION__GLOBAL":"<p>As with all the SDG targets and indicators, the monitoring and reporting process for target 5.2 a is global in scope and country-led. For this reason, FAO makes substantial efforts to ensure countries&#x2019; commitment to and ownership of the reporting process.</p>\n<p>FAO provides technical support to the national legal expert and designated focal point(s) from the nominated responsible institution for SDG indicator 5.a.2 to carry out the assessment and fill the questionnaire. To facilitate the process FAO also shares with them relevant materials, including the methodological guidelines &#x201C;Realizing women&#x2019;s rights to land in the law&#x201D;, the questionnaire and the e-learning platform (<a href=\"https://elearning.fao.org/course/view.php?id=364\">https://elearning.fao.org/course/view.php?id=364</a>). These materials currently exist in English, French and Spanish, whereas the Arab and Russian translation will be available in 2022. When the assessment has been finalized the responsible institution submits the questionnaire to FAO for quality control. FAO&#x2019; s focal point for the indicator and legal experts review the report against the criteria set in the methodology for each proxy. The reviewed questionnaire is then sent back to the country for validation. There are as many iterations as needed until an agreement is reached so that the results are consistent with the methodology.</p>","ADJUSTMENT__GLOBAL":"<p>Not Applicable</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>Although data availability is ensured and all UN countries are expected to report, this might not be the case. Different countries may report at different times and a non-negligible share of countries may choose not to report on the indicator at all during the reporting period creating missing values.</p>\n<p>The missing values will be treated in the following way:</p>\n<p>a) For countries, which have reported in only 1 period, FAO does not have information on whether they are making progress on the indicator. However, FAO can alleviate the problem with missing values. First, FAO can assume that there was no progress on the indicator over the reporting periods. This can be easily determined by looking at the submitted questionnaire for identifying the date of adoption of the relevant instruments (laws). </p>\n<p>b) The only way to include countries that will never report is to cluster them in a category of missing information. This is because no assumption can be done regarding the status of each country&#x2019;s laws. However, it is important to keep track of the countries which do not report rather than limit the analysis to the reporting countries</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>The regional and global aggregates will be based solely on those countries for which data are available, but at no point will countries with missing data be treated as if they were the same as those for which data are available. The global or regional aggregates would be valid for the reporting countries but not necessarily for the region as whole or at the global level as a whole. Missing values for individual countries or areas cannot be imputed or estimated to derive regional or global aggregates of the indicator because no assumption can be done regarding the status of each country&#x2019;s laws.</p>","REG_AGG__GLOBAL":"<p>In each reporting period, the reporting countries are classified in 1 of 6 bands depending on how many proxies are present in the primary or primary and secondary legislation as detailed in Table 1. The share of countries in each band is estimated in each year using the following formula: </p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mn>1</mn>\n    <mo>)</mo>\n    <mfrac>\n      <mrow>\n        <mi>T</mi>\n        <mi>o</mi>\n        <mi>t</mi>\n        <mi>a</mi>\n        <mi>l</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>n</mi>\n        <mi>o</mi>\n        <mo>.</mo>\n        <mi>&amp;nbsp;</mi>\n        <mi>o</mi>\n        <mi>f</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>c</mi>\n        <mi>o</mi>\n        <mi>u</mi>\n        <mi>n</mi>\n        <mi>t</mi>\n        <mi>r</mi>\n        <mi>i</mi>\n        <mi>e</mi>\n        <mi>s</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>i</mi>\n        <mi>n</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>b</mi>\n        <mi>a</mi>\n        <mi>n</mi>\n        <mi>d</mi>\n        <mi>&amp;nbsp;</mi>\n        <mo>(</mo>\n        <mi>n</mi>\n        <mo>)</mo>\n      </mrow>\n      <mrow>\n        <mi>T</mi>\n        <mi>o</mi>\n        <mi>t</mi>\n        <mi>a</mi>\n        <mi>l</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>n</mi>\n        <mi>o</mi>\n        <mo>.</mo>\n        <mi>&amp;nbsp;</mi>\n        <mi>o</mi>\n        <mi>f</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>c</mi>\n        <mi>o</mi>\n        <mi>u</mi>\n        <mi>n</mi>\n        <mi>t</mi>\n        <mi>r</mi>\n        <mi>i</mi>\n        <mi>e</mi>\n        <mi>s</mi>\n      </mrow>\n    </mfrac>\n  </math></p>\n<p>As there is currently no treatment of missing values at country level, regional and global aggregates will be based solely on those countries for which data are available. This may result in users interpreting these aggregates as pertaining to all countries in the region, which is the equivalent of treating countries with missing data as if they were the same as those for which data are available.</p>\n<p>In the first reporting period, we can only measure and report the shares of countries in each of the 6 bands. This first reporting period will also serve as the baseline against which future progress will be measured.</p>\n<h2>Obtaining internationally comparable data for global monitoring:</h2>\n<p>As noted above delegated national institutions will be responsible for undertaking the legal assessment at the national level. It is recommended that the results of the final assessment are shared widely and validated by a cross-section of relevant institutions before final submission to FAO.</p>\n<p>The legal assessments should be conducted closely following the detailed methodological guidelines &#x201C;Realizing women&#x2019;s rights to land in the law&#x201D;. FAO will conduct a quality review to ensure compliance with the methodology. The methodology ensures the robustness and comparability of the data collected at the national level </p>\n<p>The initial legal research for developing the methodology and its piloting process in different regions/contexts was invaluable in delineating the threshold of each proxy and ensuring that countries are treated equitably under the methodology in terms of the different ways in which the proxies may appear in national legislation. A good example of this is proxy B, spousal consent for land transactions, as the methodology establishes the type of legal provisions meeting the proxy&#x2019;s threshold with specific reference to the three different marital regimes &#x2013; separate, partial community or community property. Similarly, the methodology provides clear guidance on how to treat legal regimes that do not provide for private ownership &#x2013; by providing examples of what type of &#x2018;ownership&#x2019; would equate the equivalent to a freehold estate under systems where all land is owned by the state.</p>","DOC_METHOD__GLOBAL":"<p>Not applicable</p>","QUALITY_MGMNT__GLOBAL":"<p>This is a qualitative, legal indicator. Upon submission of the reporting questionnaire by the focal point in the responsible institution, FAO performs a quality assessment based on the methodology. This ensures that the reporting is carried out consistently across all reporting countries. During this quality review, FAO may provide methodological clarifications to ensure conformity with the methodological guidelines.</p>","QUALITY_ASSURE__GLOBAL":"<p>Not applicable</p>","QUALITY_ASSMNT__GLOBAL":"<p>Not applicable</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Not applicable</p>\n<p><strong>Time series:</strong></p>\n<p>Not applicable</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Not applicable</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Not applicable.</p>","OTHER_DOC__GLOBAL":"<p><a href=\"https://www.fao.org/3/i8785en/I8785EN.pdf\">https://www.fao.org/3/i8785en/I8785EN.pdf</a></p>\n<p><a href=\"http://www.fao.org/gender-landrights-database/en/\">http://www.fao.org/gender-landrights-database/en/</a> </p>\n<p><a href=\"http://www.fao.org/gender-landrights-database/legislation-assessment-tool/en/\">http://www.fao.org/gender-landrights-database/legislation-assessment-tool/en/</a> </p>\n<p><a href=\"http://www.fao.org/nr/tenure/voluntary-guidelines/en/\">http://www.fao.org/nr/tenure/voluntary-guidelines/en/</a> </p>\n<p><a href=\"http://www.un.org/womenwatch/daw/cedaw/\">http://www.un.org/womenwatch/daw/cedaw/</a> </p>","indicator":"5.a.2","target_id":"5.a","sdg_goal":"5","indicator_sort_order":"05-0a-02"}