{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.6-b-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.6-b-1-title","indicator_number":"6.b.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 6: Ensure availability and sustainable management of water and sanitation for all</p>","SDG_TARGET__GLOBAL":"<p>Target 6.b: Support and strengthen the participation of local communities in improving water and sanitation management</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 6.b.1: Proportion of local administrative units with established and operational policies and procedures for participation of local communities in water and sanitation management</p>","META_LAST_UPDATE__GLOBAL":"<p>2017-07-11</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>6.5:</p>\n<p>Number of deaths, missing persons and persons affected by disaster per 100,000 people [a]</p>\n<p>15.9:</p>\n<p>Number of deaths, missing persons and persons affected by disaster per 100,000 people [a]</p>\n<p>Comments:</p>\n<p>6.5 (implement integrated water resources management at all levels, including transboundary cooperation as appropriate) 15.9 (integrate ecosystem and biodiversity values into national and local planning, development processes, poverty reduction strategies and accounts)</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>World Health Organization (WHO)</p>\n<p>United Nations Environment Programme (UNEP)</p>\n<p>Organisation for Economic Co-operation and Development (OECD)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>World Health Organization (WHO)</p>\n<p>United Nations Environment Programme (UNEP)</p>\n<p>Organisation for Economic Co-operation and Development (OECD)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>The indicator assesses the percentage of local administrative units (as defined by the national government) that have an established and operational mechanism by which individuals and communities can meaningfully contribute to decisions and directions about water and sanitation management.</p>\n<p>The indicator Proportion of local administrative units with established and operational policies and procedures for participation of local communities in water and sanitation management is currently being measured by the Proportion of countries with clearly defined procedures in law or policy for participation by service users/communities in planning program in water and sanitation management, and hygiene promotion and the Proportion of countries with high level of users/communities participating in planning programs in water and sanitation management, and hygiene promotion.</p>\n<p><strong>Concepts:</strong></p>\n<p>Stakeholder participation is essential to ensure the sustainability of water and sanitation management options over time, e.g. the choice of appropriate solutions for a given social and economic context, and the full understanding of the impacts of a certain development decision. Defining the procedures in policy or law for the participation of local communities is vital to ensure needs of all the community is met, including the most vulnerable and also encourages ownership of schemes which in turn contributes to their sustainability.</p>\n<p>Local administrative units refers to non-overlapping sub-districts, municipalities, communes, or other local community-level units covering both urban and rural areas to be defined by the government. </p>\n<p>Policies and procedures for participation of local communities in water and sanitation management would define a formal mechanism to ensure participation of users in planning water and sanitation activities. </p>\n<p>A policy or procedure is considered to be established if the mechanism for participation of local communities is defined in law or has been formally approved and published. It is considered to be operational if the policy or procedure is being implemented, with appropriate funding in place and with means for verifying that participation took place.</p>\n<p>&#x2018;Water and sanitation&#x2019; includes all areas of management related to each of the targets under SDG 6, namely: water supply (6.1), sanitation and hygiene (6.2), wastewater treatment and ambient water quality (6.3), efficiency and sustainable use (6.4), integrated water resources management (6.5) and water-related ecosystems (6.6).</p>","SOURCE_TYPE__GLOBAL":"<p>The UN-Water Global Analysis and Assessment of Sanitation and Drinking-Water (GLAAS) provides information on governance, monitoring, human resources, and financing in the water, sanitation, and hygiene (WASH) sector. The UN-Water GLAAS survey is currently conducted on a biennial basis, led by WHO, and collected data from 94 countries (predominantly low and lower-middle income countries) in the most recent cycle in 2013-2014. The scope of the question on community and user participation has been expanded beyond WASH for the 2016-17 GLAAS cycle to address all targets in SDG 6, including water quality, water rights/allocation, water resource management, and the status of water-related ecosystems. GLAAS has completed three full cycles (2009-2010, 2011-2012, and 2013-2014), as well as a pilot conducted in 2008. </p>\n<p>National governments participating in the GLAAS survey fill out the questionnaire, preferably supported by a multi-stakeholder review. Although one ministry leads the process, it is often the case that many different ministries and departments must be involved in the process in order to obtain the data required to complete the questionnaire. A GLAAS national focal person supports the lead ministry to coordinate data collection, to compile the national response to the questionnaire, and to lead on the process of data validation.</p>\n<p>The data will be complemented by Integrated Water Resources Management (IWRM) reporting in SDG target 6.5 (for wastewater and water quality, water efficiency, water resource management, and the status of water-related ecosystems) (UNEP 2016). A key component of IWRM is community participation and management of water resources at the local level. The analysis of IWRM has been done in the past by UN-Water in 2008 (led by UN-DESA) and in 2012 (led by UNEP, UNDP, GWP and SIWI) as requested by the UN Commission for Sustainable Development (UN-Water 2008, 2012).</p>\n<p>The OECD Water Governance Initiative (WGI), a technical platform gathering 100+ members from the public, private and non-for-profit sectors, is currently developing a set of Water Governance Indicators, within the implementation strategy of the OECD Principles on Water Governance (OECD 2015a). The Water Governance Indicators are expected to be able to provide additional information on local participation on the basis of an indicators system proposed in OECD (2015b) for measuring &#x201C;stakeholder engagement for inclusive water governance&#x201D;. An indicator providing metrics on local participation will be developed and tested by 2017. Data will be made available through interactive platforms and databases in a format to foster policy dialogue and peer learning by 2018. A dedicated publication on &#x201C;Water Governance at a Glance&#x201D; will be launched at the 8th World Water Forum in Brasilia (2018).</p>","COLL_METHOD__GLOBAL":"<p>National governments participating in the GLAAS survey fill out the questionnaire, preferably supported by a multi-stakeholder review. Although one ministry leads the process (e.g. Ministry of Water, Ministry of Environment, etc. depending on country), it is often the case that many different ministries and departments must be involved in the process in order to obtain the data required to complete the questionnaire. A GLAAS national focal person supports the lead ministry to coordinate data collection, to compile the national response to the questionnaire, and to lead on the process of data validation. For each GLAAS submission, information on the country processes are collected (number of ministries involved, whether a national meeting was held to support the filling of the questionnaire, stakeholder validation, use of documentation, etc.) Once received, the country submission undergoes a thorough data validation process, which is often an iterative process requiring communication and feedback with regional and country counterparts.</p>\n<p>Countries are also requested to provide consent to publish individual, validated data responses as supplied to GLAAS. Thus through the data collection, validation and consultation processes, the results are expected to be comparable and no further adjustments are foreseen.</p>","FREQ_COLL__GLOBAL":"<p>The current round of UN-Water Global Analysis and Assessment of Sanitation and Drinking-Water (GLAAS) has been launched and data will be available by end-2016. (From NA to NA)</p>","REL_CAL_POLICY__GLOBAL":"<p>Q1 2017 </p>","DATA_SOURCE__GLOBAL":"<p>Ministries with responsibilities related to water supply and sanitation, agriculture, water resources development and management, and environment</p>","COMPILING_ORG__GLOBAL":"<p>Name:</p>\n<p>WHO, OECD and UNEP</p>\n<p>Description:</p>\n<p>WHO, with support from OECD and UNEP</p>","RATIONALE__GLOBAL":"<p>Defining the procedures in policy or law for the participation of local communities is vital to ensure the needs of all the community are met, including the most vulnerable and also encourages ownership of schemes which in turn contributes to their sustainability.</p>\n<p>A low value of this indicator would suggest that participation of local communities in water and sanitation management is low, whereas a high value would indicate high levels of participation, indicating greater ownership and a higher likelihood of sustainable delivery and management of water and sanitation services.</p>","REC_USE_LIM__GLOBAL":"<p>Data on local administrative units with established and operational policies and procedures for local participation is being collected through the current cycle of GLAAS, and will be available by end-2016. Until then, the presence of policies and procedures as reported at the national level for different subsectors will be reported.</p>\n<p>Additional data, including data measuring local participation from the OECD Water Governance Indicators and administrative data, will be progressively included in the calculation of the indicator as they become available.</p>","DATA_COMP__GLOBAL":"<p>The UN-Water Global Analysis and Assessment of Sanitation and Drinking-Water (GLAAS) questionnaire provides information on whether there are &#x201C;clearly defined procedures in laws or policies for participation by service users (e.g. households) and communities in planning programs&#x201D;. For countries that have data available from the local administrative unit level, they are asked to provide data on the number of local administrative units for which policies and procedures for local participation (i) exist, and (ii) are operational, as well as (iii) the number of local administrative units assessed, and (iv) the total number of units in the country. The indicator is computed as (ii) the number of local admin units with operation policies and procedures for local participation divided by (iv) the total number of local administrative units in the country.</p>\n<p>Both numerator and denominator will be obtained through the GLAAS survey for the 2016-2017 cycle.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>Due to the highly country- and context-specific nature of the indicator, no estimates are produced for countries that are missing data.</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>Operational mechanism by which individuals and communities can meaningfully contribute to water and sanitation management then the country will be excluded from the regional and global estimates for this indicator. </p>\n<p>Global and regional estimates for a related indicator on the presence and use of participation policies and procedures at the national level for different water subsectors are also derived to support the target indicator. Similarly, countries with missing values are excluded from global and regional analysis for this indicator.</p>","REG_AGG__GLOBAL":"<p>For global and regional aggregates, the percentage of local administrative units that have a defined and operational mechanism by which individuals and communities can meaningfully contribute to decisions and directions about water and sanitation management will be averaged among countries, with each country&#x2019;s percent value weighted based on total country population for the data year, as a proportion of the global population.</p>","DOC_METHOD__GLOBAL":"<p>National governments participating in GLAAS fill out the country survey, preferably supported by a multi-stakeholder review. Although one ministry leads the process, it is often the case that many different ministries and departments must be involved in the process in order to obtain the data required to complete the questionnaire. A GLAAS national focal person supports the lead ministry to coordinate data collection, to compile the national response to the questionnaire, and to lead on the process of data validation. GLAAS survey documents for the current cycle can be found at the following link: <a href=\"http://www.who.int/water_sanitation_health/monitoring/investments/glaas-2017-survey/en/\">http://www.who.int/water_sanitation_health/monitoring/investments/glaas-2017-survey/en/</a> </p>\n<p>The UN-Water Global Analysis and Assessment of Sanitation and Drinking-Water (GLAAS) provides information on governance, monitoring, human resources, and financing in the water, sanitation, and hygiene (WASH) sector. The UN-Water GLAAS survey is currently conducted on a biennial basis, led by WHO and has completed three full cycles (2009/2010, 2011/2012, and 2013/2014), as well as a pilot conducted in 2008. GLAAS survey documents for the current cycle of data collection (2016/2017) can be found at the following link: <a href=\"http://www.who.int/water_sanitation_health/monitoring/investments/glaas-2017-survey/en/\">http://www.who.int/water_sanitation_health/monitoring/investments/glaas-2017-survey/en/</a></p>","QUALITY_ASSURE__GLOBAL":"<p>Once received, the country submission undergoes a thorough data validation process, which is often an iterative process requiring communication and feedback with regional and country counterparts. Quality of the submission is also assessed through an analysis of data collected on country processes (number of ministries involved, whether a national meeting was held to support the filling of the questionnaire, stakeholder validation, use of documentation, etc.) as well as supporting documentation provided. In addition, an external validation with key informants is conducted, in which WASH experts who have not participated in the GLAAS process respond to selected questions from the survey for a specific country within their area of expertise, and agreement with country responses is evaluated.</p>\n<p>Data submitted through GLAAS are endorsed by the national government prior to submission. A form (<a href=\"http://www.who.int/entity/water_sanitation_health/monitoring/investments/glaas-consent-form-2016.doc?ua=1\">http://www.who.int/entity/water_sanitation_health/monitoring/investments/glaas-consent-form-2016.doc?ua=1</a>) providing consent to WHO for the release and publication of the country data is signed and submitted along with the filled survey.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Asia and Pacific: Most countries (at least 50% of the countries covering 60% of the population from the region)</p>\n<p>Africa: Some countries (approximately 50% of the countries covering 50% of the population from the region)</p>\n<p>Latin America and the Caribbean: Most countries (at least 60% of the countries covering 80% of the population from the region)</p>\n<p>Europe, North America, Australia, New Zealand and Japan: Most countries (at least 60% of the countries covering 60% of the population from the region)</p>\n<p>Please note that these reflect data on presence of policies and procedures for local participation at the national level. Data at the local administrative unit level is being collected through the current cycle of </p>\n<p>GLAAS and through administrative data that will be progressively included in the calculation of the indicator (cf. 7.1, 10.1, and 10.2).</p>\n<p><strong>Time series:</strong></p>\n<p>Time series of parameters under the indicator are available for 2008, 2010, 2012, and 2014. </p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>This indicator will be generated by countries, thus no differences in global and national figures are expected.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>http://www.who.int/water_sanitation_health/glaas/en/</p>\n<p>http://www.unep.org/</p>\n<p>http://www.oecd.org/env/watergovernanceprogramme.htm</p>\n<p><strong>References:</strong></p>\n<p>UN-Water Global Analysis and Assessment of Sanitation and Drinking-Water. http://www.who.int/water_sanitation_health/glaas/en/</p>\n<p>OECD (2015a), OECD Principles on Water Governance, available at: https://www.oecd.org/gov/regional-policy/OECD-Principles-on-Water-Governance-brochure.pdf</p>\n<p>OECD (2015b), Stakeholder Engagement for Inclusive Water Governance, OECD Studies on Water, OECD Publishing, Paris., http://dx.doi.org/10.1787/9789264231122-en</p>\n<p>UN-Water 2008 : Status Report on IWRM for CSD-16, http://www.unwater.org/publications/publications-detail/en/c/206480/UNEP-DHI </p>\n<p>UN-Water 2012: Status Reports on IWRM. http://www.unwater.org/publications/status-report-on-integrated-water-resources-management/en/ </p>\n<p>Data from the 2012 Survey on the Application of Integrated Approaches to Water Resources Management. http://www.unepdhi.org/rioplus20 </p>\n<p>UNEP 2016. Degree of implementation of integrated water resources management. Draft survey to support SDG indicator 6.5.1 http://www.unepdhi.org/whatwedo/gemi </p>\n<p>OECD 2015. Stakeholder Engagement for Inclusive Water Governance. http://www.oecd-ilibrary.org/governance/stakeholder-engagement-for-inclusive-water-governance_9789264231122-en</p>","indicator":"6.b.1","target_id":"6.b","sdg_goal":"6","indicator_sort_order":"06-0b-01"}