{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.8-1-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.8-1-1-title","indicator_number":"8.1.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 8: Promote sustained, inclusive and sustainable economic growth, full and productive employment</p>\n<p>and decent work for all</p>","SDG_TARGET__GLOBAL":"<p>Target 8.1: Sustain per capita economic growth in accordance with national circumstances and, in particular, at least 7 per cent gross domestic product growth per annum in the least developed countries</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 8.1.1: Annual growth rate of real GDP per capita</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Annual growth rate of real GDP per capita (%)</p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>Any economic statistics related SDG indicator</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Statistics Division (UNSD)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Statistics Division (UNSD)</p>","STAT_CONC_DEF__GLOBAL":"<p>Annual growth rate of real Gross Domestic Product (GDP) per capita is calculated as the percentage</p>\n<p>change in the real GDP per capita between two consecutive years. Real GDP per capita is calculated by</p>\n<p>dividing GDP at constant prices by the population of a country or area. The data for real GDP are</p>\n<p>measured in constant US dollars to facilitate the calculation of country growth rates and aggregation of</p>\n<p>the country data.</p>","UNIT_MEASURE__GLOBAL":"<p>Annual growth rate of real GDP per capita: Percent (%)</p>\n<p>GDP: US dollars</p>\n<p>Population: Number</p>","CLASS_SYSTEM__GLOBAL":"<p>Different versions of The System of National Accounts (1968, 1993 and 2008 SNA)</p>\n<p>International Standard Industrial Classification (ISIC 3) of all Economic Activities</p>","SOURCE_TYPE__GLOBAL":"<p>The underlying annual GDP estimates in domestic currency are collected from countries or areas annually through a national accounts questionnaire (NAQ), while the underlying population estimates are obtained from the UN Population Division on <a href=\"https://population.un.org/wpp/Download/Standard/Population/\" target=\"_blank\"><u>https://population.un.org/wpp/Download/Standard/Population/</u></a></p>","COLL_METHOD__GLOBAL":"<p>Each year, the national accounts section of the UNSD sends a pre-filled NAQ to countries or areas to collect the latest data on official annual national accounts in domestic currency. In order to lighten the reporting burden of countries to different international and regional organizations, the UNSD receives data from the Organisation for Economic Co-operation and Development (OECD), the United Nations Economic Commission for Europe (ECE) and the Caribbean Community (CARICOM) on behalf of their constituents. </p>","FREQ_COLL__GLOBAL":"<p>The exercise to collect official annual national accounts estimates from countries or areas using the national accounts questionnaire starts in February of each year for the data available up to the end of the previous year. </p>","REL_CAL_POLICY__GLOBAL":"<p>December of each year </p>","DATA_SOURCE__GLOBAL":"<p>National statistics offices, central banks or national agencies responsible for compiling official national accounts estimates for a country or area. </p>","COMPILING_ORG__GLOBAL":"<p>United Nations Statistics Division (UNSD) </p>","INST_MANDATE__GLOBAL":"<p>The National Accounts Section of the United Nations Statistics Division:</p>\n<p> </p>\n<p>Contributes to the international coordinated development and updating of the System of National Accounts (SNA); and undertakes methodological research on issues on the research agenda of the SNA in collaboration with the Intersecretariat Working Group on National Accounts (ISWGNA).</p>\n<p> </p>\n<p>Supports the implementation programme of the SNA by developing and updating supporting normative standards, training material and compilation guidance for the implementation of national accounts and supporting economic statistics and maintaining a knowledge base on economic statistics.</p>\n<p> </p>\n<p>Delivers a statistical capacity building programme for the implementation of the 2008 SNA and supporting statistics through a series of regional and interregional workshops and seminars in collaboration with the regional commissions and regional agencies and through a limited number of individual country technical assistance missions.</p>\n<p>Collects and disseminates annual national accounts statistics from countries and provides substantive service to the Committee on Contributions of the Fifth Committee of the United Nations on technical aspects of the elements of scale methodology for assessing the contributions to the United Nations by Member States.</p>\n<p> </p>\n<p>Publishes the outputs of the Section in various publications of UNSD.</p>","RATIONALE__GLOBAL":"<p>Real Gross Domestic Product (GDP) per capita is a proxy for the average standard of living of residents in</p>\n<p>a country or area.</p>\n<p>A positive percentage change in annual real GDP per capita can be interpreted as an increase in the average standard of living of the residents in a country or area.</p>","REC_USE_LIM__GLOBAL":"<p>Although countries or areas calculate GDP using the common principles and recommendations in the United Nations System of National Accounts (SNA), there are still problems in international comparability of GDP estimates. These include:</p>\n<ol>\n  <li>Different versions of the SNA (for example, 1968, 1993 or 2008) countries or areas use in calculating their GDP estimates.</li>\n  <li>Different degree of coverage of informal and non-observed economic activities in the GDP estimates.</li>\n</ol>\n<p>Further, as a necessary condition to being a key economic performance indicator of sustainable development, one of the often-cited limitations of GDP is that it does not account for the social and environmental costs of production. It is designed as a measure of the level of overall well-being. For example, growth in real GDP per capita reveals nothing concerning energy and material interactions with the environment.</p>","DATA_COMP__GLOBAL":"<p>The annual growth rate of real Gross Domestic Product (GDP) per capita is calculated as follows:</p>\n<ol>\n  <li>Convert annual real GDP in domestic currency at 2015 prices for a country or area to US dollars at 2015 prices using the 2015 exchange rates.</li>\n  <li>Divide the result by the population of the country or area to obtain annual real GDP per capita in constant US dollars at 2015 prices.</li>\n  <li>Calculate the annual growth rate of real GDP per capita in year t+1 using the following formula: <math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n      <mfrac>\n        <mrow>\n          <msub>\n            <mrow>\n              <mi>G</mi>\n            </mrow>\n            <mrow>\n              <mi>t</mi>\n              <mo>+</mo>\n              <mn>1</mn>\n            </mrow>\n          </msub>\n          <mo>-</mo>\n          <msub>\n            <mrow>\n              <mi>G</mi>\n            </mrow>\n            <mrow>\n              <mi>t</mi>\n            </mrow>\n          </msub>\n        </mrow>\n        <mrow>\n          <msub>\n            <mrow>\n              <mi>G</mi>\n            </mrow>\n            <mrow>\n              <mi>t</mi>\n            </mrow>\n          </msub>\n        </mrow>\n      </mfrac>\n      <mo>&#xD7;</mo>\n      <mn>100</mn>\n    </math>, where G<sub>t+1</sub> is the real GDP per capita in 2015 US dollars in year t+1 and G<sub>t</sub> is the real GDP per capita in 2015 US dollars in year t.</li>\n</ol>","DATA_VALIDATION__GLOBAL":"<p>The official national accounts data in domestic currency are validated to check for errors. The validation procedure involves ensuring that aggregates are equal to the sum of their components and that data series which are provided in multiple tables are represented consistently.</p>","ADJUSTMENT__GLOBAL":"<p>The current and constant price GDP series are converted into US dollars by applying the corresponding market exchange rates as reported by the International Monetary Fund (IMF). When these conversion rates are not available, other IMF rates are used (official rates or principal rates). For countries whose exchange rates are not reported by the IMF, the annual average of United Nations operational rates of exchange (UNOPs) is applied. The UNOPs are conversion rates that are applied in official transactions of the United Nations with these countries. These exchange rates are based on official, commercial and/or tourist rates of exchange. </p>\n<p>In cases where a country experiences considerable distortion in the conversion rates, the UNSD uses price-adjusted rates of exchange (PARE) as an alternative to the exchange rates reported by the IMF or UN operational rates of exchange. The conversion based on PARE corrects the distorting effects of uneven price changes that are not well reflected in the other conversion rates. Consequently, unrealistic levels in GDP and other national accounts aggregates expressed in US Dollars may have been adjusted for certain time periods to improve the economic analysis at national, regional and local levels. </p>\n<p>The constant-price GDP series for each country is then divided by its population to obtain its real GDP per capita. </p>\n<p> </p>\n<p>More information on the methodology to estimate the data is available on <a href=\"https://unstats.un.org/unsd/snaama/assets/pdf/methodology.pdf\">https://unstats.un.org/unsd/snaama/assets/pdf/methodology.pdf</a> </p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level</strong></li>\n</ul>\n<p>When a full set of official annual GDP data is not available, estimation procedures are employed to obtain estimates for the entire time series. When full data are not available, a hierarchy of other data sources is used to gather information on the national accounts of a country or area. The data gathered are then either used directly or estimation procedures are applied to obtain the annual GDP data.</p>\n<p>If official data are not available, the selection of data sources is based on following hierarchy:</p>\n<ul>\n  <li>\n    <ol>\n      <li>Official publications and websites of national statistical offices, central banks or relevant government ministries;</li>\n      <li>Official statistics disseminated by Eurostat, European Central Bank and the Organization for Economic Cooperation and Development (OECD) for their members;</li>\n      <li>Information provided by Permanent Missions to the United Nations;</li>\n      <li>Economic surveys and estimates prepared by United Nations&#x2019; Regional Economic Commissions (i.e. UNECE, ECLAC, ESCAP, UNECA and ESCWA);</li>\n      <li>Publications of international organizations with a strong focus on statistical data collection (including regional development banks). The most common sources used for their respective countries are listed below: Asia: Asian Development Bank, ASEAN, Arab Monetary Fund, Secretariat of the Pacific Community (SPC) Africa: African Development Bank, Afristat, Banque des &#xC9;tats de l&#x2019;Afrique Centrale (BEAC), Union &#xC9;conomique Mon&#xE9;taire Ouest Africain (UEMOA) Americas: CARICOM, Caribbean Development Bank, Eastern Caribbean Central Bank (ECCB) Other: OECD for non-member countries Statistical Committee of the Commonwealth of Independent States.</li>\n      <li>Estimates and indicators from other international organizations. The most common sources used are: the International Monetary Fund (IMF) and the World Bank;</li>\n      <li>Publications or websites of specialized groups, the most common sources used are: the Gulf Cooperation Council, the Asia-Pacific Economic Cooperation (APEC), the Committee of Central Bank Governors in SADC; the Islamic Development Bank, and the Statistical Training Centre for Islamic Countries;</li>\n      <li>Economic data from commercial providers and other sources, the most common sources used are: the Economic Intelligence Unit and the United States Central Intelligence Agency;</li>\n      <li>Information from neighbouring countries where no alternative source is available (Switzerland for Liechtenstein; France for Monaco; Italy for San Marino; Spain for Andorra; and some Pacific Islands for other Pacific Islands);</li>\n    </ol>\n  </li>\n</ul>\n<p>The estimation methods involved in preparing the GDP estimates using sources other than official data include trend extrapolation, using appropriate indices for inflating or deflating relevant data series, and share distribution of GDP. A hierarchical assessment is followed to determine which method should be used. Effort is made to keep data estimation methods consistent from year to year.</p>\n<ul>\n  <li><strong>At regional and global levels</strong></li>\n</ul>\n<p>After the missing real GDP country or area data are imputed using the methods as described above, they are summed up to derive the respective regional or global aggregates and then divided by the corresponding population data to obtain the regional or global real GDP per capita. After that, annual growth rates in regional or global real GDP per capita are calculated using the formula described above.</p>","REG_AGG__GLOBAL":"<p>For each year, the real GDP and population estimates for each country or area are summed up to derive the regional and global aggregates. The regional and global aggregates are then divided by the corresponding population to derive the regional and global real GDP per capita estimates. These estimates are then used to calculate the annual growth rates in regional and global real GDP per capita using the formula described above.</p>","DOC_METHOD__GLOBAL":"<ul>\n  <li>GDP: National Accounts Statistics: Main Aggregates and Detailed Tables, 2020 See <a href=\"https://unstats.un.org/unsd/nationalaccount/pubsDB.asp?pType=3\" target=\"_blank\">https://unstats.un.org/unsd/nationalaccount/pubsDB.asp?pType=3</a> </li>\n</ul>\n<p> </p>\n<ul>\n  <li>Population: United Nations Demographic Yearbook </li>\n</ul>\n<p>See: https://unstats.un.org/unsd/demographic-social/products/dyb/dybsets/2020.pdf</p>\n<p> </p>\n<ul>\n  <li>GDP: 2008 SNA </li>\n</ul>\n<p>See <a href=\"https://unstats.un.org/unsd/nationalaccount/docs/SNA2008.pdf\" target=\"_blank\">https://unstats.un.org/unsd/nationalaccount/docs/SNA2008.pdf</a> </p>\n<p> </p>\n<ul>\n  <li>Population: Principles and Recommendations for Population and Housing Censuses See <a href=\"https://unstats.un.org/unsd/publication/seriesM/Series_M67rev3en.pdf\" target=\"_blank\">https://unstats.un.org/unsd/publication/seriesM/Series_M67rev3en.pdf</a> </li>\n</ul>","QUALITY_MGMNT__GLOBAL":"<p>All official data received by the United Nations Statistics Division are checked for errors prior to incorporation in the United Nations official data database. The checking involves ensuring that aggregate indicators are equal to the sum of their components and that indicators which are provided in multiple tables are represented consistently. Footnotes are added to the data when necessary.</p>\n<p>Similarly, the estimated data are checked for consistency by ensuring that aggregate indicators are equal to the sum of their components and that indicators which are represented in multiple tables are represented consistently. The estimates derived for each year are compared to previous years to ensure that estimates are prepared consistently from year to year. Additionally, the growth rate from year to year is analyzed to identify anomalies in the data.</p>","QUALITY_ASSURE__GLOBAL":"<p>Data are validated in accordance with the international statistical standards. Discrepancies are resolved through written communication with countries.</p>","QUALITY_ASSMNT__GLOBAL":"<p>The estimates derived for each year are compared to previous years to ensure that estimates are prepared consistently from year to year. Additionally, the growth rate from year to year is analysed to identify anomalies in the data. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>National statistics offices, central banks or national agencies responsible for compiling official national accounts estimates for a country or area.</p>\n<p><strong>Time series:</strong></p>\n<p>Annual data from 1970 to 2020 are available. </p>\n<p><strong>Disaggregation:</strong></p>\n<p>It is possible to disaggregate the country data by region, if countries can make available the underlying</p>\n<p>regional data which are consistent with the national accounts data to perform the disaggregation.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies: </strong></p>\n<p>The differences with country data include the following: </p>\n<p>Official country data are typically available in domestic currency only. The data estimates for this indicator are in US dollars. </p>\n<p>Countries or areas may not have a full set of official GDP data. The GDP data estimated by UNSD include imputations using various estimation procedures as described above to obtain estimates for the entire time series. </p>\n<p>Official country data are often reported as multiple sets of time series versions, with each version representing a unique methodology used to compile the national accounts data (for example, a difference between two time series versions could reflect a change in currency, a switch from 1968 SNA to 1993 SNA, a change in the office responsible for compiling national accounts, etc.). These time series versions may not be comparable, especially when a country has shifted from the 1968 SNA to 1993 SNA or 2008 SNA. When a single time series version does not exist for the entire period (1970 to t-1), UNSD uses estimation procedures to backcast the most recently reported time series version. </p>\n<p>Backcasting is only performed when time series overlap for at least one year. The overlapping year is used to create a ratio; this ratio is then applied backwards to the previous time series version. If there is a change of fiscal year between two official data time series, the older series are converted to the fiscal year type of the most recent time series prior to backcasting. UNSD uses the same backcasting methods when official country constant price time series versions include multiple base years or when constant price time series versions are reported as constant prices of the previous year (CPPY). CPPY data are backcasted by using the officially reported current price data and the officially reported constant price data. The data are backcasted into a single series with a fixed base year. </p>\n<p>The population estimates from the United Nations Population Division may be different from country-produce estimates as the former include analysis carried out to take into account deficiencies such as incompleteness of coverage, lack of timeliness and errors in the reporting or coding of the basic information and to establish past population trends by resolving the inconsistencies affecting the basic data.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p><a href=\"https://unstats.un.org/unsd/snaama/Index\">https://unstats.un.org/unsd/snaama/Index</a> </p>\n<p><strong>References:</strong></p>\n<p><a href=\"http://unstats.un.org/unsd/nationalaccount/sna.asp\">http://unstats.un.org/unsd/nationalaccount/sna.asp</a> <a href=\"http://unstats.un.org/unsd/nationalaccount/data.asp\">http://unstats.un.org/unsd/nationalaccount/data.asp</a> </p>\n<p><a href=\"https://unstats.un.org/unsd/snaama/Index\">https://unstats.un.org/unsd/snaama/Index</a> </p>\n<p><a href=\"http://data.un.org/Explorer.aspx?d=SNAAMA\">http://data.un.org/Explorer.aspx?d=SNAAMA</a> </p>\n<p><a href=\"https://population.un.org/wpp/\">https://population.un.org/wpp/</a> </p>","indicator":"8.1.1","target_id":"8.1","sdg_goal":"8","indicator_sort_order":"08-01-01"}