{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.8-10-2-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.8-10-2-title","indicator_number":"8.10.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 8: Promote sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all</p>","SDG_TARGET__GLOBAL":"<p>Target 8.10: Strengthen the capacity of domestic financial institutions to encourage and expand access to banking, insurance and financial services for all</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 8.10.2: Proportion of adults (15 years and older) with an account at a bank or other financial institution or with a mobile-money-service provider </p>","META_LAST_UPDATE__GLOBAL":"2022-09-30","SDG_RELATED_INDICATORS__GLOBAL":"<p>1.4, 5.a, 2.3 </p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>World Bank (WB) </p>","CONTACT_ORGANISATION__GLOBAL":"<p>World Bank (WB) </p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong> </p>\n<p>The percentage of adults (ages 15+) who report having an account (by themselves or together with someone else) at a bank or another type of financial institution or personally using a mobile money service in the past 12 months. </p>\n<p> </p>\n<p><strong>Concepts:</strong> </p>\n<p>Account ownership is defined as ownership of an individual or jointly owned account at a regulated institution, such as a bank, credit union, microfinance institution, post office, or mobile money service provider. Data on adults with an account also include an additional 3 percent of respondents who reported having a debit card in their own name; receiving wages, government transfers, a public sector pension, or payments for the sale of agricultural products into a financial institution account or mobile money account in the past 12 months; or paying utility bills from a financial institution account in the past 12 months. </p>\n<p>Financial institution refers to banks and other financial institutions in a specific country that offer a transaction account and that fall under prudential regulation by a government body (excluding mobile money accounts). The definition does not include nonbank financial institutions such as pension funds, retirement accounts, insurance companies, or equity holdings such as stocks. Data on adults with a mobile money account only include respondents who personally used a mobile money service to make payments, buy things, or to send or receive money in the past 12 months.</p>\n<p> </p>","SOURCE_TYPE__GLOBAL":"<p>The indicators in the 2021 Global Financial Inclusion (Global Findex) database are drawn from survey data covering almost 128,000 people in 123 economies&#x2014;representing 91 percent of the world&#x2019;s population. The survey was carried out over the 2021 calendar year by Gallup, Inc. as part of its Gallup World Poll, which since 2005 has continually conducted surveys of approximately 1,000 people in each of more than 160 economies and in over 150 languages, using randomly selected, nationally representative samples. The target population is the entire civilian, noninstitutionalized population age 15 and above. </p>\n<p> </p>\n<p>Full report, including methodology and interview procedures, data preparation, margin of error and notes by country are all available at </p>\n<p>https://www.worldbank.org/en/publication/globalfindex/Report</p>","COLL_METHOD__GLOBAL":"<p>Data are comparable across countries by design. </p>","FREQ_COLL__GLOBAL":"<p>Data are collected every three years. </p>","REL_CAL_POLICY__GLOBAL":"<p>2021</p>","DATA_SOURCE__GLOBAL":"<p>Not applicable</p>","COMPILING_ORG__GLOBAL":"<p>World Bank </p>","RATIONALE__GLOBAL":"<p>Access to formal financial services such as savings, insurance, payments, credit and remittances is essential to the ability of people&#x2014;regardless of income level, gender, age, education or where they live&#x2014;to manage their lives, build their futures, and grow their businesses. Having access to an account is an important starting point for people to access array of financial services. </p>","REC_USE_LIM__GLOBAL":"<p> </p>\n<p>World Bank&#x2019;s Global Findex database is based on individual level surveys worldwide, conducted every three years. The first round of the survey was done in 2011, and the second in 2014 and the third in 2017. The fourth and most recent round was done in 2021. The database covers about 123 countries. </p>","DATA_COMP__GLOBAL":"<p>The indicator is based on data collected through individual level surveys in each country with representative samples. Appropriate sampling weights are used in calculating country-level aggregates. </p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level </strong></li>\n</ul>\n<p> Not applicable </p>\n<p> </p>\n<ul>\n  <li><strong>At regional and global levels </strong></li>\n</ul>\n<p><strong> </strong>Not applicable </p>","REG_AGG__GLOBAL":"<p>Country level; the percentage of adults owning accounts is multiplied by the number of adults in the country. Then for regional values, sum across all countries in the region is taken and divided by the total adults living in the region. Similarly, for global figures, the same calculation is repeated for all countries. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability: </strong></p>\n<p>There are 161 countries with regional and World aggregates that have at least 1 data point after 2010 for this indicator: </p>\n<p><strong>Time series:</strong></p>\n<p>2011,2014, 2017 and 2021.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Disaggregation by Income, labour force; Age; Education level; Urban/rural; Gender </p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Global Findex is an individual level survey, measuring individual&#x2019;s ownership of accounts. As financial inclusion is an individual-level concept, this is the appropriate measure. Other surveys that are done at household level may measure the access to finance through another member of the household which may overestimate financial inclusion. </p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong> </p>\n<p>www.worldbank.org </p>\n<p> </p>\n<p><strong>References:</strong> </p>\n<p>http://www.worldbank.org/globalfindex </p>","target_number":"8.10","goal_number":"8","indicator_sort_order":"08-10-02"}