{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.8-10-2-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.8-10-2-title","indicator_number":"8.10.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 8: Promote sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all</p>","SDG_TARGET__GLOBAL":"<p>Target 8.10: Strengthen the capacity of domestic financial institutions to encourage and expand access to banking, insurance and financial services for all</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 8.10.2: Proportion of adults (15 years and older) with an account at a bank or other financial institution or with a mobile-money-service provider </p>","SDG_SERIES_DESCR__GLOBAL":"<p>Applies to all series. </p>","META_LAST_UPDATE__GLOBAL":"2023-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>Not applicable</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>World Bank </p>","CONTACT_ORGANISATION__GLOBAL":"<p>World Bank</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong> </p>\n<p>The percentage of adults (ages 15+) who report having an account (by themselves or together with someone else) at a bank or another type of financial institution or personally using a mobile money service in the past 12 months. </p>\n<p> </p>\n<p><strong>Concepts:</strong> </p>\n<p>Financial institution accounts (excluding mobile money) denote the percentage of respondents who report having an account (by themselves or together with someone else) at a bank, credit union, microfinance institution, or post office that falls under prudential regulation by a government body.</p>\n<p>Data on adults with a financial institution account include respondents who reported having an account at a bank or at another type of financial institution, such as a credit union, a microfinance institution, a cooperative, or the post office (if applicable). The data also include an additional 3 percent of respondents in 2021 who reported receiving wages, government transfers, a public sector pension, or payments for agricultural products into a financial institution account in the past year; paying utility bills or school fees from a financial institution account in the past year; or receiving wages, government transfers, or agricultural payments into a card in the past year. The definition does not include non-bank financial institutions such as pension funds, retirement accounts, insurance companies, or equity holdings such as stocks. </p>\n<p>Mobile money accounts denote the percentage of respondents who report personally using a mobile money service to make payments, buy things, or to send or receive money in the past year. Data on adults with a mobile money account include respondents who reported personally using services included in the GSM Association&#x2019;s Mobile Money for the Unbanked (GSMA MMU) database to pay bills or to send or receive money in the past year. The data also include an additional 2 percent of respondents in 2021 who reported receiving wages, government transfers, a public sector pension, or payments for agricultural products through a mobile phone in the past year. Unlike the definition of account at a financial institution, the definition of mobile money account does not include the payment of utility bills or school fees through a mobile phone. The reason is that the phrasing of the possible answers leaves it open as to whether those payments were made using a mobile money account or an over-the-counter service.</p>","UNIT_MEASURE__GLOBAL":"<p>Percent (%)</p>","CLASS_SYSTEM__GLOBAL":"<p>Data is also aggregated using the World Bank classifications for World, low- and middle-income economies, income groups (low-income, lower-middle-income, and upper-middle-income economies), and developing regions.</p>","SOURCE_TYPE__GLOBAL":"<p>The indicators in the <s>2021 </s>Global<u> Findex Database 2021</u><s> Financial Inclusion (Global Findex) database</s> are drawn from survey data covering almost 128,000 people in 123 economies&#x2014;representing 91 percent of the world&#x2019;s population. The survey was carried out over the 2021 calendar year<u>, and now marks the fourth round of Global Findex data since 2011. Typically, the survey captures data from more than 140 economies, but surveying was postponed in a handful of countries in 2021 due to COVID-19. These countries were surveyed in 2022, and data on these additional 17 countries will be available in 2023. </u> </p>\n<p> </p>\n<p><u>The surveying is undertaken</u> by Gallup, Inc. as part of its Gallup World Poll<u>, </u><s>,</s> which since 2005 has continually conducted surveys of approximately 1,000 people in each of more than 160 economies and in over 150 languages, using randomly selected, nationally representative samples. The target population is the entire civilian, noninstitutionalized population age 15 and above. <s>Data on additional 17 countries will be available in 2023. </s> </p>\n<p> </p>\n<p>Full report, including methodology and interview procedures, data preparation, margin of error and notes by country are all available under Methodology Table A.1 here:</p>\n<p><a href=\"https://www.worldbank.org/en/publication/globalfindex/Report\" target=\"_blank\"><u>https://www.worldbank.org/en/publication/globalfindex/Report</u></a><u> </u> </p>\n<p> </p>","COLL_METHOD__GLOBAL":"<p>In most developing economies, Global Findex data have traditionally been collected through face-to-face</p>\n<p>interviews. Surveys are conducted face-to-face in economies where telephone coverage represents less than 80 percent of the population or where in-person surveying is the customary methodology. However, during 2021, due to ongoing COVID-19&#x2013;related mobility restrictions, face-to-face interviewing was not possible in some of these economies.</p>\n<p>Phone-based surveys were therefore conducted in 67 economies that had been surveyed face-to-face in 2017. These 67 economies were selected for inclusion based on population size, phone penetration rate, COVID-19 infection rates, and the feasibility of executing phone-based methods where Gallup would otherwise conduct face-to-face data collection, while complying with all government-issued guidance throughout the interviewing process. Gallup takes both mobile phone and landline ownership into consideration. According to Gallup World Poll 2019 data, when face-to-face surveys were last carried out in these economies, at least 80 percent of adults in almost all of them reported mobile phone ownership. </p>\n<p>All samples are probability-based and nationally representative of the resident adult population. </p>","FREQ_COLL__GLOBAL":"<p>Four rounds of data collection are completed, for years: 2011, 2014, 2017, and 2022. </p>\n<p>Surveying for 2020 was delayed to 2021 due to COVID-19 restrictions.</p>","REL_CAL_POLICY__GLOBAL":"<p>Data are collected every three years.</p>","DATA_SOURCE__GLOBAL":"<p>Collected by Gallup, Inc. through the Gallup World Poll and compiled by the World Bank</p>","COMPILING_ORG__GLOBAL":"<p>World Bank </p>","INST_MANDATE__GLOBAL":"<p>Development Research Group (DECRG) is the World Bank&apos;s principal research department under the Development Economics Vice Presidency. Under the guidance of the World Bank&#x2019;s Chief Economist, DECRG provides high quality economic information, data, analysis, research, and training to the Bank Group and its partners. DECRG&apos;s research programs generate and disseminate knowledge about development policies essential for the achievement of the World Bank&apos;s ultimate mandate of poverty reduction and shared prosperity. Within DECRG, the &#x201C;Findex team&#x201D; manages the extensive Global Findex Database that provides in-depth data on how people, especially women and the poor, save, borrow, make payments and manage risk.</p>\n<p>The Global Findex Database is collected in partnership with Gallup, Inc., as a part of its Gallup World Poll. For more information on their mandate and methodology , please see here: <a href=\"https://www.gallup.com/178667/gallup-world-poll-work.aspx\">https://www.gallup.com/178667/gallup-world-poll-work.aspx</a>. </p>","RATIONALE__GLOBAL":"<p>Financial inclusion means that households have access to and can effectively use appropriate financial services that are provided responsibly and sustainably in a well-regulated environment. Studies show that when people participate in the financial system, they are better able to start and expand businesses, invest in education, manage risk and absorb financial shocks. Measurement is key to understanding financial inclusion and identifying opportunities to remove barriers that may be preventing people from using financial services. The Global Findex Database 2021 is the first global, comparable database of demand-side financial inclusion indicators, capturing insights into how adults around the world save, borrow, make payments and manage risk.</p>","REC_USE_LIM__GLOBAL":"<p> Global Findex Database&#x2014;only measures the &#x2018;perception&#x2019; people have about their account ownership and usage by providing individual-level survey data on the demographic characteristics of users of financial services. This demand-side data collects information on the percent of adults who think of themselves as &#x2018;banked&#x2019; and having access to an account. The database complements but does replace existing supply-side data and other household surveys.</p>","DATA_COMP__GLOBAL":"<p>The indicator is based on data collected through individual level surveys in each country with representative samples. Data weighting is used to ensure a nationally representative sample for each economy. Final weights consist of the base sampling weight, which corrects for unequal probability of selection based on household size, and the poststratification weight, which corrects for sampling and nonresponse error. Poststratification weights use economy-level population statistics on gender and age and, where reliable data are available, education or socioeconomic status. Regional population weights are used to calculate regional aggregates. </p>\n<p>Full report, including methodology and interview procedures, data preparation, margin of error and notes by country are all available under Methodology Table A.1 here: <a href=\"https://www.worldbank.org/en/publication/globalfindex/Report\"></a><a href=\"https://www.worldbank.org/en/publication/globalfindex/Report\">https://www.worldbank.org/en/publication/globalfindex/Report</a></p>","DATA_VALIDATION__GLOBAL":"<p>There is a thorough review process of the Global Findex surveys to ensure its quality and integrity. Gallup, Inc, the survey vendor for the Global Findex database, follows the highest standards for sampling and collecting the data and thoroughly vets the data before sharing it with the Global Findex team. Once the data is received by the Findex team, the team vets the data by comparing headline indicators from the database against data from previous rounds of the database.</p>","ADJUSTMENT__GLOBAL":"<p><a href=\"https://www.gallup.com/178667/gallup-world-poll-work.aspxNot\">Not</a> applicable</p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level </strong></li>\n</ul>\n<p> Data for &#x201C;don&#x2019;t know&#x201D; and &#x201C;refused to answer&#x201D; form 0-1% of the total responses and are counted as &#x201C;no&#x201D; instead of missing. Any estimates based on fewer than 10% of survey sample observations are considered economically insignificant and therefore suppressed.</p>\n<ul>\n  <li><strong>At regional and global levels </strong></li>\n</ul>\n<p><strong> </strong>Not applicable </p>","REG_AGG__GLOBAL":"<p>Regional estimates are calculated by aggregating individual level surveys for each country in the developing regions. Appropriate regional population-based weights are applied. Information on developing regional classification(s) is taken from the World Bank and the population data is taken from the World Development Indicators (WDI). </p>","QUALITY_MGMNT__GLOBAL":"<p>The Findex team oversees the quality management of the Global Findex Database.</p>","QUALITY_ASSURE__GLOBAL":"<p>For quality assurance, the Findex team has additional processes in place after it receives the data from Gallup Inc. The Findex team compares the data against (the limited number of) demand-side survey data from external sources for countries whenever available such as from the Financial Inclusion Insights Survey, FinScope, or from Central Banks. The team also consults with key practitioners both within the World Bank and at other key organizations to confirm the credibility of headline numbers on account ownership. </p>","QUALITY_ASSMNT__GLOBAL":"<p>All the source code for the headline indicator is reviewed by an independent and external statistics department within the World Bank. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability: </strong></p>\n<p>There are 162 countries with regional and World aggregates that have at least 1 data point after 2011 for this indicator. </p>\n<p><strong>Time series:</strong></p>\n<p>Triennial (2011,2014, 2017 and 2021)</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Disaggregation are available by: Income (Adults in the poorest 40 percent of households vs. Adults in the richest 60 percent of households); Participation in labour force (In labor force vs. Out of labor force); Age (Ages 15-25 vs. Age 25+); Education level (Primary and below vs. Primary and above); Urbanicity of residence (Rural vs. Urban ); Gender (Female vs. Male)</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Global Findex Database is an individual level survey, measuring an individual&#x2019;s perception of ownership of accounts. It assumes financial inclusion is an individual-level concept which may create two potential discrepancies. First, the data may deviate from supply side data which counts the number of accounts and may overstate the level of financial inclusion in a country if a significant number of adults have an account they do not use and did not formally close. Second, not all demand-side data is the same and that the data from different demand-side surveys cannot necessarily be compared if the survey method is different. In particular, surveys of individuals cannot be compared directly with surveys of household heads, since the use of financial services can differ considerably between different household members.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong> </p>\n<p>https://www.worldbank.org/en/publication/globalfindex </p>\n<p><strong>References:</strong> </p>\n<p>Demirg&#xFC;&#xE7;-Kunt, Asli, Leora Klapper, Dorothe Singer, and Saniya Ansar. 2022. The Global Findex Database 2021: Financial Inclusion, Digital Payments, and Resilience in the Age of COVID-19. Washington, DC: World Bank. </p>","target_number":"8.10","goal_number":"8","indicator_sort_order":"08-10-02"}