{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.8-a-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.8-a-1-title","indicator_number":"8.a.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 8: Promote sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all</p>","SDG_TARGET__GLOBAL":"<p>Target 8.a: Increase Aid for Trade support for developing countries, in particular least developed countries, including through the Enhanced Integrated Framework for Trade-related Technical Assistance to Least Developed Countries</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 8.a.1: Aid for Trade commitments and disbursements </p>","SDG_SERIES_DESCR__GLOBAL":"<p>DC_TOF_TRDCMDL - Total official flows (commitments) for Aid for Trade, by donor countries [8.a.1]</p>\n<p>DC_TOF_TRDCML - Total official flows (commitments) for Aid for Trade, by recipient countries [8.a.1]</p>\n<p>DC_TOF_TRDDBMDL - Total official flows (disbursement) for Aid for Trade, by donor countries [8.a.1]</p>\n<p>DC_TOF_TRDDBML - Total official flows (disbursement) for Aid for Trade, by recipient countries [8.a.1]</p>","META_LAST_UPDATE__GLOBAL":"2024-01-31","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>Organisation for Economic Co-operation and Development (OECD) </p>","CONTACT_ORGANISATION__GLOBAL":"<p>Organisation for Economic Co-operation and Development (OECD) </p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong> </p>\n<p> This indicator is defined as gross disbursements and commitments of total Official Development Assistance (ODA) from all donors for aid for trade.</p>\n<p> </p>\n<p><strong>Concepts:</strong> </p>\n<p>The Development Assistance Committee (DAC) defines Official Development Assistance (ODA) as &#x201C;those flows to countries and territories on the DAC List of ODA Recipients and to multilateral institutions which are i) provided by official agencies, including state and local governments, or by their executive agencies; and ii) concessional (i.e. grants and soft loans) and administered with the promotion of the economic development and welfare of developing countries as the main objective.</p>\n<p>For more details see here: <a href=\"https://www.oecd.org/dac/financing-sustainable-development/development-finance-standards/officialdevelopmentassistancedefinitionandcoverage.htm\">https://www.oecd.org/dac/financing-sustainable-development/development-finance-standards/officialdevelopmentassistancedefinitionandcoverage.htm</a></p>\n<p> </p>\n<p><em>All donors </em>refer to DAC donors, other bilateral providers of development cooperation and multilateral organizations. <em> </em></p>\n<p><em>Aid for Trade </em>is captured in the OECD&#x2019;s Creditor Reporting System (CRS) under four categories:</p>\n<ol>\n  <li>Economic infrastructure: Amounts relating to trade-related infrastructure are provided in the CRS by data under the sector code heading &#x201C;Economic Infrastructure and Services&#x201D; and cover the sectors transport and storage, communications and energy generation and supply.</li>\n  <li>Trade policy and regulations: In the CRS, five sector codes (in the 331xx series) are used to capture trade policy and regulations activities: trade policy and administrative management; trade facilitation; regional trade agreements; multilateral trade negotiations; and trade education/training.</li>\n  <li>Trade-related adjustment: this sector code (33150) was introduced in the CRS as a separate data item in 2007 to track flows corresponding to trade-related adjustment. This category identifies contributions to developing country budgets to assist the implementation of trade reforms and adjustments to trade policy measures by other countries and alleviate shortfalls in balance-of-payments due to changes in the world trading environment.</li>\n  <li>Building Productive capacity (BPC), including trade development: The CRS captures full data on all activities in the productive and services sectors, such as agriculture; industry; mineral resources and mining; business; and banking. </li>\n</ol>\n<p>See for reference: <a href=\"http://www.oecd.org/dac/financing-sustainable-development/development-finance-standards/dacandcrscodelists.htm\"><u>http://www.oecd.org/dac/financing-sustainable-development/development-finance-standards/dacandcrscodelists.htm</u></a></p>\n<p> </p>","UNIT_MEASURE__GLOBAL":"<p>Millions of constant United States dollars</p>","SOURCE_TYPE__GLOBAL":"<p>The OECD/DAC has been collecting data on official and private resource flows from 1960 at an aggregate level and 1973 at an activity level through the Creditor Reporting System (CRS data are considered complete from 1995 for commitments at an activity level and 2002 for disbursements). </p>\n<p> </p>\n<p>The data are reported by donors according to the same standards and methodologies (see here: <a href=\"http://www.oecd.org/dac/stats/methodology.htm\">http://www.oecd.org/dac/stats/methodology.htm</a>). </p>\n<p> </p>\n<p>Data are reported on an annual calendar year basis by statistical reporters in national administrations (aid agencies, Ministries of Foreign Affairs or Finance, etc. )</p>\n<p>The OECD/DAC Secretariat prepares and submits an annual questionnaire (at an aggregate level and at an activity level) to national statistical reporters, and is responsible for collecting, validating and publishing these data. </p>","COLL_METHOD__GLOBAL":"<p>A statistical reporter is responsible for the collection of DAC statistics in each providing country/agency. This reporter is usually located in the national aid agency, Ministry of Foreign Affairs or Finance etc. </p>","FREQ_COLL__GLOBAL":"<p>Data are published on an annual basis in December for flows in the previous year. For example, detailed 2022 flows were published in December 2023. </p>","REL_CAL_POLICY__GLOBAL":"<p>December of each year. </p>","DATA_SOURCE__GLOBAL":"<p>Data are reported on an annual calendar year basis by statistical reporters in national administrations (aid agencies, Ministries of Foreign Affairs or Finance, etc. </p>","COMPILING_ORG__GLOBAL":"<p>Organisation for Economic Co-operation and Development (OECD) </p>","RATIONALE__GLOBAL":"<p>ODA for aid for trade to developing countries quantify the public effort that donors provide to developing countries for aid for trade.</p>\n<p> </p>","REC_USE_LIM__GLOBAL":"<p>Data in the Creditor Reporting System are available from 1973. However, the data coverage at an activity level is considered complete from 1995 for commitments and 2002 for disbursements. </p>\n<p> </p>","DATA_COMP__GLOBAL":"<p>The sum of Total Official Development Assistance (ODA) from all donors to developing countries for aid for trade. </p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level </strong></li>\n</ul>\n<p> </p>\n<p>Due to high quality of reporting, no estimates are produced for missing data. </p>\n<p> </p>\n<ul>\n  <li><strong>At regional and global levels </strong></li>\n</ul>\n<p> </p>\n<p>Not applicable</p>","REG_AGG__GLOBAL":"<p>Global and regional figures are based on the sum of ODA flows for aid for trade activities. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>On a donor basis for all DAC countries and many non-DAC providers (bilateral and multilateral) that report to the DAC. </p>\n<p>On a recipient basis for all developing countries eligible for ODA. </p>\n<p><strong>Disaggregation:</strong></p>\n<p>This indicator can be disaggregated by donor, recipient country, type of finance, type of aid, trade policy and regulations and trade related adjustment sub-sectors, etc. </p>\n<p> </p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>DAC statistics are standardized on a calendar year basis for all donors and may differ from fiscal year data available in budget documents for some countries. </p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong> </p>\n<p><a href=\"http://www.oecd.org/dac/stats\">www.oecd.org/dac/stats</a> </p>\n<p> </p>\n<p><strong>References:</strong> </p>\n<p>See all links here: <a href=\"http://www.oecd.org/dac/stats/methodology.htm\" target=\"_blank\"><u>http://www.oecd.org/dac/stats/methodology.htm</u></a> </p>","target_number":"8.a","goal_number":"8","indicator_sort_order":"08-0a-01"}