{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.9-1-2-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.9-1-2-title","indicator_number":"9.1.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 9: Build resilient infrastructure, promote inclusive and sustainable industrialization and foster innovation</p>","SDG_TARGET__GLOBAL":"<p>Target 9.1: Develop quality, reliable, sustainable and resilient infrastructure, including regional and trans-border infrastructure, to support economic development and human well-being, with a focus on affordable and equitable access for all</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 9.1.2: Passenger and freight volumes, by mode of transport</p>","SDG_SERIES_DESCR__GLOBAL":"<p>International maritime freight is an indicator reflecting (1) the sum of international freight volumes loaded (exports) and unloaded (imports) at ports worldwide and measured in metric tonnes, and (2) container port traffic at world ports measured in twenty-foot equivalent unit (TEU).</p>\n<p>Data is collected by the UNCTAD secretariat from various sources, including industry, government and specialised maritime transport data providers and consultancies. Volumes are expressed in metric tonnes and twenty-foot equivalent unit (TEU).</p>","META_LAST_UPDATE__GLOBAL":"2022-04-12","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>International Civil Aviation Organization (ICAO); International Transport Forum (ITF); United Nations Economic Commission for Europe (UNECE); United Nations Conference on Trade and Development (UNCTAD).</p>","CONTACT_ORGANISATION__GLOBAL":"<p>International Civil Aviation Organization (ICAO); International Transport Forum (ITF); United Nations Economic Commission for Europe (UNECE); United Nations Conference on Trade and Development (UNCTAD).</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definitions:</strong></p>\n<p>Passenger and freight volumes are respectively measured in passenger-kilometres and tonne-kilometres, and broken down by mode of transport. For the purposes of monitoring this indicator, passenger-km data are split between aviation, road (broken down between passenger cars, buses and motorcycles) and rail, and tonne-km are split between aviation, road, rail and inland waterways. </p>\n<p><strong>Concepts:</strong></p>\n<p>Aviation:</p>\n<p>The International Civil Aviation Organization (ICAO) through its Statistics Division has established standard methodologies and definitions to collect and report traffic (passenger and freight volume) data related to air transport. These standards and methodologies have been adopted by the 193 Member States of ICAO and also by the Industry stakeholders i.e. air carriers and airports. The data of ICAO is used by States and also the World Bank for its development indicators. ICAO uses Air Transport Reporting Forms A, AS, B and C to arrive at the passenger and freight volumes for air transport.</p>\n<p>Precise definition of all different concepts and metadata related to Air Transport Reporting Forms A, AS, B and C to arrive at the passenger and freight volumes for air transport, as approved by the ICAO Statistics Division and Member States can be found at the ICAO website given below -</p>\n<p><a href=\"http://www.icao.int/sustainability/pages/eap-sta-excel.aspx/\">http://www.icao.int/sustainability/pages/eap-sta-excel.aspx/</a>.</p>\n<p><em>Martime</em></p>\n<p><strong>Definitions:</strong></p>\n<p>International maritime freight is an indicator reflecting (1) the sum of international freight volumes loaded (exports) and unloaded (imports) at ports worldwide and measured in metric tonnes, and (2) container port traffic at world ports measured in twenty-foot equivalent unit (TEU).</p>\n<p>Data is collected by the UNCTAD secretariat from various sources, including industry, government and specialised maritime transport data providers and consultancies. Volumes are expressed in metric tonnes and twenty-foot equivalent unit (TEU).</p>\n<p>As data on international maritime freight volumes are not widely available, only the data in tonnes (rather than tonne-km) and at the regional level are reported.</p>\n<p>Data at country level are available for container port traffic measured in twenty-foot equivalent unit (TEU).</p>\n<p><strong>Concepts:</strong></p>\n<p>The UNCTAD secretariat collects and compiles the data from various websites and reports, including, by port and industry associations and authorities, national statistics offices, UN Monthly Bulletin of Statistics, governments, specialised agencies such as the International Energy Agency (IEA), the US Energy Information Administration (EIA), the Organization of the Petroleum Exporting Countries (OPEC), and British Petroleum (BP). Data is also collected from reports issued by maritime specialised sources such as Drewry Maritime Research (DMR), Clarksons Research Services (CRS), Dynamar, and Lloyd&#x2019;s List Intelligence (LLI).</p>\n<p>Road, Rail, Inland waterways, Pipelines</p>\n<p>The ITF and UNECE, in collaboration with Eurostat, collect data on rail and road, inland waterway and pipeline statistics on an annual basis from all their collective Member countries. Data are collected from Transport Ministries, statistical offices and other institution designated as official data source. Although there are clear definitions for all the terms used in this survey, countries might have different methodologies to calculate tonne-kilometres and passenger-kilometres. Methods could be based on traffic or mobility surveys, use very different sampling methods and estimating techniques which could affect the comparability of their statistics. </p>\n<p>Official statistics for road, rail, inland waterways and pipeline transport are only available for UNECE or ITF member States. Data for these modes for other countries come from the ITF&#x2019;s global transport model.</p>\n<p>For definitions of all relevant terms, the UNECE/ITF/Eurostat Glossary for Transport Statistics can be consulted. The 5<sup>th</sup> edition of this publication is available at https://unece.org/DAM/trans/main/wp6/pdfdocs/Glossary_for_Transport_Statistics_EN.pdf</p>","UNIT_MEASURE__GLOBAL":"<p>Aviaiton: Revenue Passenger-Kilometres (RPK) and Freight Tonne-Kilometres (FTK)</p>\n<p>Martime: Metric tonnes and twenty-foot equivalent unit (TEU).</p>\n<p>Road, Rail, Inland Waterways and Pipelines: Passenger-Kilometres (Pkm) and Tonne-Kilometres (Tkm)</p>","CLASS_SYSTEM__GLOBAL":"<p><em>Maritime: </em></p>\n<p>Regional and sub-regional level data based on UNSD classification.</p>","SOURCE_TYPE__GLOBAL":"<p>Aviation</p>\n<p>ICAO Air Transport Reporting Forms approved by the Statistics Division of ICAO and its Member States has been used to define standards, methodologies and to collect aviation data since the 1950&apos;s. ICAO definitions and metadata is also used by the Aviation Industry as the basis of collecting data and conducting analysis.</p>\n<p><em>Maritime:</em></p>\n<p>The UNCTAD secretariat collects and compiles the data from various websites and reports, including, by port and industry associations and authorities, national statistics offices, UN Monthly Bulletin of Statistics, governments, specialised agencies such as the International Energy Agency (IEA), the US Energy Information Administration (EIA), the Organization of the Petroleum Exporting Countries (OPEC), and, British Petroleum (BP). Data is also collected from reports issued by maritime specialised sources such as Drewry Maritime Research (DMR), Clarksons Research Services (CRS), Dynamar, and Lloyd&#x2019;s List Intelligence (LLI).</p>\n<p>Road, Rail, Inland waterways, Pipelines: The UNECE and the ITF collect transport statistics by means of questionnaires sent to their Member countries. The ITF also runs transport models that are used to provide transport information for all regions (see point 4.f).</p>","COLL_METHOD__GLOBAL":"<p><em>Aviation: </em></p>\n<p>Official aviation statistics are reported on a regular basis by Member States to ICAO through Air Transport Reporting Forms.</p>\n<p><em>Maritime:</em></p>\n<p>Data not based on a systematic reporting by countries and relies mainly on secondary sources that may vary over time. Official reporting by countries is very limited. Some data is only available at regional or sub-regional level.</p>\n<p>The UNCTAD secretariat is currently collaborating with a specialized data provider and UN-DESA to elaborate a standard methodology that is based on UN Comtrade data to generate annual data on maritime freight flows, at country level and for all UN member countries.</p>\n<p>Note: Maritime cargo movements are counted only once regardless of whether the transhipment port is located within the same country or not </p>\n<p>Road, Rail, Inland waterways, Pipelines:</p>\n<p>Official transport statistics are reported on a regular basis by Member States to UNECE and ITF through questionnaires.</p>","FREQ_COLL__GLOBAL":"<p>Aviation</p>\n<p>Every year by the fall data for the previous year is available to ICAO Member States at a country level. </p>\n<p>Road/Rail/Inland waterways/Pipelines</p>\n<p>Data are collected for the reference year starting in September of the following year, and are typically published by the following January. So year-2 data were published in Januaryyear-1.</p>","REL_CAL_POLICY__GLOBAL":"<p><em>Aviation:</em></p>\n<p>Data are collected on a regular basis and a high level of coverage is expected to be available by the fall following the reference year.</p>\n<p>Maritime:</p>\n<p>Data are collected for the reference year on-ongoing process. Data are published annually on-line on UNCTADstat and in the annual Review of Maritime Transport in November of each year.</p>\n<p>Road, Rail, Inland waterways, Pipelines:</p>\n<p>Data are collect during the fall for the previous year and published on the following January.</p>","DATA_SOURCE__GLOBAL":"<p>Name:</p>\n<p>ICAO, ITF, UNECE, UNCTAD</p>\n<p><em>Aviation :</em></p>\n<p>International Civil Aviation organisation (ICAO).</p>\n<p><em>Maritime:</em></p>\n<p>Name: United Nations Conference on Trade and Development (UNCTAD)</p>\n<p>Description: Data collected by UNCTAD from various sources, including government, industry and specialized maritime data sources and providers.</p>\n<p>Road, Rail, Inland waterways, Pipelines:</p>\n<p>Data for the UNECE and ITF are collected from either Transport Ministries or Statistical Offices.</p>","COMPILING_ORG__GLOBAL":"<p>International Civil Aviation organisation (ICAO)</p>","INST_MANDATE__GLOBAL":"<p>ICAO:</p>\n<p>ICAO is funded and directed by 193 national governments to support their diplomacy and cooperation in air transport as signatory states to the Chicago Convention (1944). Its core function is to maintain an administrative and expert bureaucracy (the ICAO Secretariat) supporting these diplomatic interactions, and to research new air transport policy and standardization innovations as directed and endorsed by governments through the ICAO Assembly, or by the ICAO Council which the assembly elects.</p>\n<p>https://www.icao.int/about-icao/Pages/default.aspx</p>\n<p>UNCTAD:</p>\n<p>Established in 1964, the United Nations Conference on Trade and Development (UNCTAD), published its annual Review of Maritime Transport for the first time in 1968. The publication is part of UNCTAD&apos;s research and analytical work in the field of maritime transport aimed at helping developing countries maximize their trade and investment opportunities and increase their participation in the world economy. It has been regularly reconfirmed in the quadrennial Ministerial Conferences, most recently by UNCTAD XIII in Doha (2012) and UNCTAD XIV in Nairobi (2016). The mandates emanating from these conferences have emphasized sustainable and resilient transport as priority action areas and established &#x201C;Sustainable and Climate Resilient Maritime Transport&#x201D; as an important thematic area n UNCTAD&#x2019;s work programme and the Review of Maritime Transport. </p>\n<p>ITF:</p>\n<p>The International Transport Forum (ITF) was created by Ministerial Declaration in Dublin in 2006 on the legal basis of the European Conference of Ministers of Transport (ECMT), itself established as an international organisation by treaty (Protocol) signed in Brussels on 17 October 1953. The objectives of the ITF are to serve as a global platform for discussion and prenegotiation of transport policy issues across all modes. Unique in its global and modal scope, the ITF works to foster a deeper understanding of the role of transport in economic growth, environmental sustainability and social inclusion. It aspires to raise the public profile of transport policy.</p>","RATIONALE__GLOBAL":"<p>Develop quality, reliable, sustainable and resilient infrastructure, including regional and trans-border infrastructure, to support economic development and human well-being, with a focus on affordable and equitable access for all. Trans-border infrastructure development is best captured by passenger and freight volumes moved by Member States and Regions. A growth in passenger and freight volumes shows a robust infrastructure development happening in States and Regions along with the resultant socio-economic benefit. Air Transport is particularly important not only for the economic and job benefits but also because it is one of the only mode of transport that can be relied on during emergencies and disease outbreaks to reach food, medicines, medical personnel, vaccines and other supplies speedily to the affected persons in the affected areas. In addition, tracking how the non-road share of freight volumes, and the public transport share of passenger volumes, changes over time allows insights into the overall sustainability of the global transport system.</p>\n<p><em>Aviation:</em></p>\n<p>Informed decision-making is the foundation upon which successful businesses are built. In a fast-growing industry like aviation, planners and investors require the most comprehensive, up-to-date, and reliable data. ICAO&#x2019;s aviation data/statistics programme is to provide accurate, reliable and consistent aviation data so that States, international organizations, aviation industry, tourism and other stakeholders can make better projections. The UN recognized ICAO as the central agency responsible for the collection, analysis, publication, standardization, improvement and dissemination of statistics pertaining to civil aviation.</p>\n<p><em>Maritime:</em></p>\n<p>The volume of international maritime freight and container port traffic movements provide an overall indication of the importance of port infrastructure for trade and development and may be relied upon to infer the quality and adequacy of seaports and their hinterland connections. Maritime transport is the dominant mode of international freight transport when flows are measured in volume terms. Behind the global and regional headline estimates, individual contributions vary by region and type of cargo, reflecting, among other factors, differences in countries&#x2019; economic structures, composition of trade, urbanization, levels of development, extent of integration into global trading networks, degree of participation in global supply chains, and the quality of transport infrastructure.</p>\n<p>World container port traffic reflects the importance of containerized trade and countries&#x2019; participation in global liner shipping networks and globalized manufacturing production processes.</p>","REC_USE_LIM__GLOBAL":"<p><em>Aviation:</em></p>\n<p>Coverage for aviation is for all ICAO 193 Member States.</p>\n<p><em>Maritime: </em></p>\n<p>Coverage for international maritime freight volumes at regional and sub-regional level.</p>\n<p>Coverage for road, rail, inland waterways and pipelines is for all U.N. member States, but these are sourced from official statistics only for UNECE member States and ITF member States (and only when available). In order to provide a worldwide regional coverage, data from the ITF transport models are used (see point 4.f). </p>","DATA_COMP__GLOBAL":"<p>Aviation</p>\n<p>The aviation passenger and freight volumes are reported for the air carriers through ICAO Air Transport Reporting Forms and grouped by Member States of ICAO.</p>\n<p>Road/Rail/Inland waterways/Pipelines</p>\n<p>Data for each inland mode are reported to UNECE/ITF/Eurostat by member States, through an annual data collection using the transport statistics web common questionnaire.</p>\n<p>Maritime:</p>\n<p>The indicator is calculated through a sum of international maritime freight volumes and container port traffic as collected by UNCTAD secretariat from websites and reports by various industry, government and specialised maritime transport data providers and consultancies. Data on international maritime freight excludes transhipments and domestic maritime freight volumes.</p>\n<p>Cargo flows originating in or destined to landlocked countries are attributed to the ports of neighbouring coastal transit countries. The mode of transport &#x201C;maritime&#x201D; is assigned to an international trade transaction when the goods arrived at the country&#x2019;s external border (the seaport) transported by ship. </p>\n<p>Data on container port traffic include full and empty containers as well as transhipment traffic. </p>\n<p>Data is collected and compiled from various websites and reports, including, by port and industry associations and authorities, national statistics offices, UN Monthly Bulletin of Statistics, governments, specialised agencies such as the International Energy Agency (IEA), the US Energy Information Administration (EIA), the Organization of the Petroleum Exporting Countries (OPEC), and British Petroleum (BP). Data is also collected from reports issued by maritime specialised sources such as Drewry Maritime Research (DMR), Clarksons Research Services (CRS), Dynamar, and Lloyd&#x2019;s List Intelligence (LLI).</p>","DATA_VALIDATION__GLOBAL":"<p>Aviation:</p>\n<p>ICAO Statistics Programme has put in place a series of robust data quality control functions to automate all the necessary calculations and producing a report for each reporting form. These quality control processes were divided into two main activities: verification and validation.</p>\n<p>Maritime:</p>\n<p>UNCTAD secretariat monitors, collects, and compiles the data at the country level as well as at regional/sub-regional level. It continuously updates the data as new data and information becomes available. Some commercial providers of maritime statistics publish global data that is derived, for example, from shipping contracts, and UNCTAD compares its own data with those published by commercial providers. </p>","ADJUSTMENT__GLOBAL":"<p>Road, rail, inland waterways and pipelines :</p>\n<p>In order to provide a worldwide regional coverage, data from the ITF transport models are used (see point 4.f). </p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level </strong></p>\n<p><u>Aviation data are broadly complete.</u></p>\n<p><u>For inland transport statistics:</u> In case of missing data for a country for which at least one data point is available since 2000, we calculate estimates based on the expected growth rate for the country. The growth rates are computed from other socio-economic variables, such as Gross Domestic Product (GDP), population or urbanization.</p>\n<p><u>For road, rail, and inland waterways:</u> For non-ITF/UNECE countries, countries that did not submit a response, or when there is uncertainty regarding the provided data, data points are estimated using the ITF models, which use several covariates such as GDP, population, transport network coverage and more. Currently there are four global models used for this analysis: the urban passenger model, the non-urban passenger model, the international freight model and the urban freight model. A description of the four models can be found in the ITF Transport Outlook 2021 or in the following resources.</p>\n<ul>\n  <li>ITF (2021) ITF Transport Outlook 2021, OECD Publishing </li>\n  <li>ITF (2020) Decarbonising Transport in Europe, Project webpage</li>\n</ul>\n<p><em>Maritime:</em></p>\n<p>International maritime freight: In case of missing data for a country or a sub-region for which a data point is available since 2006, UNCTAD makes an estimate based on the expected growth rate of the volume of merchandise trade. If not available, use is made of the latest year for which data was available.</p>\n<p>Container port traffic: In case of missing data, UNCTAD makes an estimate by extrapolating from the liner shipping connectivity and ship capacity deployment data, which has shown to be highly correlated with container port traffic. Container ship deployment data are available for all container ships of the world, which thus allows for estimates on container port traffic to be generated even if no national data is available. In other cases, UNCTAD makes an estimate based on the expected growth rate of the volume of merchandise trade.</p>","REG_AGG__GLOBAL":"<p>Aggregation by region based on UN classification of country groupings, including by geography and development status.</p>","DOC_METHOD__GLOBAL":"<p>Aviation:</p>\n<p>States refer to the ICAO Reference Manual on the Statistics Programme (Doc 9060) to compile and file traffic reports at a national level.</p>\n<p>Road/Rail/Inland waterways/Pipelines</p>\n<p>Metadata (explanations of coverage, breaks in series etc.) for the ITF and UNECE inland transport data are available through their respective online databases. The aforementioned Glossary for Transport Statistics provides definitions for passenger-km and tonne-km, but also for related terms such as what constitutes a passenger, the definitions and exclusions within each transport mode etc.</p>\n<p><em>Maritime:</em></p>\n<p>Countries do not systematically collect or report data on international maritime freight and container port traffic. UNCTAD relies on data published by industry and information published by specialized sources. </p>","QUALITY_MGMNT__GLOBAL":"<p><em>Aviation:</em></p>\n<p>ICAO applies the recommendations of the Committee for the Coordination of Statistical Activities (CCSA), including the Principles Governing International Statistical Activities.</p>\n<p><em>Maritime: </em></p>\n<p>UNCTAD systematically applies the recommendations of the Committee for the Coordination of Statistical Activities (CCSA), including the Principles Governing International Statistical Activities. UNCTAD participates in the work of the Chief Statisticians or coordinators of statistical activities of United Nations agencies and international and supranational organizations assembled in the Committee for the Coordination of Statistical Activities and ensures the implementation of their principles. <a href=\"https://unstats.un.org/unsd/ccsa/principles_stat_activities/\">https://unstats.un.org/unsd/ccsa/principles_stat_activities/</a> </p>","QUALITY_ASSURE__GLOBAL":"<p>Aviation:</p>\n<p>ICAO applies the United Nations Statistics Division (UNSD) fundamental principles and good practices of official statistics, and particularly the generic national quality assurance framework (NQAF). The complete version of the guidelines of NQAF is available at: http://unstats.un.org/unsd/dnss/qualityNQAF/nqaf.aspx.</p>\n<p>Maritime:</p>\n<p>UNCTAD conducts annual checks of collected data by updating the data with latest data available and comparing the data for internal consistency, against previous years, or similar data published or produced by other sources, including commercial sources specialized maritime transport data providers and research entities. Correspondence is undertaken with countries when necessary to collect, compare or confirm relevant data.</p>\n<p>Road/Rail/Inland waterways/Pipelines</p>\n<p>The ITF and UNECE conduct annual checks of their jointly collected data, comparing the data for internal consistency, against previous years, and on a per capita basis across countries, to determine if the data appear reasonable. Significant correspondence is undertaken with the countries over potential errors, and common issues and challenges are discussed at both the ITF annual statistics meeting and the UNECE&#x2019;s annual Working Party on Transport Statistics.</p>\n<p>A common problem for many countries is that passenger-km are only collected for public transport. Given that private passenger cars form the majority of passenger trips in most countries, this would clearly significantly underestimate road passenger-km, which is why the breakdown where available between passenger cars, buses and motorcycles is given. </p>","QUALITY_ASSMNT__GLOBAL":"<p><em>Maritime:</em></p>\n<p>UNCTAD systematically applies the recommendations of the Committee for the Coordination of Statistical Activities (CCSA), including the Principles Governing International Statistical Activities. UNCTAD participates in the work of the Chief Statisticians or coordinators of statistical activities of United Nations agencies and international and supranational organizations assembled in the Committee for the Coordination of Statistical Activities and ensures the implementation of their principles. <a href=\"https://unstats.un.org/unsd/ccsa/principles_stat_activities/\">https://unstats.un.org/unsd/ccsa/principles_stat_activities/</a> </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Aviation</p>\n<p>Data already provided for all 193 Member States that have air transport activities</p>\n<p>Road/Rail/Inland waterways/Pipelines</p>\n<p>For UNECE and ITF member States data are typically available, although some data gaps appear for some modes due to intermittent collection.</p>\n<p><strong>Time series:</strong></p>\n<p>Aviation</p>\n<p>From 1970&apos;s</p>\n<p>Road/Rail/Inland waterways/Pipelines</p>\n<p>UNECE/ITF member States typically have data available since 1993, or earlier. For non-UNECE/ITF countries, data from the ITF transport models are used (see point 4.f). </p>\n<p><strong>Disaggregation: </strong></p>\n<p>Aviation</p>\n<p>The indicator can be dis-aggregated by -Country, Country pair, City Pair, Region, Segment (International and domestic)</p>\n<p>Road/Rail/Inland waterways/Pipelines</p>\n<p>The indicator can be disaggregated by country and mode of transport.</p>\n<p><em>Maritime:</em></p>\n<p><strong>Data availability:</strong> International maritime freight data at regional and sub-regional level; 2006-2019</p>\n<p>Container port traffic data cover 176 countries: 2010-2019</p>\n<p><strong>Disaggregation:</strong> International maritime freight: global, regional and subregional levels. </p>\n<p>Container port traffic: global, regional and country levels</p>","COMPARABILITY__GLOBAL":"<p><em>Maritime:</em></p>\n<p><strong>Sources of discrepancies:</strong></p>\n<p>Data based on varied and mixed sources. This entails differences in computational systems and methods which may result in discrepancies. </p>\n<p>Data on container port traffic for some countries are based on estimates by UNCTAD while extrapolating from the liner shipping connectivity and ship capacity deployment data. These remain proxies and may not capture the actual volumes handled by the ports in these countries. </p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p><a href=\"http://www.icao.int\">www.icao.int</a></p>\n<p><a href=\"https://data.oecd.org/transport/passenger-transport.htm\">https://data.oecd.org/transport/passenger-transport.htm</a></p>\n<p><a href=\"https://w3.unece.org/PXWeb/en\">https://w3.unece.org/PXWeb/en</a></p>\n<p><a href=\"https://unctadstat.unctad.org/EN/\">https://unctadstat.unctad.org/EN/</a></p>\n<p>UNCTAD. Review of Maritime Transport Series: <a href=\"https://unctad.org/topic/transport-and-trade-logistics/review-of-maritime-transport\">https://unctad.org/topic/transport-and-trade-logistics/review-of-maritime-transport</a></p>\n<p>UNCTAD statistics (UNCTADstat): <a href=\"http://stats.unctad.org/maritime\">http://stats.unctad.org/maritime</a> <br></p>","indicator":"9.1.2","target_id":"9.1","sdg_goal":"9","indicator_sort_order":"09-01-02"}