{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.9-3-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.9-3-1-title","indicator_number":"9.3.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 9: Build resilient infrastructure, promote inclusive and sustainable industrialization and foster innovation</p>","SDG_TARGET__GLOBAL":"<p>Target 9.3: Increase the access of small-scale industrial and other enterprises, in particular in developing countries, to financial services, including affordable credit, and their integration into value chains and markets</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 9.3.1: Proportion of small-scale industries in total industry value added</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Proportion of small-scale industries in total industry value added</p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>9.3.2: Proportion of small-scale industries with a loan or line of credit</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Industrial Development Organization (UNIDO)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Industrial Development Organization (UNIDO)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definitions:</strong></p>\n<p>Small-scale industrial enterprises, in the SDG framework also called &#x201C;small-scale industries&#x201D;, defined here for the purpose of statistical data collection and compilation refer to statistical units, generally enterprises, engaged in production of goods and services for market below a designated size class.</p>\n<p>Proportion of &#x201C;small-scale industries&#x201D; in total industry value added represents an indicator calculating the share of manufacturing value added of small-scale manufacturing enterprises in the total manufacturing value added.</p>\n<p><strong>Concepts:</strong></p>\n<p>International recommendations for industrial statistics 2008 (IRIS 2008) (United Nations, 2011) define an <strong>enterprise</strong> as the smallest legal unit that constitutes an organizational unit producing goods or services. The enterprise is the basic statistical unit at which all information relating to its production activities and transactions, including financial and balance-sheet accounts, are maintained. It is also used for institutional sector classification in the 2008 System of National Accounts.</p>\n<p>An <strong>establishment</strong> is defined as an enterprise or part of an enterprise that is situated in a single location and in which only a single productive activity is carried out or in which the principal productive activity accounts for most of the value added. An establishment can be defined ideally as an economic unit that engages, under single ownership or control, that is, under a single legal entity, in one, or predominantly one, kind of economic activity at a single physical location. Mines, factories and workshops are examples. This ideal concept of an establishment is applicable to many of the situations encountered in industrial inquiries, particularly in manufacturing.</p>\n<p>Although the definition of an establishment allows for the possibility that there may be one or more secondary activities carried out in it, their magnitude should be small compared with that of the principal activity. If a secondary activity within an establishment is as important, or nearly as important, as the principal activity, then the unit is more like a local unit. It should be subdivided so that the secondary activity is treated as taking place within an establishment separate from the establishment in which the principal activity takes place.</p>\n<p>In the case of most <strong>small-sized businesses</strong>, the enterprise and the establishment will be identical. Some enterprises are large and complex with different kinds of economic activities undertaken at different locations. Such enterprises should be broken down into one or more establishments, provided that smaller and more homogeneous production units can be identified for which production data may be meaningfully compiled. </p>\n<p>As introduced in IRIS 2008 (United Nations, 2011), an <strong>economic activity</strong> is understood as referring to a process, that is, the combination of actions carried out by a certain entity that uses labor, capital, goods and services to produce specific products (goods and services). In general, industrial statistics reflect the characteristics and economic activities of units engaged in a class of industrial activities that are defined in terms of the International Standard Industrial Classification of All Economic Activities, Revision 4 (ISIC Rev.4) (United Nations, 2008) or International Standard Industrial Classification of All Economic Activities, Revision 3.1 (ISIC Rev. 3) (United Nations, 2002).</p>\n<p><strong>Total numbers of persons employed</strong> is defined as the total number of persons who work in or for the statistical unit, whether full-time or part-time, including:</p>\n<ul>\n  <li>Working proprietors</li>\n  <li>Active business partners</li>\n  <li>Unpaid family workers</li>\n  <li>Paid employees (for more details see United Nations, 2011).</li>\n</ul>\n<p>The size of a statistical unit based on employment should be defined primarily in terms of the average number of persons employed in that unit during the reference period. If the average number of persons employed is not available, the total number of persons employed in a single period may be used as the size criterion. The size classification should consist of the following classes of the average number of persons employed: 1-9, 10-19, 20-49, 50-249, 250 and more. This should be considered a minimum division of the overall range; more detailed classifications, where required, should be developed within this framework.</p>\n<p><strong>Value added</strong> cannot be directly observed from the accounting records of the units. It is derived as the difference between gross output or census output and intermediate consumption or census input (United Nations, 2011). The value added at basic prices is calculated as the difference between the gross output at basic prices and the intermediate consumption at purchasers&#x2019; prices. The valuation of value added closely corresponds to the valuation of gross output. If the output is valued at basic prices, then the valuation of value added is also at basic prices (the valuation of intermediate consumption is always at purchasers&#x2019; prices).</p>\n<p>All above mentioned terms are introduced to be in line with IRIS 2008 (United Nations, 2011).</p>","UNIT_MEASURE__GLOBAL":"<p>Percent (%)</p>","CLASS_SYSTEM__GLOBAL":"<p><a href=\"https://unstats.un.org/unsd/publication/seriesm/seriesm_4rev4e.pdf\">International Standard Industrial Classification of all Economic Activities (ISIC) Revision 4</a></p>\n<p><a href=\"https://unstats.un.org/unsd/publication/seriesm/seriesm_4rev3_1e.pdf\">International Standard Industrial Classification of all Economic Activities (ISIC) Revision 3</a></p>","SOURCE_TYPE__GLOBAL":"<p>National statistical offices (NSOs)</p>","COLL_METHOD__GLOBAL":"<p>Countries were contacted to provide information on data availability for monitoring small-scale industrial enterprises. The data come mostly from annual industrial surveys, where value added is disaggregated by size classes given in terms of number of employees and from surveys focusing particularly on small enterprises, or small and medium enterprises in general.</p>","FREQ_COLL__GLOBAL":"<p>Data are collected annually from NSOs, OECD and EUROSTAT.</p>","REL_CAL_POLICY__GLOBAL":"<p>UNIDO SDG-9 database is updated between March and April every year including the 9.3.1 indicator.</p>","DATA_SOURCE__GLOBAL":"<p>Data are collected primary from national sources, from official publications and official websites, and from OECD (Structural and Demographic Business Statistics) and EUROSTAT (Structural Business Statistics database).</p>","COMPILING_ORG__GLOBAL":"<p>United Nations Industrial Development Organization (UNIDO)</p>","INST_MANDATE__GLOBAL":"<p>UNIDO, as the specialized UN agency on industrial development, has the international mandate for collecting, producing and disseminating internationally comparable industrial statistics. UNIDO&#x2019;s mandate covers (i) the maintenance and updating of international industrial statistics databases; (ii) methodological and analytical products based on statistical research and experience of maintaining internationally comparable statistics; (iii) contributions to the development and implementation of international statistical standards and methodology; and (iv) technical cooperation services to countries in the field of industrial statistics. With the repositioning of UNIDO as the focal agency for inclusive and sustainable industrial development (ISID), its statistical mandate was expanded to cover all dimensions of industrial development, including its inclusiveness and environmental sustainability.</p>","RATIONALE__GLOBAL":"<p>Industrial enterprises are classified to small compared to large or medium for their distinct nature of economic organization, production capability, scale of investment and other economic characteristics. &#x201C;Small-scale industries&#x201D; can be run with a small amount of capital, relatively unskilled labor and using local materials. Despite their small contribution to total industrial output, their role in job creation, especially in developing countries is recognized to be significant where the scope of absorbing surplus labor force from traditional sectors such as agriculture or fishery is very high. &#x201C;Small-scale industries&#x201D; are capable of meeting domestic demand of basic consumer goods such as food, clothes, furniture, etc. </p>","REC_USE_LIM__GLOBAL":"<p>The main limitation of existing national data is varying size classes by country indicating that data are obtained from different target populations. Data of one country are not comparable to another. </p>\n<p>The definition of size class in many countries is tied up with the legal and policy framework of the country. It has implications on registration procedure, taxation and different waivers aimed to promote &#x201C;small-scale industries&#x201D;. Therefore, countries may agree on a common size class for compilation purposes. In this context, UNIDO proposes that all countries compile the employment and value-added data by a size class of &#x201C;small-scale industries&#x201D; as with less than 20 persons employed. From such data, an internationally comparable data on the share of &#x201C;small-scale industries&#x201D; in total could be derived.</p>","DATA_COMP__GLOBAL":"<p>The proportion of &#x201C;small-scale industries&#x201D; in total value added is an indicator calculated as a share of value added for small-scale manufacturing enterprises in total manufacturing value added:</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mfrac>\n      <mrow>\n        <mi>M</mi>\n        <mi>a</mi>\n        <mi>n</mi>\n        <mi>u</mi>\n        <mi>f</mi>\n        <mi>a</mi>\n        <mi>c</mi>\n        <mi>t</mi>\n        <mi>u</mi>\n        <mi>r</mi>\n        <mi>i</mi>\n        <mi>n</mi>\n        <mi>g</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>v</mi>\n        <mi>a</mi>\n        <mi>l</mi>\n        <mi>u</mi>\n        <mi>e</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>a</mi>\n        <mi>d</mi>\n        <mi>d</mi>\n        <mi>e</mi>\n        <mi>d</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>o</mi>\n        <mi>f</mi>\n        <mi>&amp;nbsp;</mi>\n        <mo>&quot;</mo>\n        <mi>s</mi>\n        <mi>m</mi>\n        <mi>a</mi>\n        <mi>l</mi>\n        <mi>l</mi>\n        <mo>-</mo>\n        <mi>s</mi>\n        <mi>c</mi>\n        <mi>a</mi>\n        <mi>l</mi>\n        <mi>e</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>i</mi>\n        <mi>n</mi>\n        <mi>d</mi>\n        <mi>u</mi>\n        <mi>s</mi>\n        <mi>t</mi>\n        <mi>r</mi>\n        <mi>i</mi>\n        <mi>e</mi>\n        <mi>s</mi>\n        <mo>&quot;</mo>\n      </mrow>\n      <mrow>\n        <mi>T</mi>\n        <mi>o</mi>\n        <mi>t</mi>\n        <mi>a</mi>\n        <mi>l</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>m</mi>\n        <mi>a</mi>\n        <mi>n</mi>\n        <mi>u</mi>\n        <mi>f</mi>\n        <mi>a</mi>\n        <mi>c</mi>\n        <mi>t</mi>\n        <mi>u</mi>\n        <mi>r</mi>\n        <mi>i</mi>\n        <mi>n</mi>\n        <mi>g</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>v</mi>\n        <mi>a</mi>\n        <mi>l</mi>\n        <mi>u</mi>\n        <mi>e</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>a</mi>\n        <mi>d</mi>\n        <mi>d</mi>\n        <mi>e</mi>\n        <mi>d</mi>\n      </mrow>\n    </mfrac>\n    <mo>&#xD7;</mo>\n    <mn>100</mn>\n  </math></p>","DATA_VALIDATION__GLOBAL":"<p>UNIDO engages with countries in regular consultations during the data collection process to ensure the data quality and international comparability. </p>","ADJUSTMENT__GLOBAL":"<p>Data are collected through the UNIDO Small Industrial Enterprises Questionnaire to receive information on differences in concept, scope, coverage and classification used. The final data are adjusted to follow ISIC and facilitate international comparability.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>No treatment of missing values is applied at country level.</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>No treatment of missing values is applied at regional and global levels.</p>","REG_AGG__GLOBAL":"<p>Regional and global aggregates are currently not provided due to a limited geographical coverage and regional representativeness. The 2021 edition of 9.3.1 data series covers only 67 economies, mostly classified as developed economies.</p>","DOC_METHOD__GLOBAL":"<p>International Recommendations for Industrial Statistics (IRIS) 2008</p>\n<p><a href=\"https://unstats.un.org/unsd/publication/seriesM/seriesm_90e.pdf\">https://unstats.un.org/unsd/publication/seriesM/seriesm_90e.pdf</a></p>\n<p>International Standard Industrial Classification of All Economic Activities (ISIC) </p>\n<p><a href=\"https://unstats.un.org/unsd/classifications/Econ/isic\">https://unstats.un.org/unsd/classifications/Econ/isic</a></p>","QUALITY_MGMNT__GLOBAL":"<p>UNIDO published a handbook for statisticians involved in the regular industrial statistics programmes of NSOs or line ministries (<a href=\"https://www.unido.org/sites/default/files/2012-07/Industrial%20Statistics%20-%20Guidelines%20and%20Methdology_0.pdf\">Industrial Statistics - Guidelines and Methodology</a>). It describes the statistical methods related to the major stages of industrial statistics operation. Moreover, UNIDO has established a quality management framework based on the internationally recognized guidelines recommended by IRIS to ensure quality of statistical products.</p>","QUALITY_ASSURE__GLOBAL":"<p><a href=\"https://unstats.un.org/unsd/unsystem/Documents/QAF-UNIDO.pdf\">The UNIDO Quality Assurance Framework</a> is followed to ensure that the statistical activities of UNIDO are relevant and the data compiled and disseminated are accurate, complete within the defined scope and coverage, timely, comparable in terms of internationally recommended methods and classification standards and internally coherent to variables included in the datasets. While these generally accepted, broad dimensions of quality of statistical data may be defined in each NSO&apos;s own quality assurance framework. UNIDO makes maximum effort that data produced from the statistical operation undertaken with the UNIDO technical cooperation are accurate, internationally comparable and coherent.</p>","QUALITY_ASSMNT__GLOBAL":"<p>UNIDO employs a wide range of data quality techniques and consultations with national providers to assure quality principles supported by the Fundamental Principles of Official Statistics. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Data for around 70 economies were collected.</p>\n<p><strong>Time series:</strong></p>\n<p>Data are provided on a very irregular basis. Data available from annual industrial surveys show yearly frequency, while surveys on small and medium enterprises are conducted either irregularly or with a given time lag (for instance once in five years).</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Data can be disaggregated by manufacturing sub-sectors.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Conversion to USD or difference in ISIC combinations may cause discrepancy between national and international figures.</p>","OTHER_DOC__GLOBAL":"<h2>URL:</h2>\n<p><a href=\"http://www.unido.org/statistics\">www.unido.org/statistics</a></p>\n<p><a href=\"https://stat.unido.org/\">https://stat.unido.org/</a></p>\n<h2>References:</h2>\n<p>United Nations. (2002). International Standard Industrial Classification of All Economic Activities (ISIC Revision 4). New York: United Nations.</p>\n<p><a href=\"https://unstats.un.org/unsd/publication/seriesm/seriesm_4rev4e.pdf\">https://unstats.un.org/unsd/publication/seriesm/seriesm_4rev4e.pdf</a></p>\n<p>United Nations. (2008). International Standard Industrial Classification of All Economic Activities (ISIC Revision 3.1). New York: United Nations.</p>\n<p> <a href=\"https://unstats.un.org/unsd/publication/SeriesM/seriesm_4rev3_1e.pdf\">https://unstats.un.org/unsd/publication/SeriesM/seriesm_4rev3_1e.pdf</a></p>\n<p>United Nations. (2011). International Recommendations for Industrial Statistics 2008 (IRIS 2008), New York: United Nations. <a href=\"http://dx.doi.org/10.18356/677c08dd-en\">http://dx.doi.org/10.18356/677c08dd-en</a></p>\n<p>OECD. (2019). Structural and Demographic Business Statistics (SDBS). Paris: OECD.</p>\n<p> <a href=\"http://www.oecd.org/std/business-stats/structuralanddemographicbusinessstatisticssdbsoecd.htm\">http://www.oecd.org/std/business-stats/structuralanddemographicbusinessstatisticssdbsoecd.htm</a></p>\n<p>UNIDO (2009). UNIDO Data Quality: A quality assurance framework for UNIDO statistical activities <a href=\"https://open.unido.org/api/documents/4814740/download/UNIDO-Publication-2009-4814740\">https://open.unido.org/api/documents/4814740/download/UNIDO-Publication-2009-4814740</a></p>\n<p>UNIDO (2010). Industrial Statistics - Guidelines and Methodology https://www.unido.org/sites/default/files/2012-07/Industrial%20Statistics%20-%20Guidelines%20and%20Methdology_0.pdf</p>","indicator":"9.3.1","target_id":"9.3","sdg_goal":"9","indicator_sort_order":"09-03-01"}