{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.9-a-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.9-a-1-title","indicator_number":"9.a.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 9: Build resilient infrastructure, promote inclusive and sustainable industrialization and foster innovation</p>","SDG_TARGET__GLOBAL":"<p>Target 9.a: Facilitate sustainable and resilient infrastructure development in developing countries through enhanced financial, technological and technical support to African countries, least developed countries, landlocked developing countries and small island developing States</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 9.a.1: Total official international support (official development assistance plus other official flows) to infrastructure</p>","META_LAST_UPDATE__GLOBAL":"<p>2017-07-09</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>Organisation for Economic Co-operation and Development (OECD)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>Organisation for Economic Co-operation and Development (OECD)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definitions:</strong></p>\n<p>Gross disbursements of total ODA and other official flows from all donors in support of infrastructure.</p>\n<p><strong>Concepts:</strong></p>\n<p>ODA: The DAC defines ODA as &#x201C;those flows to countries and territories on the DAC List of ODA Recipients and to multilateral institutions which are </p>\n<ol>\n  <li>provided by official agencies, including state and local governments, or by their executive agencies; and </li>\n  <li>each transaction is administered with the promotion of the economic development and welfare of developing countries as its main objective; and</li>\n</ol>\n<p>is concessional in character and conveys a grant element of at least 25 per cent (calculated at a rate of discount of 10 per cent). </p>\n<p>(See <a href=\"http://www.oecd.org/dac/stats/officialdevelopmentassistancedefinitionandcoverage.htm\">http://www.oecd.org/dac/stats/officialdevelopmentassistancedefinitionandcoverage.htm</a>)</p>\n<p>Other official flows (OOF): Other official flows (excluding officially supported export credits) are defined as transactions by the official sector which do not meet the conditions for eligibility as ODA, either because they are not primarily aimed at development, or because they are not sufficiently concessional.</p>\n<p>(See <a href=\"http://www.oecd.org/dac/stats/documentupload/DCDDAC(2016)3FINAL.pdf\">http://www.oecd.org/dac/stats/documentupload/DCDDAC(2016)3FINAL.pdf</a>, Para 24).</p>\n<p>Support to infrastructure includes all CRS sector codes in the 200 series (see here: <a href=\"http://www.oecd.org/dac/stats/purposecodessectorclassification.htm\">http://www.oecd.org/dac/stats/purposecodessectorclassification.htm</a>)</p>","SOURCE_TYPE__GLOBAL":"<p>The OECD/DAC has been collecting data on official and private resource flows from 1960 at an aggregate level and 1973 at an activity level through the Creditor Reporting System (CRS data are considered complete from 1995 for commitments at an activity level and 2002 for disbursements). </p>\n<p>The data are reported by donors according to the same standards and methodologies (see here: http://www.oecd.org/dac/stats/methodology.htm). </p>\n<p>Data are reported on an annual calendar year basis by statistical reporters in national administrations (aid agencies, Ministries of Foreign Affairs or Finance, etc.</p>","COLL_METHOD__GLOBAL":"<p>A statistical reporter is responsible for the collection of DAC statistics in each providing country/agency. This reporter is usually located in the national aid agency, Ministry of Foreign Affairs or Finance etc.</p>","FREQ_COLL__GLOBAL":"<p>Data are published on an annual basis in December for flows in the previous year.</p>\n<p>Detailed 2015 flows was published in December 2016.</p>","DATA_SOURCE__GLOBAL":"<p>Data are reported on an annual calendar year basis by statistical reporters in national administrations (aid agencies, Ministries of Foreign Affairs or Finance, etc.</p>","COMPILING_ORG__GLOBAL":"<p>OECD</p>","RATIONALE__GLOBAL":"<p>Total ODA and OOF flows to developing countries quantify the public effort (excluding export credits) that donors provide to developing countries for infrastructure.</p>","REC_USE_LIM__GLOBAL":"<p>Data in the Creditor Reporting System are available from 1973. However, the data coverage is considered complete since 1995 for commitments at an activity level and 2002 for disbursements.</p>","DATA_COMP__GLOBAL":"<p>The sum of ODA and OOF flows from all donors to developing countries for infrastructure.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>Due to high quality of reporting, no estimates are produced for missing data.</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>Not applicable.</p>","REG_AGG__GLOBAL":"<p>Global and regional figures are based on the sum of ODA and OOF flows to the agriculture sector.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>On a recipient basis for all developing countries eligible for ODA.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>This indicator can be disaggregated by type of flow (ODA or OOF), by donor, recipient country, type of finance, type of aid, sub-sector, etc.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>DAC statistics are standardized on a calendar year basis for all donors and may differ from fiscal year data available in budget documents for some countries.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>www.oecd.org/dac/stats</p>\n<p><strong>References:</strong></p>\n<p>See all links here: http://www.oecd.org/dac/stats/methodology.htm</p>","indicator":"9.a.1","target_id":"9.a","sdg_goal":"9","indicator_sort_order":"09-0a-01"}