{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proporción de la población que vive por debajo del umbral internacional de pobreza, desglosada por sexo, edad, situación laboral y ubicación geográfica (urbana o rural)","graph_titles":[],"graph_type":"line","indicator_name":"Proporción de la población que vive por debajo del umbral internacional de pobreza, desglosada por sexo, edad, situación laboral y ubicación geográfica (urbana o rural)","indicator_number":"1.1.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL":"Meta 1: Poner fin a la pobreza en todas sus formas y en todo el mundo","SDG_TARGET":"Objetivo 1.1: De aquí a 2030, erradicar para todas las personas y en todo el mundo la pobreza extrema (actualmente se considera que sufren pobreza extrema las personas que viven con menos de 1,25 dólares de los Estados Unidos al día)","SDG_INDICATOR":"Indicador 1.1.1: Proporción de la población que vive por debajo del umbral de pobreza internacional por sexo, edad, situación laboral y ubicación geográfica (urbana/rural)","SDG_SERIES_DESCR":"","META_LAST_UPDATE":"","SDG_RELATED_INDICATORS":"","SDG_CUSTODIAN_AGENCIES":"","CONTACT_ORGANISATION":"","CONTACT_NAME":"","ORGANISATION_UNIT":"","CONTACT_FUNCT":"","CONTACT_PHONE":"","CONTACT_MAIL":"","CONTACT_EMAIL":"","STAT_CONC_DEF":"## Definición:\nEl indicador \"proporción de la población por debajo del umbral de pobreza internacional\" se define como el porcentaje de la población que vive con menos de 1,90 dólares al día a precios internacionales de 2011. La línea de pobreza internacional se fija actualmente en 1,90 dólares al día a precios internacionales de 2011.\n\n## Conceptos:\nAl evaluar la pobreza en un país determinado y la mejor manera de reducirla, naturalmente uno se enfoca en una línea de pobreza que se considera apropiada para ese país. Pero, ¿cómo hablamos de manera significativa sobre \"la pobreza global\"? Las líneas de pobreza entre países varían en términos de su poder adquisitivo y tienen un fuerte gradiente económico, de modo que los países más ricos tienden a adoptar niveles de vida más altos al definir la pobreza. Pero para medir consistentemente la pobreza absoluta global en términos de consumo, necesitamos tratar a dos personas con el mismo poder adquisitivo sobre los productos básicos de la misma manera - ambos son pobres o no lo son - incluso si viven en países diferentes.\n\nDesde el Informe sobre el desarrollo mundial de 1990, el Banco Mundial se ha propuesto aplicar un estándar común para medir la pobreza extrema, anclado en lo que significa la pobreza en los países más pobres del mundo. El bienestar de las personas que viven en diferentes países se puede medir en una escala común ajustando las diferencias en el poder adquisitivo de las monedas. Para el Informe sobre el desarrollo mundial de 1990, se eligió el estándar de 1 dólar al día, medido a precios internacionales de 1985 y ajustado a la moneda local mediante PPA, porque era típico de las líneas de pobreza de los países de bajos ingresos en ese momento. A medida que evolucionan las diferencias en el costo de vida en todo el mundo, la línea de pobreza internacional debe actualizarse periódicamente utilizando nuevos datos de precios de PPA para reflejar estos cambios. El último cambio fue en octubre de 2015, cuando el Banco Mundial adoptó $ 1,90 como línea de pobreza internacional utilizando la PPA de 2011. Antes de eso, la actualización de 2008 estableció la línea de pobreza internacional en $ 1,25 utilizando la PPA de 2005. Las medidas de pobreza basadas en líneas de pobreza internacionales intentan mantener constante el valor real de la línea de pobreza en todos los países, como se hace al hacer comparaciones en el tiempo. Las primeras ediciones de los Indicadores de desarrollo mundial (WDI) del Banco Mundial' utilizaban las PPA de las Penn World Tables para convertir los valores en moneda local al poder adquisitivo equivalente medido en dólares estadounidenses. En ediciones posteriores se utilizaron estimaciones de la PPA de consumo de 1993, 2005 y 2011 elaboradas por el Programa de Comparación Internacional (PCI) del Banco Mundial'.","UNIT_MEASURE":"","CLASS_SYSTEM":"","SOURCE_TYPE":"","COLL_METHOD":"","FREQ_COLL":"","REL_CAL_POLICY":"","DATA_SOURCE":"","COMPILING_ORG":"","INST_MANDATE":"","RATIONALE":"","REC_USE_LIM":"","DATA_COMP":"","DATA_VALIDATION":"","ADJUSTMENT":"","IMPUTATION":"","REG_AGG":"","DOC_METHOD":"","QUALITY_MGMNT":"","QUALITY_ASSURE":"","QUALITY_ASSMNT":"","COVERAGE":"","COMPARABILITY":"","OTHER_DOC":"","national_metadata_updated_date":"2021-05-17","national_data_updated_date":"2018-10-20","SDG_GOAL__GLOBAL":"<p>Goal 1: End poverty in all its forms everywhere</p>","SDG_TARGET__GLOBAL":"<p>Target 1.1: By 2030, eradicate extreme poverty for all people everywhere, currently measured as people living on less than $1.25 a day</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 1.1.1: Proportion of the population living below the international poverty line by sex, age, employment status and geographic location (urban/rural)</p>","SDG_SERIES_DESCR__GLOBAL":"<p>SI_POV_EMP1 - Employed population below international poverty line [1.1.1]</p>","META_LAST_UPDATE__GLOBAL":"2023-12-15","SDG_RELATED_INDICATORS__GLOBAL":"<p>1.3.1, 8.2.1, 8.3.1, 8.5.1, 8.5.2, 10.4.1</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>International Labour Organization (ILO)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>International Labour Organization (ILO)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>The proportion of the employed population below the international poverty line of US$1.90 per day, also referred to as the working poverty rate, is defined as the share of employed persons living in households with per-capita consumption or income that is below the international poverty line of US$1.90.</p>\n<p><strong>Concepts:</strong></p>\n<p>Employment: All persons of working age who, during a short reference period (one week), were engaged in any activity to produce goods or provide services for pay or profit.</p>\n<p>Poverty Line: Threshold below which individuals in the reference population are considered poor and above which they are considered non-poor. The threshold is generally defined as the per-capita monetary requirements an individual needs to afford the purchase of a basic bundle of goods and services. For the purpose of this indicator, an absolute international poverty line of US$1.90 per day is used.</p>\n<p>Household in poverty: Households are defined as poor if their income or consumption expenditure is below the poverty line taking into account the number of household members and composition (e.g., number of adults and children).</p>\n<p>Working poor: Employed persons living in households that are classified as poor, that is, that have income or consumption levels below the poverty line used for measurement.</p>","UNIT_MEASURE__GLOBAL":"<p>Percent (%)</p>","CLASS_SYSTEM__GLOBAL":"<p>The series is disaggregated by sex and age, for which there are no standard international classifications. The age groups refer to all persons (aged 15+), youth (aged 15-24) and adults (aged 25+).</p>","SOURCE_TYPE__GLOBAL":"<p>The preferred data source is a household survey with variables that can reliably identify both the poverty status of households and the economic activity of the household&#x2019;s members. Examples include household income and expenditure surveys (HIES), living standards measurement surveys (LSMS) with employment modules, or labour force surveys (LFS) that collect information on household income. Such surveys offer the benefit of allowing the employment status and income (or consumption expenditure) variables to be derived from the same sampled households ideally for the same observation period.</p>\n<p>Employment estimates derived from a household survey other than a labour force survey may, however, not be the most robust due to questionnaire design. Similarly, a labour force survey may not be the best instrument for collecting household income or consumption expenditure data, although an attached income module can be designed to achieve statistically reliable results, including ensuring an overlap in the observation period between household income (or consumption expenditure) and employment status. </p>\n<p>Another possibility is to combine data from a household income and expenditure survey and from a separate labour force survey when the respondent households can be matched and consistency in the long observation period between the surveys can be obtained.</p>","COLL_METHOD__GLOBAL":"<p>The ILO processes national household survey microdatasets in line with internationally-agreed indicator concepts and definitions set forth by the International Conference of Labour Statisticians (ICLS). </p>","FREQ_COLL__GLOBAL":"<p>Continuous</p>","REL_CAL_POLICY__GLOBAL":"<p>National data are updated weekly on ILOSTAT. Global and regional estimates are updated once per year (in November or December).</p>","DATA_SOURCE__GLOBAL":"<p>Mainly National Statistical Offices.</p>","COMPILING_ORG__GLOBAL":"<p>International Labour Organization (ILO)</p>","INST_MANDATE__GLOBAL":"<p>The ILO is the UN focal point for labour statistics. It sets international standards for labour statistics through the International Conference of Labour Statisticians (ICLS). It also compiles and produces labour statistics with the goal of disseminating internationally-comparable datasets and provides technical assistance and training to ILO Member States to support their efforts to produce high quality labour market data.</p>","RATIONALE__GLOBAL":"<p>In order to eradicate poverty, we must understand the root causes of poverty. The working poverty rate reveals the proportion of the employed population living in poverty despite being employed, implying that their employment-related incomes are not sufficient to lift them and their families out of poverty and ensure decent living conditions. The adequacy of earnings is a fundamental aspect of job quality, and these deficits in job quality could be keeping workers and their families in poverty.</p>\n<p>The proportion of working poor in total employment (that is, the working poverty rate) combines data on household income or consumption with labour force framework variables measured at the individual level and sheds light on the relationship between employment and household poverty.</p>","REC_USE_LIM__GLOBAL":"<p>At the country level, comparisons over time may be affected by such factors as changes in survey types or data collection methods. The use of Purchasing Power Parity (PPP) rather than market exchange rates ensures that differences in price levels across countries are taken into account. However, it cannot be categorically asserted that two people in two different countries, living below US$1.90 a day at PPP, face the same degree of deprivation or have the same degree of need.</p>\n<p>Poverty in the context of this indicator is a concept that is applied to households, and not to individuals, based on the assumption that households pool their income. This assumption may not always be true.</p>\n<p>Moreover, the poverty status of a household is a function of the wage and other employment-related income secured by those household members in employment, income derived from asset ownership, plus any other available income such as transfer payments and the number of household members. Whether a worker is counted as working poor therefore depends on his or her own income, the income of other household members and the number of household members who need to be supported. It is thus often valuable to study household structure in relation to working poverty. </p>","DATA_COMP__GLOBAL":"<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mi mathvariant=\"normal\">W</mi>\n    <mi mathvariant=\"normal\">o</mi>\n    <mi mathvariant=\"normal\">r</mi>\n    <mi mathvariant=\"normal\">k</mi>\n    <mi mathvariant=\"normal\">i</mi>\n    <mi mathvariant=\"normal\">n</mi>\n    <mi mathvariant=\"normal\">g</mi>\n    <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n    <mi mathvariant=\"normal\">p</mi>\n    <mi mathvariant=\"normal\">o</mi>\n    <mi mathvariant=\"normal\">v</mi>\n    <mi mathvariant=\"normal\">e</mi>\n    <mi mathvariant=\"normal\">r</mi>\n    <mi mathvariant=\"normal\">t</mi>\n    <mi mathvariant=\"normal\">y</mi>\n    <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n    <mi mathvariant=\"normal\">r</mi>\n    <mi mathvariant=\"normal\">a</mi>\n    <mi mathvariant=\"normal\">t</mi>\n    <mi mathvariant=\"normal\">e</mi>\n    <mo>=</mo>\n    <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n    <mfrac>\n      <mrow>\n        <mi mathvariant=\"normal\">E</mi>\n        <mi mathvariant=\"normal\">m</mi>\n        <mi mathvariant=\"normal\">p</mi>\n        <mi mathvariant=\"normal\">l</mi>\n        <mi mathvariant=\"normal\">o</mi>\n        <mi mathvariant=\"normal\">y</mi>\n        <mi mathvariant=\"normal\">e</mi>\n        <mi mathvariant=\"normal\">d</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi mathvariant=\"normal\">p</mi>\n        <mi mathvariant=\"normal\">e</mi>\n        <mi mathvariant=\"normal\">r</mi>\n        <mi mathvariant=\"normal\">s</mi>\n        <mi mathvariant=\"normal\">o</mi>\n        <mi mathvariant=\"normal\">n</mi>\n        <mi mathvariant=\"normal\">s</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi mathvariant=\"normal\">l</mi>\n        <mi mathvariant=\"normal\">i</mi>\n        <mi mathvariant=\"normal\">v</mi>\n        <mi mathvariant=\"normal\">i</mi>\n        <mi mathvariant=\"normal\">n</mi>\n        <mi mathvariant=\"normal\">g</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi mathvariant=\"normal\">o</mi>\n        <mi mathvariant=\"normal\">n</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi mathvariant=\"normal\">l</mi>\n        <mi mathvariant=\"normal\">e</mi>\n        <mi mathvariant=\"normal\">s</mi>\n        <mi mathvariant=\"normal\">s</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi mathvariant=\"normal\">t</mi>\n        <mi mathvariant=\"normal\">h</mi>\n        <mi mathvariant=\"normal\">a</mi>\n        <mi mathvariant=\"normal\">n</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi mathvariant=\"normal\">U</mi>\n        <mi mathvariant=\"normal\">S</mi>\n        <mi mathvariant=\"normal\">$</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mn>1</mn>\n        <mo>.</mo>\n        <mn>90</mn>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi mathvariant=\"normal\">a</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi mathvariant=\"normal\">d</mi>\n        <mi mathvariant=\"normal\">a</mi>\n        <mi mathvariant=\"normal\">y</mi>\n      </mrow>\n      <mrow>\n        <mi mathvariant=\"normal\">T</mi>\n        <mi mathvariant=\"normal\">o</mi>\n        <mi mathvariant=\"normal\">t</mi>\n        <mi mathvariant=\"normal\">a</mi>\n        <mi mathvariant=\"normal\">l</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi mathvariant=\"normal\">e</mi>\n        <mi mathvariant=\"normal\">m</mi>\n        <mi mathvariant=\"normal\">p</mi>\n        <mi mathvariant=\"normal\">l</mi>\n        <mi mathvariant=\"normal\">o</mi>\n        <mi mathvariant=\"normal\">y</mi>\n        <mi mathvariant=\"normal\">m</mi>\n        <mi mathvariant=\"normal\">e</mi>\n        <mi mathvariant=\"normal\">n</mi>\n        <mi mathvariant=\"normal\">t</mi>\n      </mrow>\n    </mfrac>\n    <mi>&amp;nbsp;</mi>\n    <mo>&#xD7;</mo>\n    <mn>100</mn>\n  </math></p>","DATA_VALIDATION__GLOBAL":"<p>The ILO engages in annual consultations with Member States through the ILOSTAT questionnaire and related Statistics Reporting System (StaRS). National data providers receive a link to the portal where they can review all national SDG data available on ILOSTAT.</p>","ADJUSTMENT__GLOBAL":"<p>Through the ILO Harmonized Microdata initiative, the ILO strives to produce internationally comparable labour statistics based on the indicator concepts and definitions adopted by the International Conference of Labour Statisticians (ICLS).</p>","IMPUTATION__GLOBAL":"<p>&#x2022; Estimates are produced for countries and years for which no direct working poverty estimates are available based on household survey estimates, but for which total poverty estimates are available in the World Bank&#x2019;s PovcalNet database. This is carried out through a multivariate regression model described in &#x201C;Employment and economic class in the developing world&#x201D; (Kapsos and Bourmpoula, 2013), available at <a href=\"http://www.ilo.org/wcmsp5/groups/public/---dgreports/---inst/documents/publication/wcms_216451.pdf\">http://www.ilo.org/wcmsp5/groups/public/---dgreports/---inst/documents/publication/wcms_216451.pdf</a>.</p>\n<p>&#x2022; Following the step described directly above, missing data at the national level are estimated through a multivariate regression model for the purpose of producing global and regional estimates.</p>","REG_AGG__GLOBAL":"<p>The ILO produces global and regional estimates of employment by economic class (and thus, of working poverty rates) using the ILO&#x2019;s Employment by Class (EbyC) model. These estimates are part of the ILO Estimates and Projections series, analysed in the ILO&apos;s World Employment and Social Outlook reports. For more information, on the model used to derive these estimates, refer to the ILO paper &#x201C;Employment and economic class in the developing world&#x201D; (Kapsos and Bourmpoula, 2013), available at <a href=\"http://www.ilo.org/wcmsp5/groups/public/---dgreports/---inst/documents/publication/wcms_216451.pdf\">http://www.ilo.org/wcmsp5/groups/public/---dgreports/---inst/documents/publication/wcms_216451.pdf</a>.</p>","DOC_METHOD__GLOBAL":"<p>National poverty estimates will differ from this SDG indicator. This SDG indicator uses the international poverty line of US$1.90 at purchasing power parity. For further information, see: Decent Work and the Sustainable Development Goals: A Guidebook on SDG Labour Market Indicators (ILO) https://www.ilo.org/global/statistics-and-databases/publications/WCMS_647109/lang--en/index.htm </p>","QUALITY_MGMNT__GLOBAL":"<p>The processes of compilation, production, and publication of data, including its quality control, are carried out following the methodological framework and standards established by the ILO Department of Statistics, in compliance with the information technology and management standards of the ILO.</p>","QUALITY_ASSURE__GLOBAL":"<p>Data consistency and quality checks are regularly conducted for validation of the data before dissemination in the ILOSTAT database. These checks consist of data and metadata revision of all the relevant inputs applying protocols to ensure that international comparability and time-series consistency are maintained. For the resulting modelled estimates, both statistical and judgmental assessments of the output data are carried out.</p>","QUALITY_ASSMNT__GLOBAL":"<p>The final assessment of the quality of information is carried out by the Data Production and Analysis Unit of the ILO Department of Statistics. If any issues encountered cannot be clarified, the respective information is not published. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Data for this indicator is available for 119 countries and territories. </p>\n<p><strong>Time series:</strong></p>\n<p>This submission covers country data from 2000 to 2022. Global and regional aggregates are available from 2000 to 2022. </p>\n<p> </p>\n<p><strong>Disaggregation:</strong></p>\n<p>The working poverty rate (proportion of employed persons living in poverty) is disaggregated by sex and age.</p>","COMPARABILITY__GLOBAL":"<p>National poverty estimates will differ from this SDG indicator. This SDG indicator uses the international poverty line, currently set at US$1.90 at purchasing power parity. For further information, see: Decent Work and the Sustainable Development Goals: A Guidebook on SDG Labour Market Indicators (ILO) https://www.ilo.org/global/statistics-and-databases/publications/WCMS_647109/lang--en/index.htm </p>","OTHER_DOC__GLOBAL":"<ul>\n  <li>Decent Work and the Sustainable Development Goals: A Guidebook on SDG Labour Market Indicators (ILO) https://www.ilo.org/global/statistics-and-databases/publications/WCMS_647109/lang--en/index.htm </li>\n  <li>ILOSTAT (<a href=\"https://ilostat.ilo.org/\">https://ilostat.ilo.org/</a>).<ul>\n      <li>ILOSTAT&#x2019;s topic page on working poverty (<a href=\"https://ilostat.ilo.org/topics/working-poor/\">https://ilostat.ilo.org/topics/working-poor/</a>)</li>\n    </ul>\n  </li>\n  <li>Employment and economic class in the developing world (Kapsos and Bourmpoula, 2013) <a href=\"http://www.ilo.org/wcmsp5/groups/public/---dgreports/---inst/documents/publication/wcms_216451.pdf\">http://www.ilo.org/wcmsp5/groups/public/---dgreports/---inst/documents/publication/wcms_216451.pdf</a></li>\n  <li>Decent Work Indicators Manual <a href=\"http://www.ilo.org/wcmsp5/groups/public/---dgreports/---integration/documents/publication/wcms_229374.pdf\">http://www.ilo.org/wcmsp5/groups/public/---dgreports/---integration/documents/publication/wcms_229374.pdf</a> (second version, page 70). </li>\n</ul>","target_number":"1.1","goal_number":"1","indicator_sort_order":"01-01-01"}