{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proporción de la población que vive en hogares con acceso a los servicios básicos","graph_titles":[],"graph_type":"line","indicator_name":"Proporción de la población que vive en hogares con acceso a los servicios básicos","indicator_number":"1.4.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 1: End poverty in all its forms everywhere</p>","SDG_TARGET__GLOBAL":"<p>Target 1.4: By 2030, ensure that all men and women, in particular the poor and the vulnerable, have equal rights to economic resources, as well as access to basic services, ownership and control over land and other forms of property, inheritance, natural resources, appropriate new technology and financial services, including microfinance</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 1.4.1: Proportion of population living in households with access to basic services</p>","META_LAST_UPDATE__GLOBAL":"<p>2021-03-01</p>","SDG_RELATED_INDICATORS__GLOBAL":"<table>\n  <tbody>\n    <tr>\n      <td>\n        <p>Access to</p>\n      </td>\n      <td>\n        <p>Related SDG indicators</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Basic drinking water services</p>\n      </td>\n      <td>\n        <p>6.1.1 Proportion of population using safely managed drinking water services</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Basic sanitation services</p>\n      </td>\n      <td>\n        <p>6.2.1 Proportion of population using (a) safely managed sanitation services and (b) a hand-washing facility with soap and water</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Basic hygiene services</p>\n      </td>\n      <td>\n        <p>6.2.1 Proportion of population using (a) safely managed sanitation services and (b) a hand-washing facility with soap and water</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Waste collection</p>\n      </td>\n      <td>\n        <p>11.6.1 Proportion of municipal solid waste collected and managed in controlled facilities out of total municipal waste generated, by cities</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Mobility and transport</p>\n      </td>\n      <td>\n        <p>9.1.1 Proportion of the rural population who live within 2 km of an all-season road </p>\n        <p>11.2.1 Proportion of population that has convenient access to public transport, by sex, age and persons with disabilities</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Modern energy</p>\n      </td>\n      <td>\n        <p>7.1.1 Percentage of population with access to electricity</p>\n        <p>7.1.2 Percentage of population with primary reliance on clean fuels and technology</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>ICT</p>\n      </td>\n      <td>\n        <p>5.b.1 Proportion of individuals who own a mobile telephone, by sex</p>\n        <p>9.c.1 Proportion of population covered by a mobile network, by technology</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Education</p>\n      </td>\n      <td>\n        <p>4.1.1 Proportion of children and young people (a) in grades 2/3; (b) at the end of primary; and (c) at the end of lower secondary achieving at least a minimum proficiency level in (i) reading and (ii) mathematics, by sex</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Health</p>\n      </td>\n      <td>\n        <p>3.7.1 Proportion of women of reproductive age (aged 15&#x2013;49 years) who have their need for family planning satisfied with modern methods </p>\n        <p>3.8.1 Coverage of essential health services<strong><em> </em></strong></p>\n      </td>\n    </tr>\n  </tbody>\n</table>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Human Settlements Programme (UN-Habitat)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Human Settlements Programme (UN-Habitat)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Concepts and definitions:</strong></p>\n<p>The following key concepts were defined to support the indicator in the context of poverty eradication. </p>\n<p><strong>Basic Services</strong> refer to public service provision systems that meet human basic needs including drinking water, sanitation, hygiene, energy, mobility, waste collection, health care, education and information technologies. The basis cervices indicator will be therefore based on 9 components. These components are captured in various standalone indicators of the SDGs, which means that the concepts and definitions of SDG indicator 1.4.1 will be derived from or are the same as those of these specific SDG indicators. </p>\n<p><strong>Access to basic services</strong> implies that sufficient and affordable service is reliably available with adequate quality.</p>\n<ol>\n  <li><strong>Access to Basic Drinking Water Services</strong> refers to the use of drinking water from an improved source that is available with a collection time of not more than 30 minutes for a round trip, including queuing. Improved sources include: piped water, boreholes or tube wells, protected dug wells, protected springs, and packaged or delivered water. This definition is based on the JMP drinking water ladder and is the foundation for SDG indicator 6.1.1 - <em>Proportion of population using safely managed drinking water services.</em> </li>\n  <li><strong>Access to Basic Sanitation Services</strong> refers to the use of improved facilities that are not shared with other households. Improved facilities include: flush/pour flush to piped sewer systems, septic tanks or pit latrines; ventilated improved pit latrines, composting toilets or pit latrines with slabs. This definition is based on the JMP sanitation ladder and is the foundation for SDG indicator 6.2.1 - <em>Proportion of population using (a) safely managed sanitation services and (b) a hand-washing facility with soap and water.</em> </li>\n  <li><strong>Access to Basic Hygiene Facilities</strong> refers to availability of a handwashing facility on premises with soap and water. Handwashing facilities may be fixed or mobile and include a sink with tap water, buckets with taps, tippy-taps, and jugs or basins designated for handwashing. Soap includes bar soap, liquid soap, powder detergent, and soapy water but does not include ash, soil, sand or other handwashing agents. This definition is based on the JMP hygiene ladder and is the foundation for SDG indicator 6.2.1 - <em>Proportion of population using (a) safely managed sanitation services and (b) a hand-washing facility with soap and water.</em> </li>\n</ol>\n<p>For many low and middle-income countries, achieving universal access to basic drinking water, sanitation and hygiene remains a high priority, which will help them achieve access to &#x2018;safely managed services&#x2019;, the target for SDGs 6.1 and 6.2. </p>\n<ol>\n  <li><strong>Access to clean fuels and technology</strong> refers to use of fuels and technology that are defined by the emission rate targets and specific fuel recommendations (i.e. against unprocessed coal and kerosene) included in the normative guidance WHO guidelines for indoor air quality: household fuel combustion. This component will be captured through SDG 7.1.2 - <em>Percentage of population with primary reliance on clean fuels and technology.</em></li>\n  <li><strong>Access to Basic Mobility </strong>refers to having convenient access to transport in a rural context (SDG 9.1.1) or having convenient access to public transport in an urban context (SDG 11.2.1). </li>\n</ol>\n<ul>\n  <li><strong><em>Access to mobility rural context</em></strong></li>\n</ul>\n<p>To eradicate poverty, communities need to be connected to socio-economic opportunities by roads that are passable all season and attract reliable and affordable public transport services. In many areas, safe footpaths, footbridges and waterways may be required in conjunction with, or as an alternative, to roads. For reasons of simplification, specific emphasis was given to roads in this definition (based on the Rural Access Index - RAI - percentage of the population &lt;2km from an all-season road (equivalent to a walk of 20-25 mins)<sup><sup><a href=\"#footnote-2\" id=\"footnote-ref-2\">[1]</a></sup></sup>)<sup><sup><a href=\"#footnote-3\" id=\"footnote-ref-3\">[2]</a></sup></sup> since road transport reflects accessibility for the great majority of people in rural contexts. In those situations where another mode, such as water transport is dominant the definition will be modified and contextualized to reflect and capture those aspects. Access to mobility has shown some of the largest impacts on poverty reduction and has a strong correlation to educational, economic and health outcomes (&#x201C;transport as an enabler&#x201D;). </p>\n<p>RAI is the most widely accepted metric for tracking access to transport in rural areas and has been included in the SDGs as SDG indicator 9.1.1 - <em>Proportion of the rural population who live within 2 km of an all-season road.</em> This component will be therefore captured through SDG 9.1.1.</p>\n<p>The existing RAI methodology relies on household level survey data &#x2013; however, is currently being revised into a GIS-based index that exploits advances in digital technology with the aim to create a more accurate and cost-effective tool. </p>\n<ul>\n  <li><strong><em>Access to mobility urban context</em></strong></li>\n</ul>\n<p>The urban context of access to transport is measured utilizing the methodology of SDG 11.2.1 &#x2013;<em>Proportion of the population that has convenient access to public transport by sex, age and persons with disabilities</em>. </p>\n<p>The metadata methodology is available (UN-Habitat being the custodian agency) and uses a combination of spatial and qualitative analysis. A 500 m buffer around each public transport stop is used and overlaid with socio-demographic data &#x2013; in order to identify the population served. We know that measuring spatial access is not sufficient and does not address the temporal dimension associated with the availability of public transport. Complementary to the above, other parameters of tracking the transport target related to street density/ no. of intersections, affordability, or quality in terms of safety, travel time, universal access, are all tracked. </p>\n<ol>\n  <li><strong>Access to Basic Waste Collection Services </strong>refers to the access that the population have to a reliable waste collection service, including both formal municipal and informal sector services. This is connected to and will be captured through SDG Indicator 11.6.1 - <em><u>Proportion of municipal solid waste collected and managed in controlled facilities out of total municipal waste generated, by cities</u></em>. A &#x2018;collection service&#x2019; may be &#x2018;door to door&#x2019; or by deposit into a community container. &#x2018;Collection&#x2019; includes collection for recycling as well as for treatment and disposal (so includes e.g. collection of recyclables by itinerant waste buyers). &#x2018;Reliable&#x2019; means regular - frequency will depend on local conditions and on any pre-separation of the waste. For example, both mixed waste and organic waste are often collected daily in tropical climates for public health reasons, and generally at least weekly; source-separated dry recyclables may be collected less frequently.</li>\n  <li><strong>Access to Basic Health Care Services</strong> refers to access to services that cover in and out-of-area emergency services, inpatient hospital and physician care, outpatient medical services, laboratory and radiology services, and preventive health services. Basic health care services also extend to access to limited treatment of mental illness and substance abuse in accordance with minimum standards prescribed by local and national ministries of health. This is connected to and will be measured through SDG indicator 3.8.1 &#x2013; <em>Coverage of essential health services</em>.</li>\n  <li>Access<strong> to Basic Education</strong> refers to access to education services that provides all learners with capabilities they require to become economically productive, develop sustainable livelihoods, contribute to peaceful and democratic societies and enhance individual well-being. This is connected to and will be captured through SDG 4.1.1 - <em>Proportion of children and young people (a) in grades 2/3; (b) at the end of primary; and (c) at the end of lower secondary achieving at least a minimum proficiency level in (i) reading and (ii) mathematics, by sex</em>. </li>\n  <li><strong>Access to Basic Information Services</strong> refers to having a broadband internet access. Broadband is defined as technologies that deliver advertised download speeds of at least 256 kbit/s. Connecting the 50% of the world that is still offline means, in large part, ensuring that everyone, everywhere is able to access an internet that is affordable. The main types of broadband services are: 1) Fixed (wired) broadband network, such as DSL, cable modem, high speed leased lines, fibre to- the-home/building, powerline and other fixed (wired) broadband; 2) Terrestrial fixed (wireless) broadband network, such as WiMAX, fixed CDMA; 3) Satellite broadband network (via a satellite connection); 4) Mobile broadband network (at least 3G, e.g. UMTS) via a handset and 5) Mobile broadband network (at least 3G, e.g. UMTS) via a card (e.g. integrated SIM card in a computer) or USB modem. This is connected to and will be captured through SDG 9.c.1 - <em>Proportion of population covered by a mobile network, by technology</em>.</li>\n</ol><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-2\">1</sup><p> <a href=\"https://www.ssatp.org/sites/ssatp/files/publications/HTML/Gender-RG/Source%20documents/Tool%20Kits%20&amp;%20Guides/Monitoring%20and%20Evaluation/TLM&amp;E7%20Access%20Index%20TRB%2006.pdf\">https://www.ssatp.org/sites/ssatp/files/publications/HTML/Gender-RG/Source documents/Tool Kits &amp; Guides/Monitoring and Evaluation/TLM&amp;E7 Access Index TRB 06.pdf</a> <a href=\"#footnote-ref-2\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-3\">2</sup><p> http://www.worldbank.org/en/topic/transport/brief/connections-note-23 <a href=\"#footnote-ref-3\">&#x2191;</a></p></div></div>","UNIT_MEASURE__GLOBAL":"<p>Not applicable. Each measure that forms part of the dashboard comes with the unit of measurement from the parent metadata. Majority of these are in proportions.</p>","CLASS_SYSTEM__GLOBAL":"<p>Not Applicable: See the original metadata for each of the measures in the dashboard.</p>","SOURCE_TYPE__GLOBAL":"<p>The main source of data for this indicator remains household surveys including DHS, MICS, LSMS, World Bank, UNICEF and UNDP, the censuses and administrative data. These data sources are also described in the various metadata for the constituent SDG indicators. A lot of the pre-processed data is also derived from the SDG indicators that form this indicator.</p>","COLL_METHOD__GLOBAL":"<p>Data will be collected from countries on the constituent indicators that they have processed and published. </p>","FREQ_COLL__GLOBAL":"<p>The monitoring and reporting of the indicator can be repeated at regular intervals of 3 to 5 years each. Measurement and reporting need to be feasible on a global basis, i.e. not so expensive that the costs are unreasonable particularly at country level.</p>","REL_CAL_POLICY__GLOBAL":"<p>Every 3-5 years.</p>","DATA_SOURCE__GLOBAL":"<p>UN-Habitat and various supporting agencies such as UNEP, The World Bank, AfDB, IDB, EBRD and ADB and bilateral donors (JICA, GDZ, etc.).</p>","COMPILING_ORG__GLOBAL":"<p>National statistical agencies and city management teams lead the compilation and reporting at a national level. Global and regional reporting is led by UN-Habitat. The collection of the data is supported by collaborative efforts of several international institutions (UN-Habitat, UNEP, The World Bank, AfDB, IDB, EBRD and ADB) and bilateral donors (JICA, GDZ, etc.).</p>","INST_MANDATE__GLOBAL":"<p>Not applicable: This is described in the parent metadata where the indicators featured in this dashboard and provided.</p>","RATIONALE__GLOBAL":"<p>Poverty has many dimensions. It is not only a lack of material well-being but also a lack of opportunities to live a tolerable life. The international extreme poverty line was updated in 2015 to 1.90 USD per day using 2011 purchasing power parity (WB 2015). Living under the extreme poverty line often encompasses deprivations of safe drinking water, proper sanitation, access to modern energy, sustainable mobility to economic resources, information technology, healthcare, education, etc. Poverty is also a manifestation of hunger and malnutrition, limited access to education and other basic services, social discrimination and exclusion as well as the lack of participation in decision-making. In other words, poverty is multidimensional and covers many aspects of life ranging from access to opportunities, livelihoods and means of survival. </p>\n<p>Among the different aspects of poverty, this indicator focuses on &#x2018;access to basic services&#x2019;. Providing access to basic services such as safe drinking water, sanitation facilities, sustainable energy and mobility, housing, education, healthcare etc, helps to improve the quality of life of the poor. The lack of basic services provision and the lack of empowerment and involvement of local governments in basic service delivery undermine the economic growth and quality of life in any community. Adequate basic service delivery systems promote socio-economic improvements and help to achieve economic growth, social inclusion, poverty reduction and equality. More specifically, improved basic services can help to raise well-being and productivity of communities, create jobs, save time and human effort in transporting water, support food security, better use of energy, production of essential commodities, improve health (by making medical care, clean water or solid waste collection available) or enhance the level of education. </p>\n<p>In the Quito implementation plan for the New Urban Agenda adopted in Habitat III conference, member states commit to &#x201C;promoting equitable and affordable access to sustainable basic physical and social infrastructure for all, without discrimination, including affordable serviced land, housing, modern and renewable energy, safe drinking water and sanitation, safe, nutritious and adequate food, waste disposal, sustainable mobility, health care and family planning, education, culture, and information and communications technologies&#x201D; . They further commit to &#x201C;ensuring that these services are responsive to the rights and needs of women, children and youth, older persons and persons with disabilities, migrants, indigenous peoples and local communities, as appropriate, and to those of others in vulnerable situations&#x201D;.</p>\n<p>Basic service delivery must move towards a demand-driven approach, which is appropriate for the local needs &#x2013; and hence able to respond to the concept of &#x201C;Access for all&#x201D; &#x2013; as stated in the NUA. Basic services are fundamental to improving living standards. Governments have the responsibility for their provision. This indicator will measure levels of accessibility to basic services and guide the efforts of governments for provision of equitable basic services for all to eradicate poverty.</p>","REC_USE_LIM__GLOBAL":"<p>Different local characteristics of what constitutes &#x201C;basic services&#x201D; around the world by some concerned authorities and stakeholders compelled the team to work on modules and global guides for this indicator. This draws on definitions available for many other SDG indicators. For example, elements of basic services are measured under indicators 3.8.1 (health), 4.1.1 (education), 6.1.1 (water), 6.2.1 (sanitation), 7.1.1 (energy), 11.2.1 (public transport), etc. </p>\n<p>Finally, many countries still have limited capacities for data management, data collection and monitoring, and continue to struggle with limited data on large or densely populated geographical areas. This means that complementarity in data reporting in a few exceptions is needed to ensure that both national and global figures achieve consistencies in the final reported data for access to basic services.</p>","DATA_COMP__GLOBAL":"<p>This indicator is a combination of various components of basic services which on their own are already existing as standalone indicators of the SDGs. As a result, the team of experts advised and agreed that these should be presented as a dashboard Their metadata provide the specific methodologies for computing these indicators. </p>\n<p><strong>Data presentation</strong></p>\n<p>Individual components of access to basic services will be computed separately from various data sources over the years. However, the dashboard will be configured to display the most recent data points, but with the possibility to visualize data for older years through a drill down access. </p>\n<p>Data will be presented or visualized as a dashboard but with the possibility to map it out through various visualization tools such as spider web of the achievement of access to different basic services in a country through plotting the various components of the indicators. In this way, policy makers can be informed of most needed intervention areas for any region and country. </p>","DATA_VALIDATION__GLOBAL":"<p>Not Applicable. </p>","ADJUSTMENT__GLOBAL":"<p>Not Applicable</p>","IMPUTATION__GLOBAL":"<p>&#x2022; <strong>At country level</strong></p>\n<p>Treatment of missing values is provided in relevant metadata for each individual indicator. </p>\n<p>Not applicable</p>\n<p>&#x2022; <strong>At regional and global levels</strong></p>\n<p>Treatment of missing values is provided in relevant metadata for each individual indicator. </p>\n<p>Not applicable</p>","REG_AGG__GLOBAL":"<p>Not Applicable</p>","DOC_METHOD__GLOBAL":"<p>Countries will be expected to have their own dashboards for presenting this data and information. Examples of easy to use tools for presenting the data as a dashboard will be provided to various countries via the national statistical systems/offices. </p>","QUALITY_MGMNT__GLOBAL":"<p>Not applicable: Original data quality management is managed by the custodian agencies for each indicator that is presented under 1.4.1 dashboard. </p>","QUALITY_ASSURE__GLOBAL":"<p>Quality assurance checks for published data will be conducted by the custodian agency along with other supporting agencies.</p>\n<p>Not applicable: Original data quality assurance is managed by the custodian agencies for each indicator that is presented under 1.4.1 dashboard. </p>","QUALITY_ASSMNT__GLOBAL":"<p>Not applicable: Original data quality assessment is managed by the custodian agencies for each indicator that is presented under 1.4.1 dashboard. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Data for a large set of sub-indicators such as water and sanitation, energy, information are readily available and already included in different international household survey framework. Refinement of definitions of different types of basic services and inclusion of the newly developed survey items in the existing household survey was completed. Data compilation has shown that already more than 100 countries have data at the national level.</p>\n<p><strong>Time series:</strong></p>\n<p>Time series data will be produced for the periods running from 1990 to present. This will be available based on the richness of the data sources for each indicator.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Different levels of disaggregation will be applied given that different SDG indicators will be used to represent this indicator (see further details in metadata for each indicator). However, the dashboard will not provide disaggregated data for each individual indicator. will be </p>","COMPARABILITY__GLOBAL":"<p>Not Applicable </p>","OTHER_DOC__GLOBAL":"<ol>\n  <li>World Bank, 2015 The International Poverty Line, <a href=\"http://www.worldbank.org/en/programs/icp/brief/poverty-line\">http://www.worldbank.org/en/programs/icp/brief/poverty-line</a> </li>\n  <li>WHO and UNICEF, 2017 Progress on Drinking Water, Sanitation and Hygiene Launch version July 12 2017, <a href=\"https://www.unicef.org/publications/index_96611.html\">https://www.unicef.org/publications/index_96611.html</a> </li>\n  <li>UNDP 2016 Technical Notes Calculating the Human Development Indices, <a href=\"http://hdr.undp.org/en/content/multidimensional-poverty-index-mpi\">http://hdr.undp.org/en/content/multidimensional-poverty-index-mpi</a> </li>\n  <li>The World Bank Group, ESMAP, 2015 Beyond Connections Energy Access Redefined <a href=\"http://www.worldbank.org/en/topic/energy/publication/energy-access-redefined\">http://www.worldbank.org/en/topic/energy/publication/energy-access-redefined</a> </li>\n  <li>ITU, 2015 ICT Indicators for the SDG Monitoring Framework , <a href=\"http://www.itu.int/en/ITU-D/Statistics/Documents/intlcoop/sdgs/ITU-ICT-technical-information-sheets-for-the-SDG-indicators.pdf\">http://www.itu.int/en/ITU-D/Statistics/Documents/intlcoop/sdgs/ITU-ICT-technical-information-sheets-for-the-SDG-indicators.pdf</a> </li>\n  <li>Wilson et al - Wasteaware ISWM indicators - doi10.1016j.wasman.2014.10.006 - January 2015, <a href=\"http://wasteaware.org/wp-content/uploads/2015/11/Wilson_et_al_Supplementary_information_Wasteaware_ISWM_Benchmark_Indicators_User_Manual_Online.pdf\">http://wasteaware.org/wp-content/uploads/2015/11/Wilson_et_al_Supplementary_information_Wasteaware_ISWM_Benchmark_Indicators_User_Manual_Online.pdf</a> </li>\n</ol>\n<p><strong>Table 1. Links to methodologies for Indicator 1.4.1 components.</strong></p>\n<table>\n  <tbody>\n    <tr>\n      <td>\n        <p>Component</p>\n      </td>\n      <td>\n        <p>Measured by:</p>\n      </td>\n      <td>\n        <p>Link to methodology</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Basic drinking water services</p>\n      </td>\n      <td>\n        <p>Proportion of population with access to an improved source with collection time of not more than 30 minutes for a roundtrip including queuing (Part of SDG 6.1.1)</p>\n      </td>\n      <td>\n        <p><a href=\"https://washdata.org/monitoring/drinking-water\">https://washdata.org/monitoring/drinking-water</a> </p>\n        <p><a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-06-01-01.pdf\">https://unstats.un.org/sdgs/metadata/files/Metadata-06-01-01.pdf</a> </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Basic sanitation services</p>\n      </td>\n      <td>\n        <p>Proportion of population using improved facilities which are not shared with other households (Part of SDG 6.2.1)</p>\n      </td>\n      <td>\n        <p><a href=\"https://washdata.org/monitoring/sanitation\">https://washdata.org/monitoring/sanitation</a> </p>\n        <p><a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-06-02-01.pdf\">https://unstats.un.org/sdgs/metadata/files/Metadata-06-02-01.pdf</a> </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Basic hygiene services</p>\n      </td>\n      <td>\n        <p>Proportion of population with access to a handwashing facility on premised with soap and water (Part of SDG 6.2.1)</p>\n      </td>\n      <td>\n        <p><a href=\"https://washdata.org/monitoring/hygiene\">https://washdata.org/monitoring/hygiene</a> </p>\n        <p><a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-06-02-01.pdf\">https://unstats.un.org/sdgs/metadata/files/Metadata-06-02-01.pdf</a></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Waste collection</p>\n      </td>\n      <td>\n        <p>11.6.1 Proportion of municipal solid waste collected and managed in controlled facilities out of total municipal waste generated, by cities</p>\n      </td>\n      <td>\n        <p><a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-11-06-01.pdf\">https://unstats.un.org/sdgs/metadata/files/Metadata-11-06-01.pdf</a> </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Mobility and transport</p>\n      </td>\n      <td>\n        <p>9.1.1 Proportion of the rural population who live within 2 km of an all-season road </p>\n        <p>11.2.1 Proportion of population that has convenient access to public transport, by sex, age and persons with disabilities</p>\n      </td>\n      <td>\n        <p><a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-09-01-01.pdf\">https://unstats.un.org/sdgs/metadata/files/Metadata-09-01-01.pdf</a> </p>\n        <p><a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-11-02-01.pdf\">https://unstats.un.org/sdgs/metadata/files/Metadata-11-02-01.pdf</a> </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Modern energy</p>\n      </td>\n      <td>\n        <p>7.1.2 Percentage of population with primary reliance on clean fuels and technology</p>\n      </td>\n      <td>\n        <p><a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-07-01-02.pdf\">https://unstats.un.org/sdgs/metadata/files/Metadata-07-01-02.pdf</a> </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>ICT</p>\n      </td>\n      <td>\n        <p>9.c.1 Proportion of population covered by a mobile network, by technology</p>\n      </td>\n      <td>\n        <p><a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-09-0C-01.pdf\">https://unstats.un.org/sdgs/metadata/files/Metadata-09-0C-01.pdf</a> </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Education</p>\n      </td>\n      <td>\n        <p>4.1.1 Proportion of children and young people (a) in grades 2/3; (b) at the end of primary; and (c) at the end of lower secondary achieving at least a minimum proficiency level in (i) reading and (ii) mathematics, by sex</p>\n      </td>\n      <td>\n        <p><a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-04-01-01A.pdf\">https://unstats.un.org/sdgs/metadata/files/Metadata-04-01-01A.pdf</a> </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Health</p>\n      </td>\n      <td>\n        <p>3.8.1 Coverage of essential health services<strong><em> </em></strong></p>\n      </td>\n      <td>\n        <p><a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-03-08-01.pdf\">https://unstats.un.org/sdgs/metadata/files/Metadata-03-08-01.pdf</a> </p>\n      </td>\n    </tr>\n  </tbody>\n</table>","indicator":"1.4.1","target_id":"1.4","sdg_goal":"1","indicator_sort_order":"01-04-01"}