{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Número de países que adoptan y aplican estrategias nacionales de reducción del riesgo de desastres en consonancia con el Marco de Sendái para la Reducción del Riesgo de Desastres 2015‐2030","graph_titles":[],"graph_type":"line","indicator_name":"Número de países que adoptan y aplican estrategias nacionales de reducción del riesgo de desastres en consonancia con el Marco de Sendái para la Reducción del Riesgo de Desastres 2015‐2030","indicator_number":"1.5.3","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 13: Take urgent action to combat climate change and its impacts</p>","SDG_TARGET__GLOBAL":"<p>Target 13.1: Strengthen resilience and adaptive capacity to climate-related hazards and natural disasters in all countries</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 13.1.2: Number of countries that adopt and implement national disaster risk reduction strategies in line with the Sendai Framework for Disaster Risk Reduction 2015&#x2013;2030</p>","META_LAST_UPDATE__GLOBAL":"<p>2017-07-07</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>1.5; 11.5; 11.b; 13.1; 2.4; 3.6; 3.9; 3.d; 4.a; 6.6; 9.1; 9.a; 11.1; 11.3; 11.c; 13.2; 13.3; 13.a; 13.b; 14.2; 15.1; 15.2; 15.3; 15.9.</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Office for Disaster Reduction (UNISDR)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Office for Disaster Reduction (UNISDR)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>NA</p>\n<p>[a] An open-ended intergovernmental expert working group on indicators and terminology relating to disaster risk reduction established by the General Assembly (resolution 69/284) is developing a set of indicators to measure global progress in the implementation of the Sendai Framework. These indicators will eventually reflect the agreements on the Sendai Framework indicators.</p>\n<p><strong>Concepts:</strong></p>","SOURCE_TYPE__GLOBAL":"<p>National Progress Report of the Sendai Monitor, reported to UNISDR</p>","COLL_METHOD__GLOBAL":"<p>The official counterpart(s) at the country level will provide National Progress Report of the Sendai Monitor. </p>","FREQ_COLL__GLOBAL":"<p>2017-2018</p>","REL_CAL_POLICY__GLOBAL":"<p>Initial datasets in 2017, a first fairly complete dataset by 2019</p>","DATA_SOURCE__GLOBAL":"<p>The coordinating lead institution chairing the National DRR platform which is comprised of special purpose agencies including national disaster agencies, civil protection agencies, and meteorological agencies.</p>\n<p>The coordinating lead institution chairing the National DRR platform which is comprised of special purpose agencies including national disaster agencies, civil protection agencies, and meteorological agencies.</p>","COMPILING_ORG__GLOBAL":"<p>UNISDR</p>","RATIONALE__GLOBAL":"<p>The indicator will build bridge between the SDGs and the Sendai Framework for DRR. Increasing number of national governments that adopt and implement national and local DRR strategies, which the Sendai Framework calls for, will contribute to sustainable development from economic, environmental and social perspectives.</p>","REC_USE_LIM__GLOBAL":"<p>The HFA Monitor started in 2007 and over time, the number of countries reporting to UNISDR increased from 60 in 2007 to 140+ countries now undertaking voluntary self-assessment of progress in implementing the HFA. During the four reporting cycles to 2015 the HFA Monitor has generated the world&#x2019;s largest repository of information on national DRR policy inter alia. Its successor, provisionally named the Sendai Monitor, is under development and will be informed by the recommendations of the OEIWG. A baseline as of 2015 is expected to be created in 2016-2017 that will facilitate reporting on progress in achieving the relevant targets of both the Sendai Framework and the SDGs.</p>\n<p>Members of both the OEIWG and the IAEG-SDGs have addressed that indicators that simply count the number of countries are not recommended, instead that, indicators to measure progress over time have been promoted. Further to the deliberations of the OEIWG as well as the IAEG, UNISDR has proposed computation methodologies that allow the monitoring of improvement in national and local DRR strategies over time. These methodologies range from a simple quantitative assessment of the number of these strategies to a qualitative measure of alignment with the Sendai Framework, as well as population coverage for local strategies.</p>","DATA_COMP__GLOBAL":"<p>Note: Computation methodology for several indicators is very comprehensive, very long (about 180 pages) and probably out of the scope of this Metadata. UNISDR prefers to refer to the outcome of the Open Ended Intergovernmental Working Group, which provides a full detailed methodology for each indicator and sub-indicator.</p>\n<p>The latest version of these methodologies can be obtained at:</p>\n<p>http://www.preventionweb.net/documents/oiewg/Technical%20Collection%20of%20Concept%20Notes%20on%20Indicators.pdf</p>\n<p>A short summary:</p>\n<p>Summation of data from National Progress Reports of the Sendai Monitor</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>In the Sendai Monitor, which will be undertaken as a voluntary self-assessment like the HFA Monitor, missing values and 0 or null will be considered equivalent.</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>NA</p>","REG_AGG__GLOBAL":"<p>See under Computation Method.</p>\n<p>It will be calculated, at the discretion of the OEIWG, as either a linear average of the index described in Computation Method, or as a weighted average of the index times the population of the country, divided by global population.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Around 100 countries</p>\n<p>The HFA Monitor started in 2007 and over time, the number of countries reporting to UNISDR increased from 60 in 2007 to 140+ countries now undertaking voluntary self-assessment of progress in implementing the HFA. Given the requirements for disaster risk reduction strategies enshrined in reporting on the SDGs and the targets of the Sendai Framework, it is expected that by 2020, all member states will report their DRR strategies according to the recommendations and guidelines by the OEIWG.</p>\n<p><strong>Time series:</strong></p>\n<p>2013 and 2015: HFA monitor</p>\n<p><strong>Disaggregation:</strong></p>\n<p>By country</p>\n<p>By city (applying sub-national administrative units)</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>There is no global database collecting DRR policy information besides the HFA Monitor and the succeeding Sendai Monitor.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>http://www.preventionweb.net/documents/oiewg/Technical%20Collection%20of%20Concept%20Notes%20on%20Indicators.pdf</p>\n<p><strong>References:</strong></p>\n<p>The Open-ended Intergovernmental Expert Working Group on Indicators and Terminology relating to Disaster Risk Reduction (OEIWG) was given the responsibility by the UNGA for the development of a set of indicators to measure global progress in the implementation of the Sendai Framework, against the seven global targets. The work of the OEIWG shall be completed by December 2016 and its report submitted to the General Assembly for consideration. The IAEG-SDGs and the UN Statistical Commission formally recognizes the role of the OEIWG, and has deferred the responsibility for the further refinement and development of the methodology for disaster-related SDGs indicators to this working group.</p>\n<p>http://www.preventionweb.net/drr-framework/open-ended-working-group/</p>\n<p>The latest version of documents are located at:</p>\n<p>http://www.preventionweb.net/drr-framework/open-ended-working-group/sessional-intersessional-documents</p>","indicator":"1.5.3","target_id":"1.5","sdg_goal":"1","indicator_sort_order":"01-05-03"}