{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proporción de gobiernos locales que adoptan y aplican estrategias locales de reducción del riesgo de desastres en consonancia con las estrategias nacionales de reducción del riesgo de desastres","graph_titles":[],"graph_type":"line","indicator_name":"Proporción de gobiernos locales que adoptan y aplican estrategias locales de reducción del riesgo de desastres en consonancia con las estrategias nacionales de reducción del riesgo de desastres","indicator_number":"1.5.4","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 13: Take urgent action to combat climate change and its impacts</p>","SDG_TARGET__GLOBAL":"<p>Target 13.1: Strengthen resilience and adaptive capacity to climate-related hazards and natural disasters in all countries</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 13.1.3: Proportion of local governments that adopt and implement local disaster risk reduction strategies in line with national disaster risk reduction strategies</p>","META_LAST_UPDATE__GLOBAL":"<p>2018-02-01</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>1.5; 11.5; 11.b; 13.1; 2.4; 3.6; 3.9; 3.d; 4.a; 6.6; 9.1; 9.a; 11.1; 11.3; 11.c; 13.2; 13.3; 13.a; 13.b; 14.2; 15.1; 15.2; 15.3; 15.9.</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Office for Disaster Reduction (UNISDR)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Office for Disaster Reduction (UNISDR)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>The Sendai Framework for Disaster Risk Reduction 2015-2030 was adopted by UN Member States in March 2015 as a global policy of disaster risk reduction. One of the targets is: &#x201C;Substantially increase the number of countries with national and local disaster risk reduction strategies by 2020&#x201D;.</p>\n<p>In line with the Sendai Framework for Disaster Risk Reduction 2015-2030, disaster risk reduction strategies and policies should mainstream and integrate disaster risk reduction within and across all sectors, across different timescales and with targets, indicators and time frames. These strategies should be aimed at preventing the creation of disaster risk, the reduction of existing risk and the strengthening of economic, social, health and environmental resilience.</p>\n<p>The open-ended intergovernmental expert working group on indicators and terminology relating to disaster risk reduction (OIEWG) established by the General Assembly (resolution 69/284) has developed a set of indicators to measure global progress in the implementation of the Sendai Framework, which was endorsed by the UNGA (OIEWG <a href=\"http://www.preventionweb.net/publications/view/51748\">report A/71/644</a>). The relevant SDG indicators reflect the Sendai Framework indicators.</p>\n<p><strong>Concepts:</strong></p>","SOURCE_TYPE__GLOBAL":"<p>Sendai Framework Monitor, reported to UNISDR</p>","COLL_METHOD__GLOBAL":"<p>The national Sendai Framework Focal Points will compile all inputs from their line ministries, NSO, and other entities, if appropriate, and report through the Sendai Framework Monitoring System.</p>\n<p> </p>","FREQ_COLL__GLOBAL":"<p>2015 &#x2013;</p>","REL_CAL_POLICY__GLOBAL":"<p>Every year from Q2 2018</p>","DATA_SOURCE__GLOBAL":"<p>National Sendai Framework Focal Points usually represent the coordinating lead institution chairing the National DRR platform which is comprised of special purpose agencies including national disaster agencies, civil protection agencies, and meteorological agencies.</p>","COMPILING_ORG__GLOBAL":"<p>UNISDR</p>","RATIONALE__GLOBAL":"<p>Increasing the proportion of local governments that adopt and implement local disaster risk reduction strategies, which the Sendai Framework calls for, will contribute to sustainable development and strengthen economic, social, health and environmental resilience. Their economic, environmental and social perspectives would include poverty eradication, urban resilience, and climate change adaptation.</p>","REC_USE_LIM__GLOBAL":"<p>The Hyogo Framework for Action Monitor (HFA Monitor) started in 2007 and over time, the number of countries reporting to UNISDR increased from 60 in 2007 to approximately 100 countries in 2015 undertaking voluntary self-assessment of progress in implementing the HFA. During the four reporting cycles the HFA Monitor has generated the world&#x2019;s largest repository of information on national disaster risk reduction policy inter alia. In 2018 the Sendai Framework Monitor system will launch and all Member States are expected to report data of the previous year(s).</p>","DATA_COMP__GLOBAL":"<p>Member States count the number of local governments that adopt and implement local DRR strategies in line with the national strategy and express it as a percentage of the total number of local governments in the country.</p>\n<p>Local governments are determined by the reporting country for this indicator, considering sub-national public administrations with responsibility to develop local disaster risk reduction strategies. It is recommended that countries report on progress made by the lowest level of government accorded the mandate for disaster risk reduction, as the Sendai Framework promotes the adoption and implementation of local disaster risk reduction strategies in every local authority.</p>\n<p>Each Member State will calculate the ratio of the number of local governments with local DRR strategies in line with national strategies and the total number of local governments.</p>\n<p>Global Average will then be calculated as below through arithmetic average of the data from each Member State.</p>\n<p> Further information of the methodology can be obtained in the Technical Guidance (see reference).</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>If a country does not report (missing Value), it will be considered to be 0 or null as same as the HFA Monitor.</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>NA</p>","REG_AGG__GLOBAL":"<p>It could be calculated as an arithmetic average of reports by Member States.</p>","DOC_METHOD__GLOBAL":"<ul>\n  <li>Technical guidance for monitoring and reporting on progress in achieving the global targets of the Sendai Framework for Disaster Risk Reduction </li>\n</ul>\n<p><a href=\"http://www.preventionweb.net/events/view/55594\">http://www.preventionweb.net/events/view/55594</a> </p>\n<p>(The latest version will be uploaded on this site in early November)</p>","QUALITY_ASSURE__GLOBAL":"<p>&#x2022; Description of practices and guidelines for quality assurance followed at your agency. </p>\n<p>&#x2022; UNISDR Regional Office will have a regular contact with National Sendai Framework Focal Points (data providers). </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>UNISDR conducted the Sendai Framework Data Readiness Review which 87 Member States responded between February and April in 2017. </p>\n<p>In Q1 2018 all Member States will be invited to start reporting. Since in the previous monitoring approximately 100 countries reported their National HFA Monitor in each cycle, we expect the similar number of reporting.</p>\n<p> </p>\n<p><strong>Time series:</strong></p>\n<p>from 2015</p>\n<p><strong>Disaggregation:</strong></p>\n<p>By country</p>\n<p>By local government (applying sub-national administrative unit)</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>N/A (There is no global database collecting DRR policy information besides the HFA Monitor and the succeeding Sendai Framework Monitor.)</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>1) http://www.preventionweb.net/files/50683_oiewgreportenglish.pdf</p>\n<p>2) http://www.preventionweb.net/english/hyogo/progress/</p>\n<p>3) http://www.preventionweb.net/events/view/55594 &lt;uploaded soon&gt;</p>\n<p><strong>References:</strong></p>\n<p>1) Report of the open-ended intergovernmental expert working group on indicators and terminology relating to disaster risk reduction [A/71/644]</p>\n<p>The IAEG-SDGs and the UN Statistical Commission deferred the responsibility for the further refinement and development of the methodology for disaster-related SDGs indicators to the OIEWG and formally adopted the OIEWG Report.</p>\n<p>2) Hyogo Framework for Action Progress Reports</p>\n<p>During the four reporting cycles the HFA Monitor has generated the world&#x2019;s largest repository of information on national DRR policy inter alia.</p>\n<p>3) Technical guidance for monitoring and reporting on progress in achieving the global targets of the Sendai Framework for Disaster Risk Reduction (Draft)</p>\n<p>The latest version will be available on-line in early November</p>","indicator":"1.5.4","target_id":"1.5","sdg_goal":"1","indicator_sort_order":"01-05-04"}