{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Número de personas que murieron o desaparecieron en el proceso de migración hacia un destino internacional","graph_titles":[],"graph_type":"line","indicator_name":"Número de personas que murieron o desaparecieron en el proceso de migración hacia un destino internacional","indicator_number":"10.7.3","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 10: Reduce inequality within and among countries</p>","SDG_TARGET__GLOBAL":"<p>Target 10.7: Facilitate orderly, safe, regular and responsible migration and mobility of people, including through the implementation of planned and well-managed migration policies</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 10.7.3: Number of people who died or disappeared in the process of migration towards an international destination</p>","META_LAST_UPDATE__GLOBAL":"<p>2021-12-06</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>Indicator 10.7.2 is complementary to several related SDGs indicators. These include, but are not limited to: </p>\n<p>&#x2022; Indicator 8.8.1 &#x201C;Frequency rates of fatal and non-fatal occupational injuries, by sex and migrant status&#x201D;; </p>\n<p>Indicator 10.7.2 is also complementary to other national migration monitoring frameworks, including IOM&#x2019;s <a href=\"https://migrationdataportal.org/overviews/mgi\">Migration Governance Indicators</a> (MGI). The MGI operates as a policy benchmarking framework and offers insights into policy levers that countries could use to further develop their migration governance. It contains nearly 90 questions with regards to countries&#x2019; national migration policies, which fall under the same six domains as indicator 10.7.2.</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>International Organization for Migration</p>","CONTACT_ORGANISATION__GLOBAL":"<p>International Organization for Migration</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definitions:</strong></p>\n<p>10.7.3 data are currently based on the International Organization for Migration (IOM)&#x2019;s Missing Migrants Project (MMP), which since 20214 has documented incidents in which migrants (regardless of legal status) have died or are presumed to have died in the process of migration towards an international destination. This selection of data is based on the currently available sources and can provide some insight into the risks of migration routes. </p>\n<p>The MMP aims to provide information on the risks linked to irregular migration movement between states, and thus its definition of a migrant death excludes migrants who die in countries where they have established residence. Deaths in refugee housing, immigration detention centres or camps are similarly excluded unless the death can clearly be linked to a hazard of the journey, e.g. a sickness contracted en route. MMP data also exclude deaths that occur during deportation or after forced return to a migrant&#x2019;s homeland or third country, as well as deaths more loosely connected with migrants&#x2019; precarious or irregular status, such as those resulting from labour exploitation or resulting from lack of access to health care. Disappearances of migrants en route in which there is no presumption of death (i.e. excluding shipwrecks and potential drownings) are also excluded, as missing persons reports are not publicly available, nor are they typically available disaggregated by migratory status.</p>\n<p><strong>Concepts:<em> </em></strong></p>\n<p><em>(based on the IOM Glossary on Migration, 2019)</em></p>\n<p>Migrant - An umbrella term, not defined under international law, reflecting the common lay understanding of a person who moves away from his or her place of usual residence, whether within a country or across an international border, temporarily or permanently, and for a variety of reasons. The term includes a number of well-defined legal categories of people, such as migrant workers; persons whose particular types of movements are legally-defined, such as smuggled migrants; as well as those whose status or means of movement are not specifically defined under international law, such as international students.</p>\n<p>Irregular migration - Movement of persons that takes place outside the laws, regulations, or international agreements governing the entry into or exit from the State of origin, transit or destination.</p>","UNIT_MEASURE__GLOBAL":"<p>Number of people who have died during international migration</p>","CLASS_SYSTEM__GLOBAL":"<p>n/a - no national or international standards used barring UNSD geographical standards</p>","SOURCE_TYPE__GLOBAL":"<p>See <a href=\"#_Table_1:_Missing\">Table 1</a> for details on data sources used in the MMP database. For each incident recorded, the specific source of information is listed in the &#x2018;Information Source&#x2019; variable, along with a link to the report if relevant, in the downloadable dataset available from <a href=\"https://missingmigrants.iom.int/downloads\">mmp.iom.int/downloads</a>.</p>\n<h5>Table 1: Missing Migrants Project data sources and their strengths and weaknesses</h5>\n<table>\n  <tbody>\n    <tr>\n      <td>\n        <p><strong>Data source</strong></p>\n      </td>\n      <td>\n        <p><strong>Data format</strong></p>\n      </td>\n      <td>\n        <p><strong>Strengths </strong></p>\n      </td>\n      <td>\n        <p><strong>Weaknesses</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Government: Data on repatriations of human remains</p>\n      </td>\n      <td>\n        <p>Database (bodies repatriated)</p>\n      </td>\n      <td>\n        <ul>\n          <li>Credible information, covers many cases (not just individual incidents)</li>\n        </ul>\n      </td>\n      <td>\n        <ul>\n          <li>Available for very few countries</li>\n          <li>Often aggregated figures (typically annual)</li>\n          <li>Can be outdated</li>\n          <li>Includes only information on the recovered bodies and not on missing persons</li>\n          <li>Little contextual information available, difficult to differentiate between deaths during migration journeys vs. deaths in other circumstances</li>\n        </ul>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Government: Press releases, official statements </p>\n      </td>\n      <td>\n        <p>Incident reports</p>\n      </td>\n      <td>\n        <ul>\n          <li>Reliable information about individual events</li>\n          <li>Available for isolated events from government agencies (typically police, coast guard, border enforcement actors)</li>\n        </ul>\n      </td>\n      <td>\n        <ul>\n          <li>Often only includes basic information about an incident</li>\n          <li>Usually includes only information on bodies recovered and not missing persons</li>\n          <li>Not centralized / systematically reported to IOM</li>\n          <li>Not published regularly </li>\n        </ul>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Government: Records of border deaths from border enforcement authorities</p>\n      </td>\n      <td>\n        <p>Database (human remains)</p>\n      </td>\n      <td>\n        <ul>\n          <li>Reliable information from government actors encountering human remains</li>\n        </ul>\n      </td>\n      <td>\n        <ul>\n          <li>Disaggregation by incident/death often not available</li>\n          <li>Incomplete coverage can reflect only cases in which border enforcement authorities encounter</li>\n          <li>Does not include deaths in which human remains are not recovered (missing persons)</li>\n        </ul>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Forensic data (i.e. from medical examiners/ coroners)</p>\n      </td>\n      <td>\n        <p>Database (human remains) or summary figures</p>\n      </td>\n      <td>\n        <ul>\n          <li>Reliable and detailed information about individual incidents/deaths</li>\n        </ul>\n      </td>\n      <td>\n        <ul>\n          <li>Fragmentation of national systems of human remains means coverage of border regions is incomplete</li>\n          <li>Data disaggregated by migrant deaths are rarely available </li>\n          <li>Does not include deaths in which human remains are not recovered (missing persons)</li>\n          <li>Data are not systematically reported; extremely labour-intensive to request information and parse records; consequently often outdated</li>\n        </ul>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Search and rescue reports from coast guards/ police/ border patrol/</p>\n        <p>non-governmental organizations (NGOs)</p>\n      </td>\n      <td>\n        <p>Incident reports</p>\n      </td>\n      <td>\n        <ul>\n          <li>Credible information for individual cases </li>\n        </ul>\n      </td>\n      <td>\n        <ul>\n          <li>Completeness of coverage is unknown </li>\n          <li>Often includes only information on bodies recovered and not missing persons </li>\n        </ul>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Testimonies of shipwreck survivors</p>\n      </td>\n      <td>\n        <p>Incident reports</p>\n      </td>\n      <td>\n        <ul>\n          <li>Indicative data where little other information exists</li>\n          <li>Useful to estimate number of missing persons at sea</li>\n        </ul>\n      </td>\n      <td>\n        <ul>\n          <li>Impossible to verify reports of people who went missing at sea if their bodies are not recovered</li>\n          <li>Survivors may provide different information </li>\n        </ul>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Testimonies of families of missing migrants</p>\n      </td>\n      <td>\n        <p>Incident reports</p>\n      </td>\n      <td>\n        <ul>\n          <li>Indicative data where little other information exists</li>\n          <li>Often only source of information on missing persons, especially in cases of shipwrecks in which no remains are ever recovered</li>\n        </ul>\n      </td>\n      <td>\n        <ul>\n          <li>Impossible to verify reports, if no search and rescue is conducted or remains are not recovered and identified</li>\n        </ul>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Testimonies of migrants: Survey programmes</p>\n      </td>\n      <td>\n        <p>Summary figures. Incident-based database often available on request</p>\n      </td>\n      <td>\n        <ul>\n          <li>Indicative data where no other data sources exist, interviewees may speak more honestly with interviewers who speak their native language and/or are also migrants</li>\n        </ul>\n      </td>\n      <td>\n        <ul>\n          <li>Impossible to verify reports for veracity or double-counting, sample size is generally small and unrepresentative </li>\n          <li>Breaks between funding for survey programmes and changes in methodology can inhibit comparison or end data availability entirely</li>\n          <li>Dates of deaths are often imprecise or unavailable</li>\n        </ul>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>NGO reports on deaths during migration</p>\n      </td>\n      <td>\n        <p>Summary figures, incident-based database often available upon request</p>\n      </td>\n      <td>\n        <ul>\n          <li>(Can) provide credible information from local contexts, sometimes with specialized knowledge from NGO staff. Though usually these are summary figures released annually, NGOs are sometimes willing to provide underlying data if asked</li>\n        </ul>\n      </td>\n      <td>\n        <ul>\n          <li>Cover only regional or localized areas</li>\n          <li>Often release data annually as summary figure, which are difficult to check for veracity and double counting</li>\n          <li>Definition of &#x201C;migrant death&#x201D; may vary</li>\n        </ul>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Media: Traditional media reporting</p>\n      </td>\n      <td>\n        <p>Incident reports</p>\n      </td>\n      <td>\n        <ul>\n          <li>Provides current information on events that may not be reported otherwise </li>\n          <li>Contextual information may be included that is unavailable in other data sources</li>\n        </ul>\n      </td>\n      <td>\n        <ul>\n          <li>Quality varies significantly, and information can be limited or inaccurate</li>\n          <li>Generally no follow-up reporting (e.g. the aftermath of a car crash)</li>\n          <li>&#x201C;Big&#x201D; news / mass casualty events are more likely to receive pickup &#x2013; i.e. smaller incidents not part of a &#x201C;crisis&#x201D; may not be reported</li>\n          <li>Requires frequent data mining/searching of sources</li>\n        </ul>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Media: Social media</p>\n      </td>\n      <td>\n        <p>Incident reports</p>\n      </td>\n      <td>\n        <ul>\n          <li>(Can) provide the most current information about incidents, can foster connections between data sources (e.g. IOM with local NGOs), information about cases not reported in news (e.g. European Asylum Support Office weekly social media monitoring reports)</li>\n        </ul>\n      </td>\n      <td>\n        <ul>\n          <li>Little information is provided that can be incomplete or inaccurate </li>\n          <li>It can be difficult/unfeasible to follow-up to get more information and/or verify</li>\n          <li>False information can travel quickly </li>\n          <li>Requires frequent data mining/searching of sources</li>\n        </ul>\n      </td>\n    </tr>\n  </tbody>\n</table>","COLL_METHOD__GLOBAL":"<p>Data are collected by IOM staff based at IOM&#x2019;s Global Migration Data Analysis Centre and in its Regional Offices on a daily basis. Disaggregated, incident-based data is uploaded to a public dataset twice weekly at <a href=\"https://missingmigrants.iom.int\">https://missingmigrants.iom.int</a>. This consists of (1) receiving information from the key stakeholders/data sources listed in <a href=\"#_Table_1:_Missing\">Table 1</a>; (2) monitoring online news and social media for relevant reports; and (3) verifying incidents as discussed in the &#x2018;quality assurance&#x2019; section below. </p>","FREQ_COLL__GLOBAL":"<p>On-going (updated twice weekly to <a href=\"https://missingmigrants.iom.int/downloads\">public dataset</a>).</p>","REL_CAL_POLICY__GLOBAL":"<p>Disaggregated, incident-based data collected by the Missing Migrants Project is updated on a daily basis and is uploaded to <a href=\"https://missingmigrants.iom.int/downloads\">missingmigrants.iom.int</a> twice weekly, typically on Tuesdays and Fridays. The aggregated SDG 10.7.3 dataset us updated annually. </p>","DATA_SOURCE__GLOBAL":"<p>No country currently collects / reports comprehensive data on deaths during migration at a national level on their territory / area of effective control. As such, MMP and therefore the 10.7.3 dataset rely on other data providers &#x2013; including local authorities, NGOs, surveys with survivors and other sources &#x2013; which are outlined in <a href=\"#_Table_1:_Missing\">Table 1</a>.</p>","COMPILING_ORG__GLOBAL":"<p>International Organization for Migration (IOM)</p>","INST_MANDATE__GLOBAL":"<p>IOM began documenting deaths during migration in 2014 under the Missing Migrants Project. SDG indicator 10.7.3 was adopted in March 2020 as one measure of &#x2018;safe&#x2019; migration called for in Target 10.7.</p>","RATIONALE__GLOBAL":"<p>MMP data bears witness to the ongoing global crisis of deaths during migration and is the only global database on this topic. It is hoped that by counting and accounting for these deaths, almost all of which are linked to irregular migration, policymakers, academics, and the general public will be better informed about the risks linked to unsafe migration. While data by itself might not bring about change, it can provide the necessary evidence to prompt action. However, it is likely that the data currently available is a vast undercount of the true number of lives lost during migration. </p>\n<p>There are few official sources of data on deaths during migration, and as of 2021, none at a national level. Thus, MMP data are best understood as a minimum estimate of the true number of migrant deaths worldwide. Data are collected from a variety of sources outlined in <a href=\"#_Table_1:_Missing\">Table 1</a>. In the disaggregated public database available from the <a href=\"https://missingmigrants.iom.int\">MMP website</a>, there are several variables which indicate the information source and quality of each incident involving death(s) during migration. </p>\n<p>An important consideration in MMP data are that these information sources change over time. These changes are linked to the large geography covered by the relatively small and under-resourced MMP team, but also to narratives of migration &#x2018;crises&#x2019; that shape public attention and therefore data availability from media and non-governmental sources. This politicization of irregular migration &#x2013; notably the criminalization of search and rescue actors in the Mediterranean and United States-Mexico border &#x2013; profoundly affect access to relevant information and thus data coverage, quality and comparability. With this in mind, MMP data are best understood as indicative of the global nature of migrant fatalities and should not be used to identify trends over time.</p>","REC_USE_LIM__GLOBAL":"<p>Data on deaths during migration are fragmented, incomplete and scattered among many different sources. The MMP database provides a global overview of data on migrant fatalities, but it is primarily dependent on secondary sources of information. Information is gathered from diverse sources such as official records &#x2013; including from coast guards and medical examiners &#x2013; and other sources such as media reports, non-governmental organizations (NGOs), and surveys and interviews of migrants. The reliability and completeness of data vary greatly from region to region, from country to country and over time. In addition to undercounting the absolute number of deaths which occur during migration, MMP data also lack identifying information in many cases (incl. age, gender, country of origin) which are vital to providing closure to families searching for loved ones lost during migration.</p>\n<p><a href=\"#_Table_1:_Missing\">Table 1</a> illustrates the wide variety of sources used in the MMP database, and gives some insight into the various advantages and disadvantages of each. For example, some of the data are collected directly from migrants who have survived a deadly incident, typically via NGO/humanitarian actors or surveys of migrants. Eyewitness testimonies are often the only source of information about migrant deaths, especially those which occur on remote routes or in the many areas of the world where no official data on deaths during migration is collected. However, eyewitness testimonies are nearly impossible to verify on remote routes, and there is a small risk of double-counting if migrants report the same incident when asked whether they are aware of a death or disappearance. Data from surveys are similarly invaluable due to the dearth of data on this topic, but are not representative as they typically capture only a small fraction of the total number of people on the move who may have witnessed a death. . Similarly, media reports often provide information on migrant deaths that are not available from official sources, but may offer limited or even conflicting information, especially as the investigation and identification of bodies may occur after an initial report. As no State currently produces national-level data on deaths during migration (neither within their own territory nor of their nationals abroad) MMP data only represents documented, verified incidents and is best considered a very conservative estimate of the true number of lives lost during migration.</p>","DATA_COMP__GLOBAL":"<p>MMP is an incident-based database, meaning that each entry in the database represents a single occurrence in which an individual or group of individuals die during migration or at international borders in one particular place and time.<sup><a href=\"#footnote-2\" id=\"footnote-ref-2\">[1]</a></sup> This approach is used instead of a body/human remains-based database due to the fact that many migrant bodies are never recovered, particularly in overseas routes such as the Mediterranean Sea, or remote terrains such as the Sahara Desert. MMP and therefore indicator 10.7.3 does not produce statistical estimates of the true number of lives lost given the extreme variance in completeness (coverage and quality) of data.</p>\n<p>The MMP database provides a global overview of data on migrant fatalities, but it is primarily dependent on secondary sources of information. Information is gathered from diverse sources such as official records &#x2013; including from coast guards and medical examiners &#x2013; and other sources such as media reports, non-governmental organizations (NGOs), and surveys and interviews of migrants. When a record is added to the MMP database, often it is a result of bringing together several different data sources. For example, a death may be reported first by the media, and subsequently there may be a government statement confirming what happened, and then migrant families and community members may offer information on the likely identity of the person who died. The reliability and completeness of data vary greatly from region to region, from country to country and over time. <a href=\"#_Table_1:_Missing\">Table 1</a> gives an overview of the data sources used and their various pros and cons. The MMP dataset cites the data source for each entry in its fully disaggregated incident-based database, available for download from <a href=\"https://missingmigrants.iom.int/downloads\">missingmigrants.iom.int/downloads</a>.</p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-2\">1</sup><p> In some cases, official statistics are not disaggregated by incident, in which case the entry will be marked as a &#x201C;cumulative total&#x201D; in the disaggregated dataset on the <a href=\"https://missingmigrants.iom.int\">MMP website</a>. <a href=\"#footnote-ref-2\">&#x2191;</a></p></div></div>","DATA_VALIDATION__GLOBAL":"<p>In order for an incident involving a migrant death to be recorded in the dataset, there must be reasonable grounds to believe that it occurred. In practice, this means that whenever possible each incident is based on multiple independent sources of information. Whenever possible, and especially for incidents reported in the media, MMP verifies each incident through consultation with local IOM staff and other relevant stakeholders. In mass casualty events where large numbers of people die and no remains are recovered (i.e. in shipwrecks) MMP data reflect the lowest estimated number of dead and missing persons. Several variables in the disaggregated dataset available from the <a href=\"https://missingmigrants.iom.int\">MMP website</a> (Information source, Source Quality) reflect the level to which each incident could be validated.</p>","ADJUSTMENT__GLOBAL":"<p>As the MMP database is incident-based and includes only verified deaths. No adjustments are made for Indicator 10.7.3.</p>","IMPUTATION__GLOBAL":"<p>As MMP data is incident-based and reflects only deaths during migration which can be verified, data are highly incomplete. Missing values at the country and regional level are left blank for reporting MMP data for SDG 10.7.3.</p>","REG_AGG__GLOBAL":"<p>Regional aggregates represent the sum of the number of migrant deaths recorded in that region, per the UNSG geoscheme. The location (region, route, etc.) categorizations used in the MMP database are described <a href=\"https://missingmigrants.iom.int/regional-classification\">here</a>.</p>","DOC_METHOD__GLOBAL":"<p>IOM guidance for countries on 10.7.3 will be published in 2022</p>","QUALITY_MGMNT__GLOBAL":"<p>MMP data are managed a team of experts based at IOM&#x2019;s Global Migration Data Centre. Data cleaning is undertaken at least once annually. Incidents recorded in the MMP database are generally quite timely; however given the dearth of official information on deaths during migration the database as a whole is both highly incomplete and individual records often have low accuracy, especially in terms of the identities of those who die during migration. </p>","QUALITY_ASSURE__GLOBAL":"<p>As the data contained in the MMP dataset comes from a wide variety of sources, all data are verified by a team at IOM&#x2019;s Global Migration Data Analysis Centre to ensure that:</p>\n<ul>\n  <li>The incident reported meets MMP&#x2019;s definition of a death during migration</li>\n  <li>The information contained in the report is accurate and complete</li>\n  <li>All new incidents reported are checked against existing records to reduce the likelihood of double counting.</li>\n</ul>\n<p>The latter process usually consists of searching for separate reports on the same incident which contain similar information, including contacting the relevant authorities for confirmation where possible. The &#x2018;Source quality&#x2019; variable indicates the reliability of the information reported (see <a href=\"#_Table_2:_Variables\">Table 2</a> for details).</p>","QUALITY_ASSMNT__GLOBAL":"<p>Data on deaths during migration remains highly incomplete to the point that statistical assessment is nearly impossible. For this reason, the fully disaggregated MMP database includes a &#x2018;source quality&#x2019; indicator that indicates the type of information source for each incident involving a migrant death recorded. Little information is typically known about the overall population of irregular migrants in many countries, let alone of those on the move irregularly or the risks to life that they face on their journeys. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>The MMP is a global project, and as such collects data in all regions of the world. However, as mentioned throughout this document, MMP data is only as robust as the data sources available, meaning that for remote geographies less data tends to be available. Generally, MMP&#x2019;s coverage is strongest in the Mediterranean and the US-Mexico border, whereas for the rest of the world data coverage is believed to be poor. However, coverage should not be equated with data quality, as for example in the case of the Mediterranean Sea, many remains are lost and consequently the data on the identities (age, gender, country of origin, name) of the decedents is highly incomplete.</p>\n<p><strong>Time series:</strong></p>\n<p>2014-present (ongoing data collection)</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Data on SDG 10.7.3 is aggregated by country and year per the SDG reporting standards. However, far more disaggregated data are available in the public database available on the <a href=\"https://missingmigrants.iom.int/\">MMP website</a>. <a href=\"#_Table_2:_Variables\">Table 2</a>, below, presents the list of variables that constitute the MMP database. While ideally all incidents recorded would include entries for each of these variables &#x2013; as these inform both the situation in which a death occurred and the profiles of those who died &#x2013; the lack of official data on deaths during migration, as described above, mean that this is not always possible. The minimum information necessary to record an incident in the MMP database is the date of the incident, the number of dead and/or the number of missing, and the location of death. If the information for other variables is unavailable, the cell is left blank or &#x201C;unknown&#x201D; is recorded, as indicated in the table below. </p>\n<h5>Table 2: Variables recorded in IOM&#x2019;s Missing Migrants Project database</h5>\n<table>\n  <tbody>\n    <tr>\n      <td>\n        <p>Variable Name</p>\n      </td>\n      <td>\n        <p>Description</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>Incident</strong> ID</p>\n      </td>\n      <td>\n        <p>An automatically generated number used to identify each unique entry in the dataset.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Region of incident</p>\n      </td>\n      <td>\n        <p>The region in which an incident took place. For more about regional classifications used in the dataset, <a href=\"https://missingmigrants.iom.int/regional-classification\">click here</a>.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Reported date</p>\n      </td>\n      <td>\n        <p>Estimated date of death. In cases where the exact date of death is not known, this variable indicates the date in which the body or bodies were found. In cases where data are drawn from surviving migrants, witnesses or other interviews, this variable is entered as the date of the death as reported by the interviewee. At a minimum, the month and the year of death is recorded. In some cases, official statistics are not disaggregated by the incident, meaning that data is reported as a total number of deaths occurring during a certain time period. In such cases the entry is marked as a &#x201C;cumulative total,&#x201D; and the latest date of the range is recorded, with the full dates recorded in the comments.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Reported year</p>\n      </td>\n      <td>\n        <p>The year in which the incident occurred.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Reported month</p>\n      </td>\n      <td>\n        <p>The month in which the incident occurred.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Number dead</p>\n      </td>\n      <td>\n        <p>The total number of people confirmed dead in one<strong> </strong>incident, i.e. the number of bodies recovered. If migrants are missing and presumed dead, such as in cases of shipwrecks, it is left blank.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Number missing<strong> </strong></p>\n      </td>\n      <td>\n        <p>The total number of those who are missing and are thus assumed to be dead. This variable is generally recorded in incidents involving shipwrecks. The number of missing is calculated by subtracting the number of bodies recovered from a shipwreck and the number of survivors from the total number of migrants reported to have been on the boat. This number may be reported by surviving migrants or witnesses. If no missing persons are reported, it is left blank.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Total dead and missing</p>\n      </td>\n      <td>\n        <p>The sum of the &#x2018;number dead&#x2019; and &#x2018;number missing&#x2019; variables.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Number of survivors</p>\n      </td>\n      <td>\n        <p>The number of migrants that survived the incident, if known. The age, gender, and country of origin of survivors are recorded in the &#x2018;Comments&#x2019; variable if known. If unknown, it is left blank.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Number of females</p>\n      </td>\n      <td>\n        <p>Indicates the number of females found dead or missing. If unknown, it is left blank. This gender identification is based on a third-party interpretation of the victim&apos;s gender from information available in official documents, autopsy reports, witness testimonies, and/or media reports.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Number of males</p>\n      </td>\n      <td>\n        <p>Indicates the number of males found dead or missing. If unknown, it is left blank. This gender identification is based on a third-party interpretation of the victim&apos;s gender from information available in official documents, autopsy reports, witness testimonies, and/or media reports.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Number of children</p>\n      </td>\n      <td>\n        <p>Indicates the number of individuals under the age of 18 found dead or missing. If unknown, it is left blank.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Age</p>\n      </td>\n      <td>\n        <p>The age of the decedent(s). Occasionally, an estimated age range is recorded. If unknown, it is left blank.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>Name</strong></p>\n      </td>\n      <td>\n        <p>The name of the decedent(s). If unknown, it is left blank. Not available in the public dataset. </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Country of origin</p>\n      </td>\n      <td>\n        <p>Country of birth of the decedent. If unknown, the entry will be marked &#x201C;unknown&#x201D;. Not available in the public dataset.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Region of origin</p>\n      </td>\n      <td>\n        <p>Region of origin of the decedent(s). In some incidents, region of origin may be marked as &#x201C;Presumed&#x201D; or &#x201C;(P)&#x201D; if migrants travelling through that location are known to hail from a certain region. If unknown, the entry will be marked &#x201C;unknown&#x201D;. Not available in the public dataset.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Cause of death</p>\n      </td>\n      <td>\n        <p>The determination of conditions resulting in the migrant&apos;s death i.e. the circumstances of the event that produced the fatal injury. If unknown, the reason why is included where possible. For example, &#x201C;Unknown &#x2013; skeletal remains only&#x201D;, is used in cases in which only the skeleton of the decedent was found.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Location description</p>\n      </td>\n      <td>\n        <p>Place where the death(s) occurred or where the body or bodies were found. Nearby towns or cities or borders are included where possible. When incidents are reported in an unspecified location, this will be noted.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Location coordinates</p>\n      </td>\n      <td>\n        <p>Place where the death(s) occurred or where the body or bodies were found. In many regions, most notably the Mediterranean, geographic coordinates are estimated as precise locations are not often known. The location description should always be checked against the location coordinates.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Migration route</p>\n      </td>\n      <td>\n        <p>Name of the migrant route on which incident occurred, if known. If unknown, it is left blank.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>UNSD geographical grouping</p>\n      </td>\n      <td>\n        <p>Geographical region in which the incident took place, as designated by the United Nations Statistics Division (UNSD) geoscheme. </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>Information source</strong></p>\n      </td>\n      <td>\n        <p>Name of source of information for each incident. Multiple sources may be listed.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>Link</strong></p>\n      </td>\n      <td>\n        <p>Links to original reports of migrant deaths / disappearances if available. Multiple links may be listed.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Source quality</p>\n      </td>\n      <td>\n        <p>Incidents are ranked on a scale from 1-5 based on the source(s) of information available. Incidents ranked as level 1 are based on information from only one media source. Incidents ranked as level 2 are based on information from uncorroborated eyewitness accounts or data from survey respondents. Incidents ranked as level 3 are based on information from multiple media reports, while level 4 incidents are based on information from at least one NGO, IGO, or another humanitarian actor with direct knowledge of the incident. Incidents ranked at level 5 are based on information from official sources such as coroners, medical examiners, or government officials OR from multiple humanitarian actors.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Comments</p>\n      </td>\n      <td>\n        <p>Brief description narrating additional facts about the death. If no extra information is available, this is left blank. Not available in the public dataset.</p>\n      </td>\n    </tr>\n  </tbody>\n</table>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>As the MMP dataset does relies on multiple types of data sources, there may be discrepancies about specific cases with government reports. The full incident-based dataset, including all sources, can be downloaded for comparison and verification at <a href=\"https://missingmigrants.iom.int/downloads\">missingmigrants.iom.int/downloads</a>.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL: </strong><a href=\"https://missingmigrants.iom.int/\"><strong>missingmigrants.iom.int</strong></a></p>\n<p><strong>References: </strong></p>\n<ul>\n  <li>Garcia Borja, A. and J. Black (2021) <a href=\"https://www.fmreview.org/issue66/garciaborja-black\">Measuring migrant deaths and disappearances</a>. In <em>Forced Migration Review </em>66:58-60.</li>\n  <li>Singleton, A., F. Laczko and J. Black (2017) <a href=\"https://publications.iom.int/system/files/pdf/migration_policy_practice_journal_30.pdf\">Measuring unsafe migration: the challenge of collecting accurate data on migrant fatalities</a>. In <em>Migration Policy Practice</em> VII:4-9.</li>\n  <li>See full list of Missing Migrants Project publications at <a href=\"https://missingmigrants.iom.int/publications\">mmp.iom.int/publications</a>.</li>\n  <li>IOM guidance for countries on 10.7.3 will be published in 2022</li>\n</ul>","indicator":"10.7.3","target_id":"10.7","sdg_goal":"10","indicator_sort_order":"10-07-03"}