{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Total de gastos per cápita destinados a la preservación, protección y conservación de todo el patrimonio cultural y natural, desglosado por fuente de financiación (pública y privada), tipo de patrimonio (cultural y natural) y nivel de gobierno (nacional, regional y local/municipal)","graph_titles":[],"graph_type":"line","indicator_name":"Total de gastos per cápita destinados a la preservación, protección y conservación de todo el patrimonio cultural y natural, desglosado por fuente de financiación (pública y privada), tipo de patrimonio (cultural y natural) y nivel de gobierno (nacional, regional y local/municipal)","indicator_number":"11.4.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 11: Make cities and human settlements inclusive, safe, resilient and sustainable</p>","SDG_TARGET__GLOBAL":"<p>Target 11.4: Strengthen efforts to protect and safeguard the world&#x2019;s cultural and natural heritage</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 11.4.1: Total per capita expenditure on the preservation, protection and conservation of all cultural and natural heritage, by source of funding (public, private), type of heritage (cultural, natural) and level of government (national, regional, and local/municipal)</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Not applicable. </p>","META_LAST_UPDATE__GLOBAL":"<p>2021-12-06</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>Target 4.7 By 2030, ensure that all learners acquire the knowledge and skills needed to promote sustainable development, including, among others, through education for sustainable development and sustainable lifestyles, human rights, gender equality, promotion of a culture of peace and non-violence, global citizenship and appreciation of cultural diversity and of culture&apos;s contribution to sustainable development.</p>\n<p>Target 8.3 Promote development-oriented policies that support productive activities, decent job creation, entrepreneurship, creativity and innovation, and encourage the formalization and growth of micro-, small- and medium-sized enterprises, including through access to financial services </p>\n<p>Target 8.9 By 2030, devise and implement policies to promote sustainable tourism that creates jobs and promotes local culture and products </p>\n<p>Target 11.3 By 2030, enhance inclusive and sustainable urbanization and capacity for participatory, integrated and sustainable human settlement planning and management in all countries</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>UNESCO Institute for Statistics</p>","CONTACT_ORGANISATION__GLOBAL":"<p>UNESCO Institute for Statistics</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition</strong><br>Total funding from government (central, regional, local), private sources (household, corporate &amp; sponsorship and international sources) in the preservation, protection and conservation of cultural and/or natural heritage for a given year per capita. The results should be express in Purchasing Power Parities (PPP) in constant $. </p>\n<p><strong>Concepts</strong></p>\n<p><strong>Cultural heritage:</strong> includes artefacts, monuments, a group of buildings and sites, museums that have a diversity of values including symbolic, historic, artistic, aesthetic, ethnological or anthropological, scientific and social significance. It includes tangible heritage (movable, immobile and underwater), intangible heritage (ICH) embedded into cultural, and natural heritage artefacts, sites or monuments. The definition excludes ICH related to other cultural domains such as festivals, celebration etc. It covers industrial heritage and cave paintings. Mixed heritage that refer to sites containing elements of both natural and cultural significance are including in cultural heritage.</p>\n<p><strong>Natural heritage</strong>: refers to natural features, geological and physiographical formations and delineated areas that constitute the habitat of threatened species of animals and plants and natural sites of value from the point of view of science, conservation or natural beauty. It includes private and publically protected natural areas, zoos, aquaria and botanical gardens, natural habitat, marine ecosystems, sanctuaries and reservoirs.</p>\n<p><strong>Conservation</strong> <strong>of cultural heritage</strong> refers to the measures taken to extend the life of cultural heritage while strengthening transmission of its significant heritage messages and values. In the domain of cultural property, the aim of conservation is to maintain the physical and cultural characteristics of the object to ensure that its value is not diminished and that it will outlive our limited time span.</p>\n<p><strong>Conservation of natural heritage</strong> refers to the protection, care, management and maintenance of ecosystems, habitats, wildlife species and populations, within or outside of their natural environments, in order to safeguard the natural conditions for their long-term permanence.</p>\n<p>The aim of<strong> Preservation </strong>is to obviate damage liable to be caused by environmental or accidental factors, which pose a threat in the immediate surroundings of the object to be conserved. Accordingly, preventive methods and measures are not usually applied directly but are designed to control the microclimatic conditions of the environment with the aim of eradicating harmful agents or elements, which may have a temporary or permanent influence on the deterioration of the object.</p>\n<p><strong>Protection</strong>: is the act or process of applying measures designed to affect the physical condition of a property by defending or guarding it from deterioration, loss or attack, or to cover or shield the property from danger or injury. In the case of buildings and structures, such treatment is generally of a temporary nature and anticipates future historic preservation treatment; in the case of archaeological sites, the protective measure may be temporary or permanent.</p>\n<p><strong>Public expenditure</strong> refers to spending on heritage incurred by public funds. Public funds are state, regional and local government bodies (Adapted from OECD glossary). Expenditure that is not directly related to cultural and natural heritage is, in principle, not included. Public expenditure in the preservation, protection and conservation of national cultural and/or natural heritage covers direct expenditure (including subsides), transfers and indirect public expenditures including tax incentives.</p>\n<p><strong>Direct public expenditure</strong> includes subsidies, grants and awards. Direct expenditure comprises generally spent on personnel, goods and services, capital investment and other heritage activities. </p>\n<p><strong>A Transfer </strong>is a transaction in which one institutional unit provides a good, service, or asset to another unit without receiving from the latter any good, service, or asset in return as a direct counterpart (IMF, 2014). </p>\n<p><strong>Net Intergovernmental transfers </strong>are net transfers of funds designated for heritage activities from one level of government to another.</p>\n<p><strong>Indirect public expenditures</strong> include tax incentives&#x2013; reduction of taxable income that arises due to several of heritage expenses incurred by a taxpayer<strong>.</strong></p>\n<p><strong>National/Federal level </strong>consists of the institutional units of central government and non-market institutions controlled by central government. Central government expends their authority over the entire territory of country. It is responsible for providing heritage services for the benefit of the community as a whole, but also it may make transfers to other institutional units, as well levels of government.</p>\n<p><strong>Regional/State/Provincial level </strong>is a subdivision of government, which shares political, fiscal and economic power with central government. In federal government, regional level is represented by state government. In unitary states, regional government is known as a provincial government. This level of government consists of institutional units, which have some of the functions of government at a level below of that of central government and above the local level. A regional government usually has the fiscal authority to raise taxes within its territory and has the ability to spend at least some of its income according to its own policies, and appoint or elect its own officers.</p>\n<p>If a regional unit is fully dependent on funds from the central government and a central government determines those funds, expenditures on regional level should be treated as a part of central government for statistical purposes.</p>\n<p><strong>Local/municipal level </strong>is a public administration that exists at the lowest administration level within government state such as municipality of district. Local level refers to local government units, which consist of local government institutional units and nonmarket institutions controlled by local level. A local government often has the fiscal authority to raise taxes within its territory and should have the ability to spend at least some of its income according to its own policies, and appoint or elect its own officers.</p>\n<p><strong>Total Public expenditure on heritage </strong>is consolidated expenditure on heritage made by national/federal, regional/States/Provincial and local governments. </p>\n<p><strong>Private heritage expenditure </strong>refers to privately funded preservation, protection and conservation of national cultural and/or natural heritage and includes, but is not limited to: donations in kind, private non-profit sector and sponsorship. Private funding includes donations by individual and legal entities, donations by bilateral and multilateral funds such as Official Development Aid (ODA), income from admissions/selling services and goods to individual and legal entities and corporate sponsorship.</p>\n<p><strong>Donation</strong> refers to cash and gifts-in-kind given by a physical or legal entity. Donations can be in the form of cash and in kind donations. Cash donations refer to the gift in money, payment checks or other monetary equivalents. Gifts-in-kind donations refer to donations in goods, services or other things such as supplies. Donations can be conditional or unconditional. Conditional donations are limited by the conditions imposed by the donor. Unconditional donations refer to the gift, which has no concrete purpose, given to organization/institution in order to help them in realization of their mission.</p>\n<p><strong>Donations by individuals</strong> refer to cash and in kind donation given by individual or physical person. </p>\n<p><strong>Donations by legal entity </strong>(corporation, enterprises) refer to any cash or in kind contributions given as a gift by legal entity &#x2013; corporation, enterprises etc. This kind of donation is also known as a corporate philanthropy charitable giving to any organization/institution. </p>\n<p><strong>Corporate sponsorships</strong> refer to financial or in kind contribution by business sector in exchange for benefits in the form of advertising, reputation, promotion etc. Corporate sponsorships represent some kind of marketing in which corporation pays to programme/project/event in exchange for some marketing benefits. </p>\n<p><strong>Income from admissions/membership fees/ selling services and goods </strong>refers to amount of money received by entree sales to households / membership fees or selling services and goods to households or legal entities. </p>\n<p><strong>Official Development </strong>Aid refers to the flows of official financing administered with the promotion of the economic development and welfare of developing countries as the main objective, and which are concessional in character with a grant element of at least 25 percent (using a fixed 10 percent rate of discount). By convention, ODA flows comprise contributions of donor government agencies, at all levels, to developing countries (&#x201C;bilateral ODA&#x201D;) and to multilateral institutions. ODA receipts comprise disbursements by bilateral donors and multilateral institutions. Lending by export credit agencies&#x2014;with the pure purpose of export promotion is excluded. (OECD).</p>\n<p><strong>Donations by bilateral and multilateral</strong> sources refer to any cash and in kind contribution given to another organization as a gift by bilateral party (foreign states) or multilateral party (international body, organization, etc.). It can be in the form of development assistance or official development assistance or private international/foreign donation. Private bilateral/multilateral donation is financial aid given by private foundation from one foreign country or private foundations from several foreign countries. </p>\n<p><strong>Total heritage expenditure </strong>refers to private and public spending on conservation, protection and preservation of heritage. Total expenditure comprises public and private expenditure for natural and cultural heritage. Using the ISIC Rev. 4 classification, total heritage expenditure covers expenditures (public and private) for library and archives activities, museum activities and operation of historical sites and buildings as well resources invested in botanical and zoological gardens and nature reserve activities.<strong> </strong></p>","UNIT_MEASURE__GLOBAL":"<p>US Dollars constant PPP$ 2017 in unit</p>","CLASS_SYSTEM__GLOBAL":"<p>COFOG classification defined according to the breakdown proposed in the International Monetary Fund (IMF) Manual Government Finance Statistics (GFS), available at:</p>\n<p><a href=\"http://www.imf.org/external/Pubs/FT/GFS/Manual/2014/gfsfinal.pdf\">http://www.imf.org/external/Pubs/FT/GFS/Manual/2014/gfsfinal.pdf</a>.</p>\n<p>2009 UNESCO Framework for cultural statistics </p>\n<p><a href=\"http://uis.unesco.org/sites/default/files/documents/unesco-framework-for-cultural-statistics-2009-en_0.pdf\">http://uis.unesco.org/sites/default/files/documents/unesco-framework-for-cultural-statistics-2009-en_0.pdf</a></p>\n<p>International Standard Industrial Classification of all Economic Activities Revision 4 (ISIC Rev. 4). <a href=\"https://unstats.un.org/unsd/publication/seriesm/seriesm_4rev4e.pdf\">https://unstats.un.org/unsd/publication/seriesm/seriesm_4rev4e.pdf</a> </p>","SOURCE_TYPE__GLOBAL":"<p><u>For public expenditure:</u></p>\n<p>At national level, ministries of finance, and/or ministries of culture, environment financial management systems are the source of government expenditure on culture. Data on expenditure by lower levels of government can be centralized or collected directly from local authorities.</p>\n<p>Household expenditure on culture is collected through general consumption expenditure surveys or dedicated cultural participation and consumption surveys.</p>\n<p><u>For private expenditure:</u></p>\n<p>Data on other private sources of funding for heritage such (e.g. corporate sponsorship and philanthropy; private donations) are rarely collected systematically and would often require additional surveys proceeded by significant analytical, preparatory and advocacy work.</p>\n<p>International sources may be available through governmental financial systems when they are recorded on-budget, and off-budget international funding may sometimes be available through governmental aid management systems, although rarely with the disaggregation needed (ex. For heritage only). Data sources for international funding, such as the Official Development Aid data from the OECD-DAC database may be used as a complement, but often present problems of compatibility with other sources, such as government records. </p>\n<p>The UIS produces the indicator based on the population estimates produced by the UN Population Division.</p>","COLL_METHOD__GLOBAL":"<p>The first global data collection cycle was launched in June 2020 and will thereafter occur on an annual basis.</p>\n<p> </p>","FREQ_COLL__GLOBAL":"<p>2020, 2021</p>","REL_CAL_POLICY__GLOBAL":"<p>June 2021. </p>","DATA_SOURCE__GLOBAL":"<p>National Statistical Offices: Focal point</p>","COMPILING_ORG__GLOBAL":"<p>UNESCO Institute for Statistics</p>","INST_MANDATE__GLOBAL":"<p>The UNESCO Institute for Statistics (UIS) is the statistical branch of the United Nations Educational, Scientific and Cultural Organization (UNESCO). The Institute produces internationally comparable data and methodologies in the fields of education, science, culture and communication for countries at all stages of development.</p>","RATIONALE__GLOBAL":"<p>This indicator measures the per capita expenditure (public and private) in the preservation, protection and conservation of cultural and/or natural heritage over time. To monitor change over time of national efforts for the protection and safeguard of cultural and/or natural heritage.</p>\n<p>This indicator illustrates how financial efforts/actions made by public authorities, both at the local, national and international levels, alone or in partnership with civil society organizations (CSO) and the private sector, to protect and safeguard the world&#x2019;s cultural and natural heritage has a direct impact in making cities and human settlements more sustainable. This means that cultural resources and assets are safeguarded to keep attracting/to attract people (inhabitants, workers, tourists, etc.) and financial investments, to ultimately enhance the total amount of expenditure. This indicator is a proxy to measure the target. </p>\n<p>This indicator would allow insight into whether or not countries are strengthening their efforts into safeguarding their cultural and natural heritage. It will help to identify areas that require more attention for policy purposes.</p>\n<p>Expressing the indicator in PPP$ allows for comparison between countries and using constant values when looking at time-series is necessary to evaluate how real (eliminating the effects of inflation) resources evolve over time.</p>","REC_USE_LIM__GLOBAL":"<p>1) In general, the availability of public expenditure data for heritage varies between countries.</p>\n<p>2) In general, the availability of private expenditure data for heritage is significantly lower so that it will take several years, capacity building, and financial investment in order to increase coverage to an acceptable level. </p>\n<p>This indicator comprises public and private monetary investments in heritage. It does not measure non-monetary factors such as national regulations or national/local policies for the preservation, protection and conservation of national cultural and/or natural heritage including World Heritage. These policies could take the form of fiscal incentives such as tax benefits for donations or sponsorships.</p>\n<p>International definitions and concepts that will support the harmonization of the data and indicators for cultural and natural heritage will be defined according to the 2009 UNESCO Framework for cultural statistics.</p>\n<p>The use of existing international classifications such as the Classification of the Function of the Government (COFOG) could be used. </p>","DATA_COMP__GLOBAL":"<p>The indicator is calculated by dividing total public funding in heritage (i.e. including transfers paid but excluding transfers received) from government (central, regional, local) and the total of private funding from households, other private sources such as donations, sponsorships or international sources in a given year by the number of inhabitants and by the PPP$ conversion factor.</p>\n<p>HCExp per capita <math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mfenced separators=\"|\">\n      <mrow>\n        <mfrac>\n          <mrow>\n            <mrow>\n              <mo stretchy=\"false\">&#x2211;</mo>\n              <mrow>\n                <msub>\n                  <mrow>\n                    <mi>E</mi>\n                    <mi>x</mi>\n                    <mi>p</mi>\n                  </mrow>\n                  <mrow>\n                    <mi>p</mi>\n                    <mi>u</mi>\n                  </mrow>\n                </msub>\n                <mo>+</mo>\n                <msub>\n                  <mrow>\n                    <mi>E</mi>\n                    <mi>x</mi>\n                    <mi>p</mi>\n                  </mrow>\n                  <mrow>\n                    <mi>p</mi>\n                    <mi>r</mi>\n                  </mrow>\n                </msub>\n              </mrow>\n            </mrow>\n          </mrow>\n          <mrow>\n            <mi>P</mi>\n            <mi>o</mi>\n            <mi>p</mi>\n            <mi>u</mi>\n            <mi>l</mi>\n            <mi>a</mi>\n            <mi>t</mi>\n            <mi>i</mi>\n            <mi>o</mi>\n            <mi>n</mi>\n          </mrow>\n        </mfrac>\n      </mrow>\n    </mfenced>\n    <mo>/</mo>\n    <mi>P</mi>\n    <mi>P</mi>\n    <mi>P</mi>\n    <mi>f</mi>\n  </math> </p>\n<p>HCExp per capita = Expenditure per inhabitant in heritage in constant PPP$</p>\n<p>HC Exp = Expenditure on Preservation, Protection and Conservation of all cultural and/or natural heritage</p>\n<p><em>Exp<sub>pu</sub></em>= Sum of public expenditure by all levels of government on the preservation, protection and conservation of cultural and/or natural heritage</p>\n<p><em>Exp<sub>pr</sub></em> = Sum of all types of private expenditure on the preservation, protection and conservation of cultural and/or natural heritage</p>\n<p>PPPf: Purchase Power Parity = PPP Constant $ conversion factor </p>","DATA_VALIDATION__GLOBAL":"<p>For each questionnaire received from countries, UIS executes a series of quality checks and send back a data processing report identifying problematic issues/inconsistent data to countries for their feedback on corrections.</p>","ADJUSTMENT__GLOBAL":"<p>To inform of any discrepancy between standard classification and national practice, adequate metadata and footnote are created to adequately document the results.</p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level</strong></li>\n</ul>\n<p>Missing data will not be estimated by the UIS.</p>\n<ul>\n  <li><strong>At regional and global levels</strong></li>\n</ul>\n<p>Missing data will not be estimated by the UIS.</p>","REG_AGG__GLOBAL":"<p>To be determined. </p>","DOC_METHOD__GLOBAL":"<p><strong>Methods and guidance available to countries for the compilation of the data at the national level</strong></p>\n<p>Total public expenditure on heritage is calculated in either of two ways:</p>\n<ul>\n  <li>With sector data from financial reports from heritage institutions, business registers, structural business statistics or survey heritage institutions. Heritage is defined by ISIC Rev. 4 codes (or equivalent at national/regional level) as presented in Table 1 below.</li>\n</ul>\n<p>Table 1: Cultural and Natural Heritage Activities by ISIC Rev. 4</p>\n<table>\n  <tbody>\n    <tr>\n      <td>\n        <p>Type of Heritage</p>\n      </td>\n      <td>\n        <p>ISIC Rev. 4 codes</p>\n      </td>\n      <td>\n        <p>Type of activities</p>\n      </td>\n    </tr>\n    <tr>\n      <td rowspan=\"2\">\n        <p>Cultural Heritage</p>\n      </td>\n      <td>\n        <p>9101</p>\n      </td>\n      <td>\n        <p>Library and Archives activities </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>9102</p>\n      </td>\n      <td>\n        <p>Museums activities and operation of historical sites and buildings</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Natural Heritage</p>\n      </td>\n      <td>\n        <p>9103</p>\n      </td>\n      <td>\n        <p>Botanical and zoological gardens and nature reserves activities </p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<ul>\n  <li>Alternatively, by using government expenditure data by function from the Ministry of Finance or equivalent, database of government finance statistics. Heritage expenditure is calculated from government expenditure by function using the Classification of the Functions of Government (COFOG).<ul>\n      <li>\n        <ul>\n          <li>The methodology to measure public heritage expenditure can be estimated based on four-digit codes of the COFOG classification </li>\n          <li>The majority of cultural and natural heritage expenditure is estimated from the Cultural Services (IS) code 7082. Heritage expenditure refers to:</li>\n        </ul>\n      </li>\n    </ul>\n  </li>\n</ul>\n<p> </p>\n<p>&#x2212; The provision of cultural heritage services; administration of cultural heritage affairs; supervision and regulation of cultural heritage facilities;</p>\n<p>&#x2212; The operation or support of facilities for cultural pursuits (libraries, museums, monuments, historic houses and sites, zoological and botanical gardens, aquaria, arboreta, etc.); production</p>\n<p>Natural heritage also includes the Protection of biodiversity and landscape (CS) code 7054 defined as:</p>\n<p>&#x2212; The administration, supervision, inspection, operation or support of activities relating to the protection of biodiversity and landscape;</p>\n<p>&#x2212; Grants, loans or subsidies to support activities relating to the protection of biodiversity and landscape.</p>\n<ul>\n  <li>International recommendations<ul>\n      <li>COFOG classification defined according to the breakdown proposed in the International Monetary Fund (IMF) Manual Government Finance Statistics (GFS), available at:</li>\n    </ul>\n  </li>\n</ul>\n<p> http://www.imf.org/external/Pubs/FT/GFS/Manual/2014/gfsfinal.pdf. </p>\n<ul>\n  <li>\n    <ul>\n      <li>2009 UNESCO Framework for cultural statistics </li>\n    </ul>\n  </li>\n</ul>\n<p> <a href=\"http://uis.unesco.org/sites/default/files/documents/unesco-framework-for-cultural-statistics-2009-en_0.pdf\"><u>http://uis.unesco.org/sites/default/files/documents/unesco-framework-for-cultural-statistics-2009-en_0.pdf</u></a></p>\n<p>Available in eight languages (Arabic, Chinese, English, French, Mongolian, Russian, Spanish and Vietnamese)</p>\n<ul>\n  <li>\n    <ul>\n      <li>International Standard Industrial Classification of all Economic Activities Revision 4 (ISIC Rev. 4). <a href=\"https://unstats.un.org/unsd/publication/seriesm/seriesm_4rev4e.pdf\"><u>https://unstats.un.org/unsd/publication/seriesm/seriesm_4rev4e.pdf</u></a> </li>\n      <li>Recommendation concerning the International Standardization of Statistics on the Public Financing of Cultural Activities, UNESCO 1980</li>\n    </ul>\n  </li>\n</ul>\n<p><a href=\"http://portal.unesco.org/en/ev.php-URL_ID=13140&amp;URL_DO=DO_TOPIC&amp;URL_SECTION=201.html#targetText=1.,in%20education%20and%20science%20statistics).\"><u>http://portal.unesco.org/en/ev.php-URL_ID=13140&amp;URL_DO=DO_TOPIC&amp;URL_SECTION=201.html#targetText=1.,in%20education%20and%20science%20statistics).</u></a></p>\n<ul>\n  <li>\n    <ul>\n      <li>What is Official Development Aid?, OECD , April 2019</li>\n    </ul>\n  </li>\n</ul>\n<p><strong> </strong><a href=\"http://www.oecd.org/dac/stats/What-is-ODA.pdf\"><u>http://www.oecd.org/dac/stats/What-is-ODA.pdf</u></a></p>","QUALITY_MGMNT__GLOBAL":"<p>The UIS maintains a set of data processing guidelines/standards as well as data processing tools to facilitate processing of data and ensure the quality of data.</p>","QUALITY_ASSURE__GLOBAL":"<p>All data collected will be reviewed by UIS for accuracy and quality.</p>\n<p>The process for quality assurance includes review of survey documentation, making sure compliance with international standards with international standards (for example the 2009 UNESCO FCS, COFOG, ISIC), calculation of measures of reliability, and examining the consistency and coherence within the data set as well as with the time series of data and the resulting indicators examination of consistency of indicator values derived from different sources and, if necessary, consultation with data providers.</p>\n<p>Before its annual data release and addition to the global SDG Indicators Database, the UNESCO Institute for Statistics submits all indicator values and notes on methodology to SDG focal points, National Statistical Offices, Ministries of culture or other relevant agencies in individual countries for their review and validation.</p>","QUALITY_ASSMNT__GLOBAL":"<p>The data should comply with the definitions and guidelines provided international and comprehensive coverage of public and private expenditure on cultural and natural heritage </p>\n<p>Criteria for quality assessment include: data sources must include proper documentation; data values shall be nationally representative and, if not, should be footnoted; data are plausible and based on trends and consistency with previously published/reported values for the indicator.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>For the first data collection on SDG 11.4.1 in 2020, 50 countries representing 24% of all countries worldwide completed the UIS questionnaire. Due to lack of available data, less than 30 were able to calculate the indicator fully or partially.</p>\n<p>The availability of private expenditure on heritage is limited.</p>\n<p>If further disaggregation is not available at national level, the identification of cultural and natural heritage using the COFOG classification in public Finance statistics is not always straightforward. This explains why some countries were not able to report the relevant data to calculate SDG 11.4.1.</p>\n<p><strong>Time series:</strong></p>\n<p>Annual data collection as of 2020.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Disaggregated by source of funding (public, private) <br>Disaggregated by type of heritage (cultural, natural)<br>Disaggregated by type of level of government (national, regional and local/municipal)</p>\n<p>Quantifiable derivatives (1). Comparison of the relative expenditures in heritage with GDP per capita of countries, which will provide a complementary measure of a nation&#x2019;s capacities and levels of development.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>There are no differences in the underlying data. Difference may occur due to the use of difference data for population data used to calculate indicators.</p>","OTHER_DOC__GLOBAL":"<p><a href=\"http://uis.unesco.org/en/topic/sustainable-development-goal-11-4\"><u>http://uis.unesco.org/en/topic/sustainable-development-goal-11-4</u></a></p>\n<p><strong>References:</strong></p>\n<ul>\n  <li>2009 UNESCO Framework for cultural statistics:<br><a href=\"http://uis.unesco.org/sites/default/files/documents/unesco-framework-for-cultural-statistics-2009-en_0.pdf\"><u>http://uis.unesco.org/sites/default/files/documents/unesco-framework-for-cultural-statistics-2009-en_0.pdf</u></a></li>\n  <li>Public (government) expenditure on culture, <em>Guide to Eurostat culture statistics, Eurostat 2018</em></li>\n</ul>\n<p><a href=\"https://ec.europa.eu/eurostat/documents/3859598/9433072/KS-GQ-18-011-EN-N.pdf/72981708-edb7-4007-a298-8b5d9d5a61b5\"><u>https://ec.europa.eu/eurostat/documents/3859598/9433072/KS-GQ-18-011-EN-N.pdf/72981708-edb7-4007-a298-8b5d9d5a61b5</u></a></p>\n<ul>\n  <li>Manual on sources and methods for the compilation of COFOG statistics, Eurostat, 2011.</li>\n</ul>\n<p>https://ec.europa.eu/eurostat/web/products-manuals-and-guidelines/-/KS-RA-11-013</p>\n<ul>\n  <li> Government expenditure on recreation, culture and religion, Eurostat, 2019</li>\n</ul>\n<p><a href=\"https://ec.europa.eu/eurostat/statistics-explained/index.php/Government_expenditure_on_recreation,_culture_and_religion\"><u>https://ec.europa.eu/eurostat/statistics-explained/index.php/Government_expenditure_on_recreation,_culture_and_religion</u></a></p>\n<ul>\n  <li>Statistics Sweden: Public and private expenditure on culture</li>\n</ul>\n<p><a href=\"https://www.scb.se/en/finding-statistics/statistics-by-subject-area/culture-and-leisure/cultural-expenditure/public-and-private-expenditure-on-culture/\"><u>https://www.scb.se/en/finding-statistics/statistics-by-subject-area/culture-and-leisure/cultural-expenditure/public-and-private-expenditure-on-culture/</u></a></p>\n<ul>\n  <li>D&#xE9;partement des &#xE9;tudes, de la prospective et des statistiques &#xAB; Local and regional authority cultural expenditure in 2010, Culture et chiffres, 2014-3 France. <a href=\"http://www.culturecommunication.gouv.fr/Etudes-et-statistiques\"><u>http://www.culturecommunication.gouv.fr/Etudes-et-statistiques</u></a></li>\n  <li>Erasmus University Rotterdam, Boekmanstichting, Public and private financing of the arts and culture: their interrelations and measurement, ROUNDTABLE October 5-6, 2007, Amsterdam, the Netherlands</li>\n  <li>European Parliament, Financing the Arts and Culture in the EU, 2006<br><a href=\"http://www.culturalpolicies.net/web/files/134/en/Financing_the_Arts_and_Culture_in_the_EU.pdf\"><u>http://www.culturalpolicies.net/web/files/134/en/Financing_the_Arts_and_Culture_in_the_EU.pdf</u></a><u><br></u></li>\n  <li>Canada: Government expenditures on culture, by function and level of government, 2009/2010 <a href=\"http://www.statcan.gc.ca/pub/87f0001x/2012001/t012-eng.htm\"><u>http://www.statcan.gc.ca/pub/87f0001x/2012001/t012-eng.htm</u></a><u><br></u></li>\n  <li>Canada: Federal government capital grants, contributions and transfers for culture, by function and province or territory, 2009/2010 <br><a href=\"http://www.statcan.gc.ca/pub/87f0001x/2012001/t004-eng.htm\"><u>http://www.statcan.gc.ca/pub/87f0001x/2012001/t004-eng.htm</u></a><u><br></u></li>\n  <li>Council of Europe, Ericarts. Monitoring Public Cultural Expenditure in Selected European Countries 2000-2013. (8) <br><a href=\"http://www.culturalpolicies.net/web/statistics-funding.php?aid=232&amp;cid=80\"><u>http://www.culturalpolicies.net/web/statistics-funding.php?aid=232&amp;cid=80</u></a><u><br></u></li>\n</ul>\n<p>Germany: Public expenditure on culture (Protection and preservation of historical monuments)<br><a href=\"https://www.destatis.de/EN/FactsFigures/SocietyState/EducationResearchCulture/EducationalCulturalFinance/Tables/ExpenditurePublicBugetsArtsCulture.html\"><u>https://www.destatis.de/EN/FactsFigures/SocietyState/EducationResearchCulture/EducationalCulturalFinance/Tables/ExpenditurePublicBugetsArtsCulture.html</u></a></p>","indicator":"11.4.1","target_id":"11.4","sdg_goal":"11","indicator_sort_order":"11-04-01"}