{"SDG_GOAL__GLOBAL":"<p>Goal 11: Make cities and human settlements inclusive, safe, resilient and sustainable</p>","SDG_TARGET__GLOBAL":"<p>Target 11.5: By 2030, significantly reduce the number of deaths and the number of people affected and substantially decrease the direct economic losses relative to global gross domestic product caused by disasters, including water-related disasters, with a focus on protecting the poor and people in vulnerable situations</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 11.5.2: Direct economic loss in relation to global GDP, damage to critical infrastructure and number of disruptions to basic services, attributed to disasters</p>","META_LAST_UPDATE__GLOBAL":"<p>2017-07-07</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>1.5; 11.5; 11.b; 13.1; 2.4; 3.6; 3.9; 3.d; 4.a; 6.6; 9.1; 9.a; 11.1; 11.3; 11.c; 13.2; 13.3; 13.a; 13.b; 14.2; 15.1; 15.2; 15.3; 15.9.</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Office for Disaster Reduction (UNISDR)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Office for Disaster Reduction (UNISDR)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Direct economic loss: the monetary value of total or partial destruction of physical assets existing in the affected area. Direct economic loss is nearly equivalent to physical damage.</p>\n<p>[a] An open-ended intergovernmental expert working group on indicators and terminology relating to disaster risk reduction established by the General Assembly (resolution 69/284) is developing a set of indicators to measure global progress in the implementation of the Sendai Framework. These indicators will eventually reflect the agreements on the Sendai Framework indicators.</p>","SOURCE_TYPE__GLOBAL":"<p>National disaster loss database, reported to UNISDR</p>","COLL_METHOD__GLOBAL":"<p>The official counterpart(s) at the country level will build/adjust national disaster loss databases according to the recommendations and guidelines by the OEIWG.</p>","FREQ_COLL__GLOBAL":"<p>2017-2018 </p>","REL_CAL_POLICY__GLOBAL":"<p>Initial datasets in 2017, a first fairly complete dataset by 2019</p>","DATA_SOURCE__GLOBAL":"<p><strong>Name:</strong></p>\n<p>In most countries national disaster loss databases are established and managed by special purpose agencies including national disaster management agencies, civil protection agencies, and meteorological agencies, and disaster data collected by line ministries. Some exceptions include Academic institutions conducting long term research programs, NGO&apos;s engaged in DRR and DRM, and insurance databases or data sources when market penetration is very high.</p>\n<p><strong>Description:</strong></p>\n<p>In most countries national disaster loss databases are established and managed by special purpose agencies including national disaster management agencies, civil protection agencies, and meteorological agencies, and disaster data collected by line ministries. Some exceptions include Academic institutions conducting long term research programs, NGO&apos;s engaged in DRR and DRM, and insurance databases or data sources when market penetration is very high.</p>","COMPILING_ORG__GLOBAL":"<p>UNISDR</p>","RATIONALE__GLOBAL":"<p>The disaster loss data is significantly influenced by large-scale catastrophic events, which represent important outliers. UNISDR recommends Countries to report the data by event, so complementary analysis can be done by both including and excluding such catastrophic events that can represent important outliers.</p>","REC_USE_LIM__GLOBAL":"<p>Not every country has a comparable national disaster loss database that is consistent with these guidelines (although current coverage exceeds 89 countries). Therefore, by 2020, it is expected that all countries will build/adjust national disaster loss databases according to the recommendations and guidelines by the OEIWG.</p>","DATA_COMP__GLOBAL":"<p>Note: Computation methodology for several indicators is very comprehensive, very long (about 180 pages) and probably out of the scope of this Metadata. UNISDR prefers to refer to the outcome of the Open Ended Intergovernmental Working Group, which provides a full detailed methodology for each indicator and sub-indicator.</p>\n<p>The latest version of these methodologies can be obtained at:</p>\n<p>http://www.preventionweb.net/documents/oiewg/Technical%20Collection%20of%20Concept%20Notes%20on%20Indicators.pdf</p>\n<p>A short summary:</p>\n<p>The original national disaster loss databases usually register physical damage value (housing unit loss, infrastructure loss etc.), which needs conversion to monetary value according to the UNISDR methodology*. The converted global value is divided by global GDP (inflation adjusted, constant USD) calculated from the World Bank Development Indicators.</p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level</strong></li>\n</ul>\n<p>In National Disaster Loss database data missing values and 0 or null are considered equivalent. This is a consequence of the typical form of disaster situation reports, which account only for those impacts that occurred. Normally impacts that not occur are simply not reported (i.e. there are no explicit reports that something didn&apos;t happen, for example if no agricultural damage occurs in a disaster, the associated report simply does not have a section on agriculture, instead of a section stating no impact occurred).</p>\n<ul>\n  <li><strong>At regional and global levels</strong></li>\n</ul>\n<p>NA</p>","REG_AGG__GLOBAL":"<p>See under Computation Method.</p>\n<p>It will be calculated as the summation of Direct Economic Loss per country divided by the total global GDP.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Around 100 countries</p>\n<p>The number of countries with national disaster loss databases using the DesInventar tools and methodology currently stands at 89 countries. Given the requirements for disaster loss data enshrined in reporting on the SDGs and the targets of the Sendai Framework, it is expected that by 2020, all member states will have built or adjusted their national disaster loss databases according to the recommendations and guidelines by the OEIWG.</p>\n<p><strong>Time series:</strong></p>\n<p>From 1990 to 2013: National Disaster Loss Database </p>\n<p><strong>Disaggregation:</strong></p>\n<p>By country, by event, by hazard type (e.g. disaggregation by climatological, hydrological, meteorological, geophysical, biological and extra-terrestrial for natural hazards is possible following IRDR classification)</p>\n<p>By asset loss category (health/education/road etc.)</p>\n<p>By transportation mode (for 11.5.2)</p>\n<p>By service sector (for 11.5.2)</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Threshold (e.g. including/excluding small/large scale disasters): International Data Sources record only events that surpass some threshold of impact. For example, EMDAT records only events with mortality greater than 10, affected greater than 100 or an international declaration. Private Insurance or Reinsurance global disaster databases record only events that have insured losses, which affects negatively countries with low insurance market penetration. </p>\n<p>Methodology / definition: International data sources use secondary data sources to assemble their datasets. These data sources usually have non uniform or even inconsistent methodologies, producing heterogeneous datasets. </p>\n<p>Observation (national level data is more comprehensive): International data collectors, due to limitations on access to information, do not record a large number of events that are not publicised internationally, or are never &apos;seen&apos; by the secondary data sources used.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>http://www.preventionweb.net/documents/oiewg/Technical%20Collection%20of%20Concept%20Notes%20on%20Indicators.pdf</p>\n<p><strong>References:</strong></p>\n<p>The Open-ended Intergovernmental Expert Working Group on Indicators and Terminology relating to Disaster Risk Reduction (OEIWG) was given the responsibility by the UNGA for the development of a set of indicators to measure global progress in the implementation of the Sendai Framework, against the seven global targets. The work of the OEIWG shall be completed by December 2016 and its report submitted to the General Assembly for consideration. The IAEG-SDGs and the UN Statistical Commission formally recognizes the role of the OEIWG, and has deferred the responsibility for the further refinement and development of the methodology for disaster-related SDGs indicators to this working group.</p>\n<p>http://www.preventionweb.net/drr-framework/open-ended-working-group/</p>\n<p>The latest version of documents are located at:</p>\n<p>http://www.preventionweb.net/drr-framework/open-ended-working-group/sessional-intersessional-documents</p>","indicator":"11.5.3","target_id":"11.5","sdg_goal":"11","reporting_status":"notstarted","data_non_statistical":true,"graph_type":"line","indicator_sort_order":"11-05-03","indicator_name":"(a) Damage to critical infrastructure and (b) number of disruptions to basic services, attributed to disasters","graph_title":"(a) Damage to critical infrastructure and (b) number of disruptions to basic services, attributed to disasters"}