{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proporción de personas que han sido víctimas de acoso físico o sexual en los últimos 12 meses, desglosada por sexo, edad, grado de discapacidad y lugar del hecho","graph_titles":[],"graph_type":"line","indicator_name":"Proporción de personas que han sido víctimas de acoso físico o sexual en los últimos 12 meses, desglosada por sexo, edad, grado de discapacidad y lugar del hecho","indicator_number":"11.7.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 11: Make cities and human settlements inclusive, safe, resilient and sustainable</p>","SDG_TARGET__GLOBAL":"<p>Target 11.7: By 2030, provide universal access to safe, inclusive and accessible, green and public spaces, in particular for women and children, older persons and persons with disabilities</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 11.7.2: Proportion of persons victim of non-sexual or sexual harassment, by sex, age, disability status and place of occurrence, in the previous 12 months<sup><a href=\"#footnote-2\" id=\"footnote-ref-2\">[1]</a></sup></p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-2\">1</sup><p> Refinement of the indicator name approved by the IAEG-SDGs in its November 2023 meeting and pending final approval by the 55th session of the Statistical Commission in March 2024. <a href=\"#footnote-ref-2\">&#x2191;</a></p></div></div>","SDG_SERIES_DESCR__GLOBAL":"<p>VC_VOH_SXPH - Proportion of persons victim of non-sexual or sexual harassment, in the previous 12 months [11.7.2]<sup><a href=\"#footnote-3\" id=\"footnote-ref-3\">[2]</a></sup></p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-3\">2</sup><p> Series description to be updated in the DSD and database by end of March 2024. Previous series description was &#x201C;Proportion of persons victim of physical or sexual harassment, in the previous 12 months&#x201D;. Data are the same. <a href=\"#footnote-ref-3\">&#x2191;</a></p></div></div>","META_LAST_UPDATE__GLOBAL":"2024-01-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>5.2.1: Proportion of ever-partnered women and girls aged 15 years and older subjected to physical, sexual or psychological violence by a current or former intimate partner in the previous 12 months, by form of violence and by age</p>\n<p>5.2.2: Proportion of women and girls aged 15 years and older subjected to sexual violence by persons other than an intimate partner in the previous 12 months, by age and place of occurrence</p>\n<p>16.1.3: Proportion of population subjected to (a) physical violence, (b) psychological violence and/or (c) sexual violence in the previous 12 months</p>\n<p>16.2.3: Proportion of young women and men aged 18&#x2013;29 years who experienced sexual violence by age 18</p>\n<p>16.3.1: Proportion of victims of (a) physical, (b) psychological and/or (c) sexual violence in the previous 12 months who reported their victimization to competent authorities or other officially recognized conflict resolution mechanisms</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Office on Drugs and Crime (UNODC)</p>\n<p></p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Office on Drugs and Crime (UNODC)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Number of persons who have been victims of non-sexual harassment or sexual harassment, as a percentage of the total population of the relevant area.</p>\n<p><strong>Concepts:</strong></p>\n<p>The operational definitions of non-sexual and sexual harassment are based on the <a href=\"https://www.unodc.org/unodc/en/data-and-analysis/statistics/iccs.html\">International Classification of Crime for Statistical Purposes (ICCS)</a>. While sexual harassment refers to a non-physical behaviour with a sexual connotation that is suitable to intimidate the victim, non-sexual harassment refers to all other non-sexual harassing behaviours that can cause fear for physical integrity and/or emotional distress. This type of non-sexual harassment formulated by the indicator overlaps to some extent with psychological violence. </p>\n<p>The internationally standardized and tested <a href=\"https://www.unodc.org/documents/data-and-analysis/sdgs/SDG16_Survey_Initiative_-_Questionnaire.pdf\">SDG 16 Survey questionnaire</a> and the accompanying <a href=\"https://www.unodc.org/documents/data-and-analysis/sdgs/SDG16_Survey_Initiative_-_Implementation_Manual.pdf\">Implementation Manual</a>, which can be used by countries for collecting data SDG indicator 11.7.2 on non-sexual and sexual harassment, provide a core set of questions about specific behaviours that allow for the measurement of the prevalence of sexual and non-sexual harassment in the population (see Figures 1 and 2 below). In addition, the regionally standardized and tested methodology, the Latin America and the Caribbean Crime Victimization Survey Initiative (LACSI), offers a standardised methodology the measurement of indicator 11.7.2 and uses the same types of behaviours, both for non-sexual harassment and sexual harassment, but considering one additional behaviour indicative of sexual harassment: Somebody followed you and made you feel uncomfortable with sexual intentions.</p>\n<p>While the precise formulation and wording of the pertinent survey questions may need national customization, a core set of behaviours have been identified as forms of sexual and non-sexual harassment exercised towards a person: </p>\n<p>Figure 1: Types of non-sexual harassment included in the SDG 16 survey questionnaire</p>\n<table>\n  <tbody>\n    <tr>\n      <td>\n        <p>A.</p>\n      </td>\n      <td>\n        <p>Received non-sexual threatening or offensive MESSAGES, E-MAILS OR CALLS</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>B.</p>\n      </td>\n      <td>\n        <p>Somebody personally made OFFENSIVE, THREATENING OR HUMILIATING COMMENTS to you, such as insulting you or calling you names</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>C.</p>\n      </td>\n      <td>\n        <p>Somebody made OFFENSIVE OR THREATENING GESTURES to demean, insult or humiliate you</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>D.</p>\n      </td>\n      <td>\n        <p>Somebody posted OFFENSIVE, demeaning OR EMBARASSING COMMENTS, PHOTOS OR VIDEOS OF YOU ONLINE</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>E.</p>\n      </td>\n      <td>\n        <p>Somebody FOLLOWED YOU AGAINST YOUR WILL, EITHER PHYSICALLY OR ONLINE in a way that made you feel uncomfortable</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<p><em>Source: </em><a href=\"https://www.unodc.org/documents/data-and-analysis/sdgs/SDG16_Survey_Initiative_-_Questionnaire.pdf\"><em>SDG 16 Survey questionnaire</em></a></p>\n<p>Figure 2: Types of sexual harassment included in the SDG 16 survey questionnaire</p>\n<table>\n  <tbody>\n    <tr>\n      <td>\n        <p>A.</p>\n      </td>\n      <td>\n        <p>UNWANTED SEXUAL PROPOSITION or pressure for a date</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>B.</p>\n      </td>\n      <td>\n        <p>Unwanted MESSAGES, E-MAILS, CALLS OF A SEXUAL NATURE that offended you</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>C.</p>\n      </td>\n      <td>\n        <p>Embarrassing and SEXUALLY EXPLICIT MESSAGES about you and/or PHOTOS OR VIDEOS OF YOU POSTED ONLINE OR SENT TO ANYONE WITHOUT YOUR CONSENT</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>D.</p>\n      </td>\n      <td>\n        <p>UNWANTED SEXUAL COMMENTS ABOUT YOUR PHYSICAL APPEARANCE OR BODY</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>E.</p>\n      </td>\n      <td>\n        <p>UNWANTED SEXUAL GESTURES, WHISTLING AND LEERING OR ANYONE GOT INAPPROPRIATELY CLOSE TO YOU</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>G.</p>\n      </td>\n      <td>\n        <p>Somebody INDECENTLY EXPOSED THEMSELVES TO YOU</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>H.</p>\n      </td>\n      <td>\n        <p>Receiving UNWANTED GIFTS of a sexual nature such as toys, accessories or underwear</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<p><em>Source: </em><a href=\"https://www.unodc.org/documents/data-and-analysis/sdgs/SDG16_Survey_Initiative_-_Questionnaire.pdf\"><em>SDG 16 Survey questionnaire</em></a><em>. Note: In relation to item E. &quot;inappropriately close&quot; means that the perpetrator is at a distance where he/she can touch the victim, but where physical contact does not take place.</em></p>\n<p>The SDG 16 survey instrument, developed by the United Nations Office on Drugs and Crime (UNODC), the United Nations Development Program (UNDP) and the Office of the United Nations High Commissioner for Human Rights (OHCHR), is designed as a flexible tool that can be adapted to national needs. It can either be applied as a standalone population survey or, if necessary, countries can implement selected modules as part of other ongoing survey operations.</p>\n<p>The LACSI survey instrument, developed by the United Nations Office on Drugs and Crime (UNODC) with the support of the Inter-American Development Bank (IADB), Organization of American States (OAS) and the United Nations Development Program (UNDP), is designed as an independent crime victimization survey that can be adapted to the national needs and covers a wide range of criminal behaviors, including sexual and non-sexual harassment.<sup><a href=\"#footnote-4\" id=\"footnote-ref-4\">[3]</a></sup> </p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-4\">3</sup><p> Technical assistance for the implementation of LACSI methodology in the Latin America and the Caribbean region is provided by the UNODC-INEGI Center of Excellence in Statistical Information on Government, Crime, Victimization and Justice (CoE). For more information, visit: <a href=\"https://eur02.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwww.cdeunodc.inegi.org.mx%2Findex.php%2Fen%2F&amp;data=05%7C01%7Cmaurice.dunaiski%40un.org%7Ceb3498bb23c84e42293b08db2659f3f7%7C0f9e35db544f4f60bdcc5ea416e6dc70%7C0%7C0%7C638145940021789602%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C3000%7C%7C%7C&amp;sdata=d0le6ksISowhh196Ld7SvLdJHgp9pf%2FpH1LrEMLG4dI%3D&amp;reserved=0\" target=\"_blank\">https://www.cdeunodc.inegi.org.mx/index.php/en/</a> <a href=\"#footnote-ref-4\">&#x2191;</a></p></div></div>","UNIT_MEASURE__GLOBAL":"<p>Percent (%)</p>","CLASS_SYSTEM__GLOBAL":"<p><a href=\"https://www.unodc.org/unodc/en/data-and-analysis/statistics/iccs.html\">International Classification of Crime for Statistical Purposes (ICCS)</a></p>","SOURCE_TYPE__GLOBAL":"<p>The indicator is based on a set of questions about experiences of 12 different forms of sexual and non-sexual harassment in the last 12 months to be included in a household survey. (see Section 4.c Method of computation). These questions can be part of an add-on module on sexual and non-sexual harassment, to be incorporated into other ongoing general population surveys (such as surveys on quality of life, public attitudes, or surveys on other topics) or be part of dedicated surveys on crime victimization.</p>\n<p>Data should be collected as part of a nationally representative sample of the adult population residing in the country, irrespective of legal residence status. The sampling frame and sample design should ensure that results can be disaggregated at sub-national level. The sample size should be sufficiently large to capture relevant events and compute needed disaggregations.</p>","COLL_METHOD__GLOBAL":"<p>At international level, data are routinely collected by UNODC through the annual UN Survey of Crime Trends and Operations of Criminal Justice Systems (UN-CTS) data collection. As requested by the UN Commission on Crime Prevention and Criminal Justice, over 140 Member States have already appointed a UN-CTS national focal point that delivers UN-CTS data to UNODC. In most cases these focal points are national institutions responsible for data production in the area of crime and criminal justice (National Statistical Offices, Ministry of Interior, Ministry of Justice, etc.). For countries that have not appointed a focal point, the request for data is sent to permanent missions in Vienna. When a country does not report to UNODC, other official sources such as authoritative websites, publications, or other forms of communication are used. Once consolidated, data are shared with countries to check their accuracy and validity.</p>\n<p>The UN-CTS provides specific definitions of data to be collected. It also collects a set of metadata to identify possible discrepancies from standard definitions and to assess overall data quality (e.g. sample size, target population, agency responsible for the data collection, etc.).</p>","FREQ_COLL__GLOBAL":"<p>Countries are encouraged to conduct crime victimization surveys which include harassment or a module within a national household survey through the proposed module in regular intervals, but at least every four years to reflect progress between each of the quadrennial reviews of Goal 11 at the High Level Political Forum (HLPF).</p>\n<p>UNODC collects data on this indicator according to the following schedule:</p>\n<p>III-IV quarter year n</p>","REL_CAL_POLICY__GLOBAL":"<p>Data on relevant SDG indicators are collected, compiled and sent back to countries for data review annually. Data are then reported to UN Statistics Division (UNSD) through the regular reporting channels annually.</p>\n<p>II quarter year n+1 (data for year n-1). For instance, data for the year 2023 are collected in III-IV quarter 2024 and released in II quarter 2025.</p>","DATA_SOURCE__GLOBAL":"<p>Data are collected through official nationally representative surveys. In most countries and most cases, such surveys are conducted by National Statistical Offices (NSOs). In some cases, other national institutions or other entities may conduct surveys on victimization which include harassment according to the same methodological standards.</p>\n<p>Data are sent to UNODC by Member States, usually through national UN Survey of Crime Trends and Operations of Criminal Justice Systems (UN-CTS) Focal Points, which in most cases are national institutions responsible for data production in the area of crime and criminal justice (National Statistical Offices, Ministry of Interior, Ministry of Justice, etc.).</p>","COMPILING_ORG__GLOBAL":"<p><strong>Name:</strong></p>\n<p>United Nations Office on Drugs and Crime (UNODC)</p>\n<p><strong>Description:</strong></p>\n<p>At the international level, data are routinely collected and disseminated by the United Nations Office on Drugs and Crime (UNODC) through the annual UN Survey of Crime Trends and Operations of Criminal Justice Systems (UN-CTS) data collection. UNODC partners with regional organizations in the collection and dissemination of data, respectively with Eurostat in Europe and with the Organisation of American States in the Americas. </p>","INST_MANDATE__GLOBAL":"<p>The United Nations Office on Drugs and Crime (UNODC) &#x2013; as custodian of the UN standards and norms in crime prevention and criminal justice, UNODC assists Member States in reforming their criminal justice systems in order to be effective, fair and humane for the entire population. UNODC develops technical tools to assist Member States in implementing the UN standards and norms and supports Member States through the provision of technical assistance in crime prevention and criminal justice reform. It does so through several Global programmes and through the UNODC field office network.</p>\n<p>UNODC is responsible for carrying out the United Nations Survey of Crime Trends and Operations of Criminal Justice Systems (UN-CTS), which was introduced through the General Assembly Resolution <a href=\"https://undocs.org/en/A/RES/3021(XXVII)\">A/RES/3021(XXVII)</a> in 1972. The Economic and Social Council, in its resolution 1984/48 of 25 May 1984, further requested that the Secretary-General maintain and develop the United Nations crime-related database by continuing to conduct surveys of crime trends and the operations of criminal justice systems. </p>","RATIONALE__GLOBAL":"<p>The experience of non-sexual and sexual harassment can have far-reaching negative impacts on the victims. Besides the emotional and psychological harm suffered, harassment can have negative consequences on the ability of its victims to fully participate in public life and to share in and contribute to the development of their communities. For example, the widespread occurrence of sexual harassment in the workplace can lead to a lower participation of women in the workforce, especially in male-dominated occupations, and lower their income-generating capacity.</p>","REC_USE_LIM__GLOBAL":"<p>Like other experience-based indicators on victimization, the indicator reflects the experience from the perspective of the victim. As such, the response provided by the victims reflects their experience as well as their subjective feeling of victimization, irrespective of whether actual harm was intended or not. The subjective feeling of victimization is an important component of safety and security across space and time (for example, in cities or in the domestic sphere) and a higher prevalence of experienced non-sexual or sexual harassment indicates a negative environment that warrants appropriate responses and interventions.</p>\n<p>Similar to other survey-based indicators, the scope of the indicator also relies on the design and sampling strategy of the survey. For example, most surveys set a lower age-limit for practical and ethical reasons (e.g. 18 years and older), which means that data are not representative for children (under 18 years).<sup><sup><a href=\"#footnote-5\" id=\"footnote-ref-5\">[4]</a></sup></sup> Harassment specifically linked to disability requires relatively large sample sizes in order to obtain a sufficiently large number of disabled persons in the sample.</p>\n<p>The same behaviour can have different meanings and therefore have a different impact across cultural contexts and population groups. For this reason, the selection of &#x2018;harassment&#x2019; behaviours has been made also with the view of identifying situations of harassment that can be perceived as such across different social and cultural contexts.</p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-5\">4</sup><p> Other age limits (e.g. 15+ years) may be applied if consistent with national practices. Some surveys are also specifically designed to cover the youth and adolescent population. For example the Social Cohesion Survey to Prevent Violence and Crime (ECOPRED) conducted by the National Statistics Office of Mexico (INEGI) targets youth 12 years and older. <a href=\"#footnote-ref-5\">&#x2191;</a></p></div></div>","DATA_COMP__GLOBAL":"<p>This is a survey-based indicator that measures individuals&#x2019; experience of any of a set of behaviours that are collectively referred to as non-sexual harassment and sexual harassment. Questions on non-sexual and sexual harassment are to be measured separately. The results can then be combined. Both numerator and denominator are measured through sample surveys of the general population. The computation of this indicator requires the inclusion of a short module in a representative population survey that asks a set of questions about each type of non-sexual and sexual harassment included in Figures 1 and 2 respectively . </p>\n<table>\n  <tbody>\n    <tr>\n      <td>\n        <p><strong>Content of question</strong></p>\n      </td>\n      <td>\n        <p><strong>Instruction</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <ol>\n          <li>Experience of sexual harassment in the past 12 months<sup><a href=\"#footnote-6\" id=\"footnote-ref-6\">[5]</a></sup>, by type of harassment (see Figure 2 for the set of behaviors indicative of sexual harassment) </li>\n        </ol>\n      </td>\n      <td>\n        <p>If no sexual harassment was experienced, skip to 4, otherwise go to 2.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <ol>\n          <li>Most recent type of sexual harassment experienced<sup><a href=\"#footnote-7\" id=\"footnote-ref-7\">[6]</a></sup></li>\n        </ol>\n      </td>\n      <td>\n        <p>Continue with 3.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <ol>\n          <li>Place of most recent sexual harassment, by type of location</li>\n        </ol>\n      </td>\n      <td>\n        <p>Go to 4.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <ol>\n          <li>Experience of non-sexual harassment in the past 12 months, by type of harassment (see Figure 1 for the set of behaviors indicative of non-sexual harassment)</li>\n        </ol>\n      </td>\n      <td>\n        <p>If no non-sexual harassment was experienced, skip to END, otherwise go to 5.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <ol>\n          <li>Most recent type of non-sexual harassment experienced</li>\n        </ol>\n      </td>\n      <td>\n        <p>Continue with 6.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <ol>\n          <li>Place of most recent non-sexual harassment, by type of location</li>\n        </ol>\n      </td>\n      <td>\n        <p>Go to END.</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<p>Based on the responses to questions, the following indicators can be computed:</p>\n<p><strong>Indicator 11.7.2a:</strong> Proportion of persons victim of non-sexual harassment, by sex, age, disability status and place of occurrence, in the previous 12 months:</p>\n<p>This indicator in computed by taking the number of respondents who experienced at least one form of non-sexual harassment in the past 12 months and dividing by the total number of respondents. The result needs to be multiplied by 100.</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mi>I</mi>\n    <mi>n</mi>\n    <mi>d</mi>\n    <mi>i</mi>\n    <mi>c</mi>\n    <mi>a</mi>\n    <mi>t</mi>\n    <mi>o</mi>\n    <mi>r</mi>\n    <mi>&amp;nbsp;</mi>\n    <mn>11</mn>\n    <mo>.</mo>\n    <mn>7</mn>\n    <mo>.</mo>\n    <mn>2</mn>\n    <mi>a</mi>\n    <mo>=</mo>\n    <mi>&amp;nbsp;</mi>\n    <mfrac>\n      <mrow>\n        <mi>N</mi>\n        <mi>u</mi>\n        <mi>m</mi>\n        <mi>b</mi>\n        <mi>e</mi>\n        <mi>r</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>o</mi>\n        <mi>f</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>r</mi>\n        <mi>e</mi>\n        <mi>s</mi>\n        <mi>p</mi>\n        <mi>o</mi>\n        <mi>n</mi>\n        <mi>d</mi>\n        <mi>e</mi>\n        <mi>n</mi>\n        <mi>t</mi>\n        <mi>s</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>w</mi>\n        <mi>h</mi>\n        <mi>o</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>e</mi>\n        <mi>x</mi>\n        <mi>p</mi>\n        <mi>e</mi>\n        <mi>r</mi>\n        <mi>i</mi>\n        <mi>e</mi>\n        <mi>n</mi>\n        <mi>c</mi>\n        <mi>e</mi>\n        <mi>d</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>a</mi>\n        <mi>t</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>l</mi>\n        <mi>e</mi>\n        <mi>a</mi>\n        <mi>s</mi>\n        <mi>t</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>o</mi>\n        <mi>n</mi>\n        <mi>e</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>f</mi>\n        <mi>o</mi>\n        <mi>r</mi>\n        <mi>m</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>o</mi>\n        <mi>f</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>n</mi>\n        <mi>o</mi>\n        <mi>n</mi>\n        <mo>-</mo>\n        <mi>s</mi>\n        <mi>e</mi>\n        <mi>x</mi>\n        <mi>u</mi>\n        <mi>a</mi>\n        <mi>l</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>h</mi>\n        <mi>a</mi>\n        <mi>r</mi>\n        <mi>a</mi>\n        <mi>s</mi>\n        <mi>s</mi>\n        <mi>m</mi>\n        <mi>e</mi>\n        <mi>n</mi>\n        <mi>t</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>i</mi>\n        <mi>n</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>t</mi>\n        <mi>h</mi>\n        <mi>e</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>p</mi>\n        <mi>a</mi>\n        <mi>s</mi>\n        <mi>t</mi>\n        <mi>&amp;nbsp;</mi>\n        <mn>12</mn>\n        <mi>&amp;nbsp;</mi>\n        <mi>m</mi>\n        <mi>o</mi>\n        <mi>n</mi>\n        <mi>t</mi>\n        <mi>h</mi>\n        <mi>s</mi>\n      </mrow>\n      <mrow>\n        <mi>T</mi>\n        <mi>o</mi>\n        <mi>t</mi>\n        <mi>a</mi>\n        <mi>l</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>n</mi>\n        <mi>u</mi>\n        <mi>m</mi>\n        <mi>b</mi>\n        <mi>e</mi>\n        <mi>r</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>o</mi>\n        <mi>f</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>s</mi>\n        <mi>u</mi>\n        <mi>r</mi>\n        <mi>v</mi>\n        <mi>e</mi>\n        <mi>y</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>r</mi>\n        <mi>e</mi>\n        <mi>s</mi>\n        <mi>p</mi>\n        <mi>o</mi>\n        <mi>n</mi>\n        <mi>d</mi>\n        <mi>e</mi>\n        <mi>n</mi>\n        <mi>t</mi>\n        <mi>s</mi>\n      </mrow>\n    </mfrac>\n    <mi>X</mi>\n    <mn>100</mn>\n  </math> </p>\n<p><strong>Indicator 11.7.2b:</strong> Proportion of persons victim of sexual harassment, by sex, age, disability status and place of occurrence, in the previous 12 months</p>\n<p>This indicator in computed by taking the number of respondents who experienced at least one form of sexual harassment and dividing by the total number of respondents. The result needs to be multiplied by 100.</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mi>I</mi>\n    <mi>n</mi>\n    <mi>d</mi>\n    <mi>i</mi>\n    <mi>c</mi>\n    <mi>a</mi>\n    <mi>t</mi>\n    <mi>o</mi>\n    <mi>r</mi>\n    <mi>&amp;nbsp;</mi>\n    <mn>11</mn>\n    <mo>.</mo>\n    <mn>7</mn>\n    <mo>.</mo>\n    <mn>2</mn>\n    <mi>b</mi>\n    <mo>:</mo>\n    <mi>&amp;nbsp;</mi>\n    <mo>=</mo>\n    <mi>&amp;nbsp;</mi>\n    <mfrac>\n      <mrow>\n        <mi>N</mi>\n        <mi>u</mi>\n        <mi>m</mi>\n        <mi>b</mi>\n        <mi>e</mi>\n        <mi>r</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>o</mi>\n        <mi>f</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>r</mi>\n        <mi>e</mi>\n        <mi>s</mi>\n        <mi>p</mi>\n        <mi>o</mi>\n        <mi>n</mi>\n        <mi>d</mi>\n        <mi>e</mi>\n        <mi>n</mi>\n        <mi>t</mi>\n        <mi>s</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>w</mi>\n        <mi>h</mi>\n        <mi>o</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>e</mi>\n        <mi>x</mi>\n        <mi>p</mi>\n        <mi>e</mi>\n        <mi>r</mi>\n        <mi>i</mi>\n        <mi>e</mi>\n        <mi>n</mi>\n        <mi>c</mi>\n        <mi>e</mi>\n        <mi>d</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>a</mi>\n        <mi>t</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>l</mi>\n        <mi>e</mi>\n        <mi>a</mi>\n        <mi>s</mi>\n        <mi>t</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>o</mi>\n        <mi>n</mi>\n        <mi>e</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>f</mi>\n        <mi>o</mi>\n        <mi>r</mi>\n        <mi>m</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>o</mi>\n        <mi>f</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>s</mi>\n        <mi>e</mi>\n        <mi>x</mi>\n        <mi>u</mi>\n        <mi>a</mi>\n        <mi>l</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>h</mi>\n        <mi>a</mi>\n        <mi>r</mi>\n        <mi>a</mi>\n        <mi>s</mi>\n        <mi>s</mi>\n        <mi>m</mi>\n        <mi>e</mi>\n        <mi>n</mi>\n        <mi>t</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>i</mi>\n        <mi>n</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>t</mi>\n        <mi>h</mi>\n        <mi>e</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>p</mi>\n        <mi>a</mi>\n        <mi>s</mi>\n        <mi>t</mi>\n        <mi>&amp;nbsp;</mi>\n        <mn>12</mn>\n        <mi>&amp;nbsp;</mi>\n        <mi>m</mi>\n        <mi>o</mi>\n        <mi>n</mi>\n        <mi>t</mi>\n        <mi>h</mi>\n        <mi>s</mi>\n      </mrow>\n      <mrow>\n        <mi>T</mi>\n        <mi>o</mi>\n        <mi>t</mi>\n        <mi>a</mi>\n        <mi>l</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>n</mi>\n        <mi>u</mi>\n        <mi>m</mi>\n        <mi>b</mi>\n        <mi>e</mi>\n        <mi>r</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>o</mi>\n        <mi>f</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>s</mi>\n        <mi>u</mi>\n        <mi>r</mi>\n        <mi>v</mi>\n        <mi>e</mi>\n        <mi>y</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>r</mi>\n        <mi>e</mi>\n        <mi>s</mi>\n        <mi>p</mi>\n        <mi>o</mi>\n        <mi>n</mi>\n        <mi>d</mi>\n        <mi>e</mi>\n        <mi>n</mi>\n        <mi>t</mi>\n        <mi>s</mi>\n      </mrow>\n    </mfrac>\n    <mi>&amp;nbsp;</mi>\n    <mi>X</mi>\n    <mn>100</mn>\n  </math> </p>\n<p><strong>Indicator 11.7.2: </strong>Proportion of persons victim of non-sexual or sexual harassment, by sex, age, disability status and place of occurrence, in the previous 12 months</p>\n<p>This indicator is computed by taking the number of respondents who experienced at least one form of non-sexual or sexual harassment and dividing by the total number of respondents. The result needs to be multiplied by 100.</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mi>I</mi>\n    <mi>n</mi>\n    <mi>d</mi>\n    <mi>i</mi>\n    <mi>c</mi>\n    <mi>a</mi>\n    <mi>t</mi>\n    <mi>o</mi>\n    <mi>r</mi>\n    <mi>&amp;nbsp;</mi>\n    <mn>11</mn>\n    <mo>.</mo>\n    <mn>7</mn>\n    <mo>.</mo>\n    <mn>2</mn>\n    <mo>=</mo>\n    <mi>&amp;nbsp;</mi>\n    <mfrac>\n      <mrow>\n        <mi>N</mi>\n        <mi>u</mi>\n        <mi>m</mi>\n        <mi>b</mi>\n        <mi>e</mi>\n        <mi>r</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>o</mi>\n        <mi>f</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>r</mi>\n        <mi>e</mi>\n        <mi>s</mi>\n        <mi>p</mi>\n        <mi>o</mi>\n        <mi>n</mi>\n        <mi>d</mi>\n        <mi>e</mi>\n        <mi>n</mi>\n        <mi>t</mi>\n        <mi>s</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>w</mi>\n        <mi>h</mi>\n        <mi>o</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>e</mi>\n        <mi>x</mi>\n        <mi>p</mi>\n        <mi>e</mi>\n        <mi>r</mi>\n        <mi>i</mi>\n        <mi>e</mi>\n        <mi>n</mi>\n        <mi>c</mi>\n        <mi>e</mi>\n        <mi>d</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>a</mi>\n        <mi>t</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>l</mi>\n        <mi>e</mi>\n        <mi>a</mi>\n        <mi>s</mi>\n        <mi>t</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>o</mi>\n        <mi>n</mi>\n        <mi>e</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>f</mi>\n        <mi>o</mi>\n        <mi>r</mi>\n        <mi>m</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>o</mi>\n        <mi>f</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>p</mi>\n        <mi>h</mi>\n        <mi>y</mi>\n        <mi>s</mi>\n        <mi>i</mi>\n        <mi>c</mi>\n        <mi>a</mi>\n        <mi>l</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>o</mi>\n        <mi>r</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>s</mi>\n        <mi>e</mi>\n        <mi>x</mi>\n        <mi>u</mi>\n        <mi>a</mi>\n        <mi>l</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>h</mi>\n        <mi>a</mi>\n        <mi>r</mi>\n        <mi>a</mi>\n        <mi>s</mi>\n        <mi>s</mi>\n        <mi>m</mi>\n        <mi>e</mi>\n        <mi>n</mi>\n        <mi>t</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>i</mi>\n        <mi>n</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>t</mi>\n        <mi>h</mi>\n        <mi>e</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>p</mi>\n        <mi>a</mi>\n        <mi>s</mi>\n        <mi>t</mi>\n        <mi>&amp;nbsp;</mi>\n        <mn>12</mn>\n        <mi>&amp;nbsp;</mi>\n        <mi>m</mi>\n        <mi>o</mi>\n        <mi>n</mi>\n        <mi>t</mi>\n        <mi>h</mi>\n        <mi>s</mi>\n      </mrow>\n      <mrow>\n        <mi>T</mi>\n        <mi>o</mi>\n        <mi>t</mi>\n        <mi>a</mi>\n        <mi>l</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>n</mi>\n        <mi>u</mi>\n        <mi>m</mi>\n        <mi>b</mi>\n        <mi>e</mi>\n        <mi>r</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>o</mi>\n        <mi>f</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>s</mi>\n        <mi>u</mi>\n        <mi>r</mi>\n        <mi>v</mi>\n        <mi>e</mi>\n        <mi>y</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>r</mi>\n        <mi>e</mi>\n        <mi>s</mi>\n        <mi>p</mi>\n        <mi>o</mi>\n        <mi>n</mi>\n        <mi>d</mi>\n        <mi>e</mi>\n        <mi>n</mi>\n        <mi>t</mi>\n        <mi>s</mi>\n      </mrow>\n    </mfrac>\n    <mi>&amp;nbsp;</mi>\n    <mi>X</mi>\n    <mn>100</mn>\n  </math> </p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-6\">5</sup><p> While not necessary for computing Indicator 11.7.2, it is recommended that the survey questionnaire first asks about experiences of harassment in the past 3 years (to reduce possible telescoping effects and capture relatively rare events). <a href=\"#footnote-ref-6\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-7\">6</sup><p> While not necessary for computing Indicator 11.7.2, it is recommended that the survey questionnaire also asks how many times in the past 12 month the respondent has experienced each type of harassment, to understand the seriousness and severity of the harassment. <a href=\"#footnote-ref-7\">&#x2191;</a></p></div></div>","DATA_VALIDATION__GLOBAL":"<p>The data for the indicator is collected through household surveys conducted by National Statistics Offices (NSOs) or other institutions following tight survey protocols and complying with the metadata. Data producers are encouraged to strictly follow the data quality practices, protocols and frameworks in relation of data quality. In addition to the data, countries are requested to report on the metadata which serves as one additional layer of validation and verification of the data. For survey-based indicators, metadata are assessed in relation to the representativeness and coverage of the survey as well as alignment of question wording and answer options with international standards.</p>\n<p>Before publication by custodian agencies, a standardised &#x201C;pre-publication process&#x201D; is implemented, where national stakeholders can verify and review the data before publication. </p>","ADJUSTMENT__GLOBAL":"<p>Not applicable</p>","IMPUTATION__GLOBAL":"<p>&#x2022; <strong>At country level</strong></p>\n<p>Missing values are left blank.</p>","REG_AGG__GLOBAL":"<p>Not applicable</p>","DOC_METHOD__GLOBAL":"<p>In 2022, the United Nations Office on Drugs and Crime (UNODC) together with the United Nations Development Program (UNDP) and the Office of the United Nations High Commissioner on Human Rights (OHCHR) published the SDG 16 Survey Questionnaire and Implementation Manual, which contain internationally standardised survey question wording (in the five official UN languages) as well as implementation guidance related to this indicator. The questionnaire and manual are available at:</p>\n<p><a href=\"https://www.sdg16hub.org/topic/sdg-16-survey-initiative-questionnaire\">https://www.sdg16hub.org/topic/sdg-16-survey-initiative-questionnaire</a></p>\n<p><a href=\"https://www.sdg16hub.org/topic/sdg-16-survey-initiative-implementation-manual\">https://www.sdg16hub.org/topic/sdg-16-survey-initiative-implementation-manual</a> </p>\n<p>In 2013, the UNODC through its UNODC-INEGI Center of Excellence in Statistical Information on Government, Crime, Victimization and Justice (CoE) in Mexico, created the Latin America and the Caribbean Crime Victimization Survey Initiative (LACSI), a regionally standardized methodology to measure comprehensively victimization, the perception of safety and the performance of authorities in a comparable manner in line with United Nations international standards. LACSI is led by UNODC, and it is supported by the Inter-American Development Bank (IDB), the United Nations Development Programme (UNDP) and the Organization of American States (OAS). The Initiative&apos;s Working Group (composed by 14 countries of the LAC region) meets periodically to review and update the main methodological tool. The meeting minutes, conceptual framework and methodological tools are available at: <a href=\"https://www.cdeunodc.inegi.org.mx/index.php/lacsi-initiative/\">https://www.cdeunodc.inegi.org.mx/index.php/lacsi-initiative/</a></p>\n<p>https://www.cdeunodc.inegi.org.mx/index.php/questionnaire/</p>\n<p>In 2010, the United Nations Office on Drugs and Crime (UNODC) and the United Nations Economic Commission for Europe (UNODC-UNECE) published a Manual on Victimization Surveys that provides technical guidance on the implementation of such surveys, on the basis of good practices developed at the country-level. The UNODC-UNECE Manual on Victimization Surveys (2010) is available at: <a href=\"https://www.unodc.org/unodc/en/data-and-analysis/Manual-on-victim-surveys.html\">https://www.unodc.org/unodc/en/data-and-analysis/Manual-on-victim-surveys.html</a> </p>","QUALITY_MGMNT__GLOBAL":"<p>The United Nations Office on Drugs and Crime (UNODC) has a statistical section with dedicated staff to support the data collection through technical assistance, collating and verifying the received data and continuously improve data collection mechanisms including guidelines.</p>","QUALITY_ASSURE__GLOBAL":"<p>It is recommended that National Statistics Offices (NSOs) serve as the main contact for compiling and assuring the quality of the necessary data to report on SDG 11.7.2, in close coordination with other relevant bodies in the country. Automated and substantive validation procedures are in place when data are processed by custodian agencies to assess their consistency and compliance with standards.</p>","QUALITY_ASSMNT__GLOBAL":"<p>See section 4.d. Validation.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>While several countries, especially in the Americas under the LACSI methodology, have implemented national victimization surveys<sup><a href=\"#footnote-8\" id=\"footnote-ref-8\">[7]</a></sup>, at the global level, there continues to be limited availability of survey-based data for measuring non-sexual and sexual harassment prevalence.</p>\n<p>For this reason, UNODC partnered with UNDP and OHCHR to develop the internationally standardized and tested SDG 16 Survey questionnaire and the accompanying Implementation Manual, which countries can use for collecting data on 11 survey-based indicators under Goal 16 as well as two survey-based indicators under Goal 11, including indicator 11.7.2 on non-sexual and sexual harassment.</p>\n<p>Another important regional standard is the Latin America and the Caribbean Crime Victimization Survey Initiative (LACSI), which countries can use to measure 4 survey-based indicators under Goal 16, as well as the survey-based indicator in Goal 11, including 11.7.2. LACSI goes beyond measuring SDG 2030 survey-based indicators and promotes the measurement of a wide range of dimensions to be measured in terms of safety and victimization that can be of use for policy makers and countries to better understand crime .</p>\n<p><strong>Time series:</strong></p>\n<p>The indicator has recently been included into the annual United Nations Crime Trends Survey (UN-CTS, the regular data collection used by UNODC to collect data from UN Member States. It is expected that countries will gradually report on this indicator as the methodological guidance is disseminated and relevant items are included in national surveys.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>When the proposed module on non-sexual and sexual harassment is part of a larger population survey, relevant disaggregations (e.g., income, sex, age group, geographic location, disability status, etc.) may not need to be included in the module since they are typically part of large socio-economic surveys. In contrast, disaggregations by place of occurrence, victim-perpetrator relationship,<sup><a href=\"#footnote-9\" id=\"footnote-ref-9\">[8]</a></sup> and reporting of the crime to the police or relevant authorities need to be included in the question module itself.</p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-8\">7</sup><p> To learn more about which countries have implemented national or subnational stand-alone crime victimization surveys, visit the UNODC-INEGI Center of Excellence Atlas on Victimization Surveys: https://www.cdeunodc.inegi.org.mx/index.php/atlas-on-cvs/ <a href=\"#footnote-ref-8\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-9\">8</sup><p> The Latin America and the Caribbean Crime Victimization Survey Initiative (LACSI) also recommends measuring the condition of both the victim and the perpetrator of being under the influence of alcohol or other drugs. <a href=\"#footnote-ref-9\">&#x2191;</a></p></div></div>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Data for this indicator are based on a set of standardised survey questions. If data from more than one survey are available for the same country, discrepancies may be due to different wording of the questions, different structure of the questionnaire, different survey methods and operations, different sample design and sample size. As a rule, data from national surveys complying with recommended standards are used, when available.</p>","OTHER_DOC__GLOBAL":"<p>UNODC-UNDP-OHCHR. 2022. SDG 16 Survey Questionnaire and Implementation Manual. Available at:</p>\n<p><a href=\"https://www.sdg16hub.org/topic/sdg-16-survey-initiative-questionnaire\">https://www.sdg16hub.org/topic/sdg-16-survey-initiative-questionnaire</a></p>\n<p><a href=\"https://www.sdg16hub.org/topic/sdg-16-survey-initiative-implementation-manual\">https://www.sdg16hub.org/topic/sdg-16-survey-initiative-implementation-manual</a> </p>\n<p>UNODC. 2013. Latin America and the Caribbean Crime Victimization Survey Initiative (LACSI). Available at: </p>\n<p><a href=\"https://www.cdeunodc.inegi.org.mx/index.php/lacsi-initiative/\">https://www.cdeunodc.inegi.org.mx/index.php/lacsi-initiative/</a></p>\n<p><a href=\"https://www.cdeunodc.inegi.org.mx/index.php/questionnaire/\">https://www.cdeunodc.inegi.org.mx/index.php/questionnaire/</a></p>\n<p>UNODC-UNECE, <em>Manual on Victimization Surveys (2010)</em>. Available at: <a href=\"https://www.unodc.org/unodc/en/data-and-analysis/Manual-on-victim-surveys.html\">https://www.unodc.org/unodc/en/data-and-analysis/Manual-on-victim-surveys.html</a> </p>\n<p>EU Fundamental Rights Agency, <em>Violence against women: an EU-wide survey. Main results report (2014)</em>. Available at: <a href=\"https://fra.europa.eu/en/publication/2014/violence-against-women-eu-wide-survey-main-results-report\"><u>https://fra.europa.eu/en/publication/2014/violence-against-women-eu-wide-survey-main-results-report</u></a></p>\n<p>EU Fundamental Rights Agency,<em> What do fundamental rights mean for people in the EU? - Fundamental Rights Survey (2020)</em>. Available at: <a href=\"https://fra.europa.eu/en/publication/2020/fundamental-rights-survey-trust\">https://fra.europa.eu/en/publication/2020/fundamental-rights-survey-trust</a> </p>\n<p>Eurostat, <em>Methodological manual for the EU survey on gender-based violence against women and other forms of inter-personal violence (EU-GBV</em>), <em>2021 edition</em>. Available at: <a href=\"https://ec.europa.eu/eurostat/documents/3859598/13484289/KS-GQ-21-009-EN-N.pdf/1478786c-5fb3-fe31-d759-7bbe0e9066ad?t=1633004533458\">https://ec.europa.eu/eurostat/documents/3859598/13484289/KS-GQ-21-009-EN-N.pdf/1478786c-5fb3-fe31-d759-7bbe0e9066ad?t=1633004533458</a> </p>","target_number":"11.7","goal_number":"11","indicator_sort_order":"11-07-02"}