{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proporción de personas que han sido víctimas de acoso físico o sexual en los últimos 12 meses, desglosada por sexo, edad, grado de discapacidad y lugar del hecho","graph_titles":[],"graph_type":"line","indicator_name":"Proporción de personas que han sido víctimas de acoso físico o sexual en los últimos 12 meses, desglosada por sexo, edad, grado de discapacidad y lugar del hecho","indicator_number":"11.7.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 11: Make cities and human settlements inclusive, safe, resilient and sustainable</p>","SDG_TARGET__GLOBAL":"<p>Target 11.7: By 2030, provide universal access to safe, inclusive and accessible, green and public spaces, in particular for women and children, older persons and persons with disabilities</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 11.7.2: Proportion of persons victim of physical or sexual harassment, by sex, age, disability status and place of occurrence, in the previous 12 months</p>","META_LAST_UPDATE__GLOBAL":"<p>2018-11-28</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>5.2.1</p>\n<p>5.2.2</p>\n<p>16.1.3</p>\n<p>16.2.3</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>Custodian Agency: United Nations on Drugs and Crime (UNODC)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>Custodian Agency: United Nations on Drugs and Crime (UNODC)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Number of persons who have been victims of physical harassment and/or sexual harassment, as a percentage of the total population of the relevant area. </p>\n<p><strong>Concepts:</strong></p>\n<p>On the basis of the International Classification of Crime for Statistical Purposes (ICCS), an operational definition of physical and sexual harassment was developed. While sexual harassment refers to behaviour with a sexual connotation that is suitable to intimidate their victims, physical harassment refers to all other harassing behaviours that can cause fear for physical integrity and/or emotional distress. For use in a survey, it is necessary to further operationalize the concept and to identify more precisely the set of behaviours and their circumstances to be considered as harassment. On the basis of past surveys, expert discussions and with the inputs from the network of UN-CTS National Focal Points<sup><sup><a href=\"#footnote-2\" id=\"footnote-ref-2\">[1]</a></sup></sup>, a set of pertinent behaviours was identified and formulated for testing in a pilot survey module. The first tests of the survey module were carried out in 2019 in Nigeria and Saint Lucia and the revised survey module was included in a large representative household survey in Nigeria (sample 33,000 interviews) in June 2019, conducted by the National Bureau of Statistics of Nigeria. The module will also be included in a 2019 pilot survey conducted by the National Statistical Office of Mexico (INEGI) and in a full household survey in Saint Lucia in 2019.</p>\n<p>While the precise formulation and wording of the pertinent survey questions may need national customization, a core set of behaviours have been identified as forms of harassment exercised towards a person (see Annex A of the Methodology Development Narrative). </p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-2\">1</sup><p> This network is formed of national representatives - appointed by Member States &#x2013; from either National Statistical Offices or other government agencies directly involved in the production and dissemination of statistical data on crime and criminal justice. <a href=\"#footnote-ref-2\">&#x2191;</a></p></div></div>","SOURCE_TYPE__GLOBAL":"<p>The Indicator is based on eight questions to be included in a household survey. These questions can be part of an add-on module on physical and sexual harassment, to be incorporated into other ongoing general population surveys (such as surveys on quality of life, public attitudes or surveys on other topics) or be part of dedicated surveys on crime victimization.</p>\n<p>Data should be collected as part of a nationally representative probability sample of the adult population residing in the country, irrespective of legal residence status. The sampling frame and sample design should ensure that results can be disaggregated at sub-national level. The sample size should be sufficiently large to capture relevant events and compute needed disaggregations.</p>","COLL_METHOD__GLOBAL":"<p><strong>International data collection process</strong></p>\n<ul>\n  <li>Data are collected through a standardised questionnaire sent to countries<sup><a href=\"#footnote-3\" id=\"footnote-ref-3\">[2]</a></sup>. This questionnaire provides specific definitions of data to be collected and it collects a set of metadata to identify possible discrepancies from standard definitions and to assess overall data quality (e.g. sample size, target population, agency responsible for the data collection, etc.). </li>\n  <li>When needed, data of interest and relevant disaggregations are requested</li>\n  <li>Data for multiple years are collected to assess data consistency across time</li>\n  <li>Countries are requested to appoint national focal points (including from NSOs) for the various data topics to ensure technical supervision at country level on collected data</li>\n  <li>Automated and substantive validation procedures are in place when data are processed by the Office to assess their consistency and compliance with standards </li>\n  <li>When data from national official sources are missing or not complying with methodological standards, data from other sources are also considered and processed by using the same quality assurance procedures. </li>\n</ul><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-3\">2</sup><p> Data will be collected through the UN Crime trends Survey (UN-CTS), the annual questionnaire on crime and criminal justice administered by UNODC <a href=\"#footnote-ref-3\">&#x2191;</a></p></div></div>","FREQ_COLL__GLOBAL":"<p>The indicator will be collected annually through the United Nations Crime Trends Survey (UN-CTS), the regular data collection used by UNODC to collect data from UN Member States (based on the network of national UN-CTS Focal Points). </p>\n<p>Countries are encouraged to conduct surveys on harassment through the proposed module in regular intervals, but at least every four years to reflect progress between each of the quadrennial reviews of Goal 11 at the High Level Political Forum (HLPF).</p>","REL_CAL_POLICY__GLOBAL":"<p>Data on relevant SDG indicators are collected, compiled and sent back to countries for data review annually. Data are then reported to UNSD through the regular reporting channels annually.</p>","DATA_SOURCE__GLOBAL":"<p>Data are collected through official nationally representative surveys. In most countries and most cases, such surveys are conducted by National Statistical Offices (NSOs). In some cases, other national institutions or other entities may conduct surveys on access to justice according to the same methodological standards.</p>","COMPILING_ORG__GLOBAL":"<p>Data will be compiled by the custodian for this indicator (UNODC).</p>","RATIONALE__GLOBAL":"<p>The experience of physical and sexual harassment can have far-reaching negative impacts on the victims. Besides the emotional and psychological harm suffered, harassment can have negative consequences on the ability of its victims to fully participate in public life and to share in and contribute to the development of their communities. For example, the widespread occurrence of sexual harassment in the workplace can lead to a lower participation of women in the workforce, especially in male-dominated occupations, and lower their income-generating capacity.</p>","REC_USE_LIM__GLOBAL":"<p>Like other experience-based indicators on victimization, the indicator reflects the experience from the perspective of the victim. As such, the response provided by the victims reflects their experience as well as their subjective feeling of victimization, irrespective of whether actual harm was intended or not. The subjective feeling of victimization is an important component of safety and security across space and time (for example, in cities or in the domestic sphere) and a higher prevalence of experienced physical or sexual harassment indicates a negative environment that warrants appropriate responses and interventions. </p>\n<p>Like other survey-based indicators, the scope of the indicator also relies on the design and sampling strategy of the survey. For example, most surveys set a low age-limit for practical and ethical reasons (e.g. 18 years and older), which means that data are representative for youth under 18 years.<sup><sup><a href=\"#footnote-4\" id=\"footnote-ref-4\">[3]</a></sup></sup> Harassment specifically linked to disability requires relatively large sample sizes in order to obtain a sufficiently large number of disabled persons in the sample.</p>\n<p>The same behaviour can have different meanings and therefore have a different impact across cultural contexts and population groups. For this reason, the selection of &#x2018;harassment&#x2019; behaviours has been made also with the view of identifying situations of harassment that can be perceived as such across different social and cultural contexts. </p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-4\">3</sup><p> Other age limits (e.g. 15+ years) may be applied if consistent with national practices. Some surveys are also specifically designed to cover the youth and adolescent population, for example the Social Cohesion Survey to Prevent Violence and Crime (ECOPRED) conducted by the National Statistics Office of Mexico (INEGI) targets youth 12 years and older. <a href=\"#footnote-ref-4\">&#x2191;</a></p></div></div>","DATA_COMP__GLOBAL":"<p>Number of persons who experienced a form of physical harassment and/or sexual harassment, divided by the total population. The result would be multiplied by 100.</p>\n<p>This is a survey-based indicator that measures the experience of any of a set of behaviours that are collectively referred to as physical harassment and sexual harassment. Questions on physical and sexual harassment are to be measured separately. The results can then be combined. Both numerator and denominator are measured through sample surveys of the general population.</p>\n<p>The computation of this indicator requires the inclusion of a short module of eight questions in a representative population survey. The following table illustrates the content of the questions needed to compute the indicator.</p>\n<table>\n  <tbody>\n    <tr>\n      <td>\n        <p><strong>Content of question</strong></p>\n      </td>\n      <td>\n        <p><strong>Instruction</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <ol>\n          <li>Experience of sexual harassment in the past three years, by type of harassment</li>\n        </ol>\n      </td>\n      <td>\n        <p>If no sexual harassment was experienced, skip to 5, otherwise go to 2.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <ol>\n          <li>Most recent type of harassment experienced</li>\n        </ol>\n      </td>\n      <td>\n        <p>Continue with 3.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <ol>\n          <li>Time period of last harassment</li>\n        </ol>\n      </td>\n      <td>\n        <p>Continue with 4.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <ol>\n          <li>Place of last harassment, by type of location</li>\n        </ol>\n      </td>\n      <td>\n        <p>Go to 5.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <ol>\n          <li>Experience of physical harassment in the past three years, by type of harassment</li>\n        </ol>\n      </td>\n      <td>\n        <p>If no physical harassment was experienced, skip to END, otherwise go to 6.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <ol>\n          <li>Most recent type of harassment experienced</li>\n        </ol>\n      </td>\n      <td>\n        <p>Continue with 7.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <ol>\n          <li>Time period of last harassment</li>\n        </ol>\n      </td>\n      <td>\n        <p>Continue with 8.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <ol>\n          <li>Place of last harassment, by type of location</li>\n        </ol>\n      </td>\n      <td>\n        <p>Go to END.</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<p>Based on the responses to questions, the following indicators can be computed:</p>\n<p><u>Prevalence rate of sexual harassment</u>: Number of persons who experienced at least one form of sexual harassment, divided by the total population. The result would be multiplied by 100.</p>\n<p><u>Prevalence rate of physical harassment:</u> Number of persons who experienced at least one form of physical harassment, divided by the total population. The result would be multiplied by 100.</p>\n<p><u>Prevalence rate of physical or sexual harassment (SDG indicator 11.7.2):</u> Number of persons who experienced either a form of sexual harassment or a form of physical harassment, divided by the total population. The result would be multiplied by 100.</p>","IMPUTATION__GLOBAL":"<p>National data are not estimated if data derived from surveys conducted at country level are not available.</p>","REG_AGG__GLOBAL":"<p>Regional aggregates are produced only when available data cover at least a certain percentage of countries of the region and the population of these countries account for a certain percentage of the regional population.</p>","DOC_METHOD__GLOBAL":"<p>Methodological documentation from surveys conducted at national level is available (e.g. household survey in Nigeria conducted by the National Bureau of Statistics (NBS) and UNODC; various surveys by the NSO of Mexico, INEGI<sup><a href=\"#footnote-5\" id=\"footnote-ref-5\">[4]</a></sup>). Detailed guidelines on the survey module are under preparation by UNODC. </p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-5\">4</sup><p> This includes the National Survey on the Dynamics of Household Relationships (ENDIREH), the National Survey on Victimization and Perception of Public Safety (ENVIPE) and the Social Cohesion Survey to Prevent Violence and Crime (ECOPRED). For an overview see: https://www.inegi.org.mx/app/biblioteca/ficha.html?upc=702825189587 <a href=\"#footnote-ref-5\">&#x2191;</a></p></div></div>","QUALITY_ASSURE__GLOBAL":"<p>At UNODC, quality assurance measures are in place to collect, process, and disseminate statistical data. They build on the &#x2018;Principles governing international statistical activities&#x2019; and regulate the collection, processing, publication and dissemination of data.</p>\n<p>All data for SDG indicators as compiled by the Office and are than sent to countries (through the relevant national focal points) for their review before statistical data are officially released by UNODC. When countries provide feedback/comments on the data, a technical discussion is conducted to identify a common position.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>The measurement of physical and sexual harassment is a relatively recent phenomenon. In a recent review of 50 victimization surveys conducted worldwide over several decades<sup><a href=\"#footnote-6\" id=\"footnote-ref-6\">[5]</a></sup>, only 6 included questions concerning either physical or sexual harassment (and only one screened for both types of behaviour); all were conducted between 2013 and 2016. The six surveys (conducted by Canada, France, Israel, Italy, Mexico and Sweden) that measured physical and/or sexual harassment did so using different methodologies and question formulations, so the results are not directly comparable.</p>\n<p>Another important source of data on sexual harassment is a survey on violence against women conducted by the European Union Fundamental Rights Agency in all 28 EU Member States in 2013 (sample size 42,000 interviewees).<sup><a href=\"#footnote-7\" id=\"footnote-ref-7\">[6]</a></sup> The measurement of sexual harassment was based on 11 types of behaviours (items) that have also been used to develop the survey module for SDG indicator 11.7.2.</p>\n<p>Finally, various modules on physical and sexual harassment have been tested in a recent survey in Nigeria. Following pilot testing and revisions of the module, the proposed module has been included in a large-scale household survey in June 2019 (sample 33,000 interviews) and found to be useful and feasible (see Annex A and B of the Methodology Development Narrative).</p>\n<p><strong>Time series:</strong></p>\n<p>The indicator has recently been included into the annual United Nations Crime Trends Survey (UN-CTS), the regular data collection used by UNODC to collect data from UN Member States. The first data collection has just started, and it is expected that countries will gradually report on this indicator once the methodology is disseminated and relevant items are included in national surveys.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>When the proposed module on physical and sexual harassment is part of a larger population survey, relevant disaggregations (e.g., income, sex, age group, geographic location, disability status, etc.) may not need to be included in the module since they are typically part of large socio-economic surveys. . In contrast, disaggregations by place of occurrence need to be included in the question module itself (e.g. at your home, on the street or in a marketplace, at our work or place of education, etc.)</p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-6\">5</sup><p> The review was conducted by the UNODC-INEGI Center of Excellence for Statistical Information on Government, Crime, Victimization and Justice (CdE) in 2018. <a href=\"#footnote-ref-6\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-7\">6</sup><p> Results, reports and methodology are available at <a href=\"https://fra.europa.eu/en/publication/2014/violence-against-women-eu-wide-survey-main-results-report\">https://fra.europa.eu/en/publication/2014/violence-against-women-eu-wide-survey-main-results-report</a> <a href=\"#footnote-ref-7\">&#x2191;</a></p></div></div>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Data for this indicator are based on eight standardised survey questions. If data from more than one survey are available for the same country, discrepancies may be due to different wording of the questions, different structure of the questionnaire, different survey methods and operations, different sample design and sample size. As a rule, data from national surveys complying with recommended standards are used, when available.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p><a href=\"https://www.unodc.org/documents/data-and-analysis/Crime-statistics/Manual_on_Victimization_surveys_2009_web.pdf\"><u>https://www.unodc.org/documents/data-and-analysis/Crime-statistics/Manual_on_Victimization_surveys_2009_web.pdf</u></a></p>\n<p><a href=\"https://fra.europa.eu/en/publication/2014/violence-against-women-eu-wide-survey-main-results-report\"><u>https://fra.europa.eu/en/publication/2014/violence-against-women-eu-wide-survey-main-results-report</u></a></p>\n<p><strong>References:</strong></p>\n<p>UNODC-UNECE, Manual on Victimization Surveys (2010)</p>\n<p>EU Fundamental Rights Agency, Violence against women: an EU-wide survey. Main results report (2014)</p>","indicator":"11.7.2","target_id":"11.7","sdg_goal":"11","indicator_sort_order":"11-07-02"}