{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Número de países que cuentan con políticas urbanas nacionales o planes de desarrollo regionales que a) responden a la dinámica de la población, b) garantizan un desarrollo territorial equilibrado y c) aumentan el margen fiscal local","graph_titles":[],"graph_type":"line","indicator_name":"Número de países que cuentan con políticas urbanas nacionales o planes de desarrollo regionales que a) responden a la dinámica de la población, b) garantizan un desarrollo territorial equilibrado y c) aumentan el margen fiscal local","indicator_number":"11.a.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 11: Make cities and human settlements inclusive, safe, resilient and sustainable</p>","SDG_TARGET__GLOBAL":"<p>Target 11.a: Support positive economic, social and environmental links between urban, peri-urban and rural areas by strengthening national and regional development planning</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 11.a.1: Number of countries that have national urban policies or regional development plans that (a) respond to population dynamics; (b) ensure balanced territorial development; and (c) increase local fiscal space</p>","META_LAST_UPDATE__GLOBAL":"<p>2021-12-20</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>This Indicator is related to several Goals and Targets, particularly the following: </p>\n<table>\n  <tbody>\n    <tr>\n      <td>\n        <p><strong>SDGs</strong></p>\n      </td>\n      <td>\n        <p><strong>Related targets</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td rowspan=\"2\">\n        <p><strong>Goal 1</strong>: Poverty eradication</p>\n      </td>\n      <td>\n        <p><strong>Target 1.4</strong>: land tenure </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>Target 1.5</strong>: resilience </p>\n      </td>\n    </tr>\n    <tr>\n      <td rowspan=\"2\">\n        <p><strong>Goal 2</strong>: Food security, nutrition, and agriculture</p>\n      </td>\n      <td>\n        <p><strong>Target 2.3</strong>: land tenure security </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>Target 2.c</strong>: urban rural linkages in food markets </p>\n      </td>\n    </tr>\n    <tr>\n      <td rowspan=\"2\">\n        <p><strong>Goal 5</strong>: Gender</p>\n      </td>\n      <td>\n        <p><strong>Target 5.2</strong>: safety </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>Target 5.a</strong>: ownership and control over land </p>\n      </td>\n    </tr>\n    <tr>\n      <td rowspan=\"2\">\n        <p><strong>Goal 6:</strong> Water</p>\n      </td>\n      <td>\n        <p><strong>Target 6.1</strong>: access to drinking water </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>Target 6.2</strong>: access to sanitation </p>\n      </td>\n    </tr>\n    <tr>\n      <td rowspan=\"2\">\n        <p><strong>Goal 7</strong>: Energy</p>\n      </td>\n      <td>\n        <p><strong>Target 7.2</strong>: access to renewable energy </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>Target 7.3</strong>: energy efficiency </p>\n      </td>\n    </tr>\n    <tr>\n      <td rowspan=\"3\">\n        <p><strong>Goal 8</strong>: Economic growth and employment</p>\n      </td>\n      <td>\n        <p><strong>Target 8.3</strong>: job creation </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>Target 8.5</strong>: decent work</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>Target 8.6</strong>: youth </p>\n      </td>\n    </tr>\n    <tr>\n      <td rowspan=\"3\">\n        <p><strong>Goal 9</strong>: Infrastructure and industrialization</p>\n      </td>\n      <td>\n        <p><strong>Target 9.1</strong>: access to infrastructure </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>Target 9.4</strong>: upgrading infrastructure </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>Target 9.a</strong>: financing infrastructure</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>Goal 10</strong>: Reduce inequality</p>\n      </td>\n      <td>\n        <p><strong>Target 10.4</strong>: discriminatory laws </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>Goal 12</strong>: Sustainable consumption and production</p>\n      </td>\n      <td>\n        <p><strong>Target 12.5</strong>: waste management </p>\n      </td>\n    </tr>\n    <tr>\n      <td rowspan=\"2\">\n        <p><strong>Goal 13</strong>: Climate change</p>\n      </td>\n      <td>\n        <p><strong>Target 13.1</strong>: resilience and adaptive capacity</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>Target 13.b</strong>: capacity for effective climate change related planning and management </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>Goal 15</strong>: Terrestrial ecosystems</p>\n      </td>\n      <td>\n        <p><strong>Target 15.9</strong>: by 2020, integrate ecosystem and biodiversity values into national and local planning and development processes </p>\n      </td>\n    </tr>\n    <tr>\n      <td rowspan=\"3\">\n        <p><strong>Goal 16:</strong> Peaceful societies and inclusive institutions</p>\n      </td>\n      <td>\n        <p><strong>Target 16.7</strong>: governmental subsidiarity </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>Target 16.a</strong>: institutional capacity building</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>Target 16.b</strong>: non-discriminatory laws and policies for sustainable development </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>Goal 17:</strong> means of implementation and partnerships</p>\n      </td>\n      <td>\n        <p><strong>Target 17.14</strong>: policy coherence </p>\n        <p><strong>Target 17.17</strong>: effective public-private and civil society partnerships</p>\n      </td>\n    </tr>\n  </tbody>\n</table>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>UN-Habitat</p>\n<p>UNFPA</p>","CONTACT_ORGANISATION__GLOBAL":"<p>UN-Habitat</p>\n<p>UNFPA</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p><em>National Urban Policies and regional development plans: </em></p>\n<p>A National Urban Policy (NUP) is defined as a coherent set of decisions or principle of actions derived through a deliberate government led process of coordinating and rallying various actors for a common vision and goal that will promote more transformative, productive, inclusive, and resilient urban development for the long term<sup><sup><a href=\"#footnote-2\" id=\"footnote-ref-2\">[1]</a></sup></sup>. </p>\n<p>This standard definition is extended and adapted to country contexts and may include, where applicable terms such as National Urban <em>Plan</em>, <em>Framework</em>, or <em>Strategy</em> as long as they are aligned with the above qualifiers. </p>\n<p>Similarly, regional development plans follow the same definition, only applied at the subnational level. </p>\n<p><em>NUP that responds to population dynamics: </em></p>\n<p>This first qualifier examines to what extent the NUP addresses issues to do with population composition, trends and projections in achieving development goals and targets. </p>\n<ul>\n  <li><em>Population composition </em>includes size, geographic distribution and density, household size and composition, mobility and migration, age and sex distribution and disaggregation, as specified in SDG target 17.18 </li>\n  <li><em>Trends </em>are changes in composition of the population from over time </li>\n  <li><em>Projections </em>are expected changes over time that the NUP needs to ensure that they are well addressed.</li>\n</ul>\n<p>Key questions for the assessment: </p>\n<ul>\n  <li>To what extent are quality and timely data on urban and rural population composition, trends and projections available for use in the development, implementation and monitoring of NUP or Regional Development Plans (RDPs)? </li>\n  <li>To what extent do the strategies/interventions of the NUP and/or RDPs refer to population composition, trends and projections over the timeframe of the plan? </li>\n</ul>\n<p><em>Ensure balanced territorial development: </em></p>\n<p>This second qualifier entails the promotion of a spatially coherent territory that includes a balanced system of human settlements including cities and towns and including urban corridors; that addresses social, economic, environmental and spatial disparities particularly considering the urban-rural continuum. </p>\n<p>Key questions for the assessment: </p>\n<ul>\n  <li>To what extent does the national urban policy consider the need for balanced development of the territory as a whole including the differentiated yet equivalent development of all types of settlements including villages, cities and towns, including urban corridors? </li>\n  <li>To what extent are the linkages &#x2013; social, economic, environmental and spatial &#x2013; between urban, peri-urban and rural areas consider with the ultimate goal of strengthening the urban-rural continuum? </li>\n</ul>\n<p><em>Increase local fiscal space: </em></p>\n<p>Local fiscal space is understood as the sum of financial resources available for improved delivery of basic social and economic services at the local level as a result of the budget and related decisions by governments at all levels without any prejudice to the sustainability of a government&#x2019;s financial position. </p>\n<p>Key questions for the assessment: </p>\n<ul>\n  <li>To what extent has the policy made allowance for the provision of local financial resources to provide for the implementation of the policy and for the delivery of essential basic social and economic services </li>\n  <li>To what extent has the policy assessed the status of human capacities required to effectively use financial resources for the implementation of the policy and the delivery of essential basic social and economic services? </li>\n</ul>\n<p><em>Developing: </em></p>\n<p>Developing refers to the policy development pathways and processes that consider the feasibility, diagnosis of policy problems and opportunities, the formulation/drafting of the policy until the approval of the policy </p>\n<p><em>Implementing: </em></p>\n<p>Implementation refers to the realization of the policy proposal through legislative or financial action/commitments, including the continued monitoring and evaluation of that policy </p>\n<p><strong>Concepts:</strong></p>\n<p>Introducing NUP &#x2013; an appropriate framework to achieve target 11.a and more broadly a recognized tool of implementation and monitoring of global urban agendas &#x2013; along with regional development plans, and adding three measurable qualifiers as requirements for successful plans and policies, makes indicator 11.a.1 not only a more adequate, measurable and implementable process indicator for target 11.a.1, but also will serve more broadly the progress of SDGs and the new urban agenda. </p>\n<p>This revised indicator is indeed suitable for all countries and regions, and lends itself to regional analyses, as well as other forms of aggregation and disaggregation, according to development level, for example. It is also applicable at multiple territorial levels. </p>\n<p>Moreover, monitoring this indicator will help more broadly with NUP monitoring and help increase awareness, capacity and knowledge of best practices for sustainable urban policy in the process. Also, due to the multidisciplinary dimension of NUPs and their role in global agendas, the enhanced data collection and analysis capacity that would be permitted by this indicator revision would participate in guiding the necessary steps to create a more enabling urban policy environment to support SDG 11 and urban dimensions of other SDGs. NUP monitoring according to SDGs would for instance serve as a gap analysis to help formulate tailored recommendations and identify best practices.</p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-2\">1</sup><p> UN-Habitat and Cities Alliance, 2014., The Evolution of National Urban Policy: A global overview <a href=\"#footnote-ref-2\">&#x2191;</a></p></div></div>","UNIT_MEASURE__GLOBAL":"<p>Number (of countries)</p>","SOURCE_TYPE__GLOBAL":"<p>The primary source of data is the official documents of national urban policies and regional development plans, available in or provided by national and regional administrations of the countries. All these will be derived from the national and global state of NUP survey results. </p>\n<p>The alignment of the policies and plans with proposed indicators are assessed by independent national level policy evaluators to avoid subjectivity and bias. The field of practice on NUP has developed a database of experts across the regions where evaluators are routinely drawn for undertaking these reviews. </p>\n<p>To help with this evaluation according to the three qualifiers, policy evaluators follow an agreed upon analysis framework. Other supporting tools such as expert opinion, baseline data, benchmarking, performance monitoring and reporting, and gap and content analysis could be used. </p>\n<p>Global, regional and national level compilations and analyses of NUP have already been undertaken by UN-Habitat and partners, which provide a solid foundation of evidence and expertise for the monitoring of indicator this proposed proxy indicator for 11.a.1. </p>","COLL_METHOD__GLOBAL":"<p>Tailor-made questionnaires are sent to relevant focal points in charge of indicator 11a.1 to fill in the status of the indicator components. The national level data is collected based on the training modules that have widely been disseminate to many national urban policy and statistics systems. The baseline data is derived from the country, regional and global assessments undertaken every year to inform the Global State of NUP. Additionally, the data collection process targeting specifically the three qualifiers of the indicator 11.a.1. is conducted for the Global State of NUP published every two years. The data collection process is ongoing. The results listed above are based on current findings, from 67 of the 194 countries who completed the 2020 survey as well as using baseline 2018 NUP data which included 79 countries which had not yet responded to the 2020 survey, but NUP data was available based on thematic focus areas.</p>\n<p>UN Habitat compiles and presents national urban policies into a National Urban Policy Database <a href=\"http://urbanpolicyplatform.org/wp-content/uploads/2018/09/13092018NUP-database.pdf\"><u>http://urbanpolicyplatform.org/wp-content/uploads/2018/09/13092018NUP-database.pdf</u></a> </p>\n<p>This document gathers country level data on the presence of a NUP, their title and date, status of development, and focus. It also provides direct links to the national urban policy documents. It currently contains information on 150 NUPs worldwide and is frequently updated. </p>\n<p>Every year we conduct new rounds of data collection for indicator 11a.1. For example, the 2020 round of data collection for indicator 11.a.1. is now ongoing. Member States have been contacted to fill out the <em>2020 Global State of National Urban Policy Survey</em> which includes various questions regarding the individual countries&#x2019; status on NUPs, as well as a question specific to indicator 11.a.1. </p>","FREQ_COLL__GLOBAL":"<p>Monitoring and reporting of the indicator is repeated at annual intervals, allowing several reporting points until 2030. Comprehensive reporting will be undertaken once every 2 years.</p>","REL_CAL_POLICY__GLOBAL":"<p>The data will be available annually, and updates on the global database will be conducted every 6 months. Data will be available online on the Urban Policy Platform. </p>","DATA_SOURCE__GLOBAL":"<p>Government departments&#x2019; in charge of urban, rural or territorial affairs fill in the survey. Additional information is gathered from National Statistical Offices and government official websites and UNDESA data are also consulted for population dynamics. </p>","COMPILING_ORG__GLOBAL":"<p>UN-Habitat</p>\n<p>UNFPA</p>","INST_MANDATE__GLOBAL":"<p>The United Nations Human Settlements Programme (UN-Habitat) is the specialized agency for sustainable urbanization and human settlements in the United Nations. The mandate derives from the priorities established in relevant General Assembly resolutions and decisions, including General Assembly resolution 3327 (XXIX), by which the General Assembly established the United Nations Habitat and Human Settlements Foundation, and resolution 32/162 by which the Assembly established the United Nations Center for Human Settlements (Habitat). In 2001, by its Resolution 56/206, the General Assembly transformed the Habitat into the secretariat of the United Nations Human Settlements Programme (UN-Habitat), with a mandate to coordinate human settlements activities within the United Nations System. As such, UN-Habitat has been designated the overall coordinator of SDG 11 and specifically as a custodian agency for 9 of the 14 indicators under SDG 11 including indicator 11.a.1. UN-Habitat also supports the monitoring and reporting of 4 urban specific indicators in other goals.</p>","RATIONALE__GLOBAL":"<p><em>National Urban Policies can help achieve target 11.a.1 </em></p>\n<p>This indicator is based on the notion that the development and implementation of National Urban Policies should support participation, partnership, cooperation and coordination of actors as well as facilitate dialogue. National Urban Policy (NUP) and Regional Development Plans (RDP) promote coordinated and connected urban development. A coordinated effort from government through a NUP or RDP provides the best opportunity for achieving sustainable urbanization and balanced territorial development by linking sectorial policies, connecting national, regional and local government policies, strengthening urban, peri-urban and rural links through balanced territorial development. </p>\n<p> </p>\n<p>This indicator provides a good barometer on global progress on sustainable national urban policies. It serves as gap analysis to support policy recommendations. The indicator can identify good practices and policies among countries that can promote partnership and cooperation between all stakeholders. This indicator is both process oriented and aspirational and has the potential to support the validation of Goal 11 and other SDGs indicators with an urban component. The indicator has the ability to be applicable at multi jurisdictions levels, i.e covering a number of areas while taking care of urban challenges in a more integrated national manner. </p>\n<p>The explicit introduction of National Urban Policy in the wording of indicator 11.a.1 brings emphasis to a policy process that can better satisfy the requirements of target 11.a through sectorial, territorial and jurisdictional integration and coordination steered by the national level. This is so because, evidence shows that NUP can <em>support positive economic, social and environmental links</em> by ensuring at the highest level of government the coherent alignment of sectorial policies to support sustainable and inclusive urbanization<sup><sup><a href=\"#footnote-3\" id=\"footnote-ref-3\">[2]</a></sup></sup>. With the World increasingly urbanizing, it is becoming clear today that how cities are managed and planned has ramifications well beyond their boundaries and that urbanization is a key force for national and sustainable development. </p>\n<p>Urbanization has indeed historically been a catalyst for economic growth and social progress, and even holds the possibility for the protection and more efficient use of natural resources, and climate change mitigation and adaptation. However, this positive impact is not automatic, particularly in developing countries - where rapid and/or unplanned urbanization can bring about negative economic, social and environmental externalities with increasing congestion, sprawl, informality, social exclusion and conflict &#x2013; if the provision of services and infrastructure does not keep up with natural and internal population growth , equitable distribution, migration patterns to the city, etc. Governments need to be sensitive to this fact that urbanization is a nation-wide and multi-sectorial issue. Therefore, NUPs provide the framework to harness urbanization dividends and mitigate its negative externalities. A national urban policy calls attention to the impact of sectorial governmental policies on the sustainable development of cities and encourages and enables the vertical and horizontal coordination of government departments and their policies to best support it. </p>\n<p>This consideration in turn also encourages more cooperation and coordination between different levels of government to support the development and implementation of a national vision for urban development, effectively <em>strengthening national and regional development planning</em>. The urban policy process is led at the national level to ensure the articulation and coordination of different sectors and government levels but engages both top down and bottom up processes. For a successful implementation, a NUP must create an enabling, collaborative and cooperative institutional environment, mobilizing different levels, assessing and building their capacities, and establishing jointly defined and transparent responsibilities for implementation. Subnational governments are key implementation partner due to their proximity to citizens and role in delivering services and infrastructure. As such, a NUP does not replace regional and local development policies and plans but strengthens them and relies on their horizontal alignment and vertical articulation, especially to tackle cross boundary challenges such as sustainable resource management, infrastructure development, climate change adaptation and mitigation, or urban-rural linkages. </p>\n<p>Finally, NUP as an overarching framework articulating and aligning subnational and local plans and policies under a common vision for urbanization that also makes it particularly suited to consider the urban-peri-urban-rural continuum. This urban and rural consideration is a key element of data disaggregation and administrative delineation in territorial planning. However, the importance of urban-rural linkages (through flows of people, natural resources, capital, goods, ecosystem services, information, technology, ideas and innovation) is increasingly being acknowledged for sustainable and integrated territorial development. The New Urban Agenda (NUA) for instance stresses the need to reduce urban and rural disparities to foster equitable development and encourage connectivity. Target 11.a is the only one that explicitly considers <em>urban, peri-urban and rural areas</em> under a city-centric SDG 11. NUP is the adequate framework to strengthen and direct urban and rural flows towards the most sustainable patterns of consumption and equitable resource distribution, as they can strike the balance between competition and solidarity between territories of a country. </p>\n<p><em>Urban Policies are more broadly instrumental for the implementation and monitoring of global agendas </em></p>\n<p>National Urban Policies therefore enable a cross-sectorial approach, and the horizontal and vertical institutional coordination needed to address the challenges and opportunities of urbanization, which are increasingly recognized as going beyond the boundaries of the city. Intergovernmental agreements have indeed shown a new interest in urbanization for sustainable development. This is illustrated of course in Agenda 2030 with its introduction of a standalone urban SDG-11, but many other SDGs also have clear urban dimensions and implications. Following the Agenda 2030, the United Nations Conference on Housing and Sustainable Development (Habitat III) adopted the New Urban Agenda, a roadmap for the next 20 years setting new global standards for sustainable urban development. Finally, although the Paris Agreement on Climate Change does not explicitly mention cities, the management of urbanization is still essential to addressing climate change, as is illustrated by the fact that two third of Intended Nationally Determined Contributions contain clear urban references and content<sup><sup><a href=\"#footnote-4\" id=\"footnote-ref-4\">[3]</a></sup></sup>. As an instrument for governments to harness the dynamics of urbanization for national development, NUPs have therefore been identified as a key tool for the implementation and monitoring of such agendas. </p>\n<p>The Policy Paper on National Urban Policies prepared for Habitat III for instance explained that <em>a NUP should constitute an important part of any serious attempt to implement the SDGs and should become a key instrument to measure the achievement of the SDGs. </em>As explained above, NUPs are a particularly appropriate framework to achieve target 11.a, and more generally can be instrumental in creating the necessary enabling framework to implement the urban development objectives of SDG 11. For instance, the NUA explicitly identifies NUPs as essential to achieve the urban paradigm shift it advocates for, recognizing the <em>leading role of national governments [&#x2026;]</em> <em>in the implementation of inclusive and effective urban policies and legislation for sustainable urban development </em>(NUA &#x2013; 15.b). Moreover, the Urban-Rural Linkages Guiding Principles provide practical approach and actions to enhance territorial cohesion including via policies<sup><sup><a href=\"#footnote-5\" id=\"footnote-ref-5\">[4]</a></sup></sup>. OECD set of urban and rural policies are additional frameworks that are very important to enhance social, economic an economic links across urban-rural and peri-urban territories<sup><sup><a href=\"#footnote-6\" id=\"footnote-ref-6\">[5]</a></sup></sup>. </p>\n<p>Finally, NUPs can also be an instrument to coordinate the urban components of NDCs across scales and sectors and mainstream the principles of climate change adaptation and mitigation for the implementation of the Paris Agreement<sup><sup><a href=\"#footnote-7\" id=\"footnote-ref-7\">[6]</a></sup></sup>. </p>\n<p><em>Qualifiers for a measurable process indicator </em></p>\n<p>Given their instrumental role for the implementation and monitoring of global urban agendas, the adoption of a NUP by a national government can be considered as a strong indicator of political commitment to promoting sustainable urban development. It also makes them particularly well suited for measuring target 11.a through a <em>process</em> indicator. As a process indicator, 11.a.1 is indeed supposed to assess the progress made towards creating an enabling environment that will ensure achievement of the outcomes and impacts of the targets of the Sustainable Development Agenda. Its definition sets the foundation on <em>how </em>target 11.a can be achieved, through measurable means. The proposed revision of the indicator therefore supplements <em>national urban policies and regional development plans </em>with 3 qualifiers that indicate the means of successfully reaching the requirements of target 11.a. </p>\n<p>The first qualifier is that policies and plans should <em>respond to population dynamics</em>. Grounding policies and plans in the most current and comprehensive spatial and demographic data and projections is indeed a prerequisite for a successful implementation. The challenges posed by rapid urbanization indeed stem from the fact that policy and planning framework and their implementation are outpaced by population growth, coupled with policy priorities that may not prioritize inclusive development for all current and future urban residents, which together result in straining the provision of infrastructure and services, and causing socio-economic and environmental damages. Forecasting demographic trends and needs in the diagnosis phase of policies and plans enables governments to plan ahead for urbanization and provide adequate land and infrastructure in a more cost-efficient and less socially disruptive way than trying to catch up, repair and upgrade uncontrolled expansion. This process of developing urban policies and plans can also be the occasion to improve national data collection on urban areas, and serve other SDG-11 indicators, as well as provide a baseline for monitoring the outcomes of such interventions. </p>\n<p>The second qualifier requires policies and plans to <em>ensure balanced territorial development</em>, in a direct answer to target 11.a.1&#x2019;s reference to the urban, peri-urban and rural continuum. Policies and plans should adopt a broad territorial perspective and consider the linkages and flows from urban to rural areas not only to avoid and reduce social, economic and environmental disparities between territories but also to promote distinctive strengths and encourage beneficial interactions for the most efficient path to sustainable growth for the country. Such a perspective for policies and plans is achieved higher territorial scale than cities, through regional plans and national policies. </p>\n<p>Finally, the third qualifier is to <em>increase local fiscal space</em>. As integrated NUPs and regional development plans introduce a more coordinated and decentralized articulation of responsibilities for urban development, ensuring that subnational and local governments have the adequate financial resources to carry out their responsibilities is essential to the successful implementation of policies and plans. The transfer of competences from central to local levels must therefore be accompanied by a commensurate devolution of financial resources and autonomy. Moreover, in times of shrinking governmental budgets, the capacity of local governments to expand and diversify endogenous financial resources and revenues and not rely too heavily on central transfers should be increased. This involves more fiscal power and capacity, better land value capture mechanisms &#x2013; which go hand in hand with a clear and enforceable land policy framework &#x2013; and innovative financial partnerships, for instance collaborating with the private sector for service and infrastructure delivery. In all cases, fiscal policies and mechanisms must remain subordinated to the established urban policy and planning objectives: central transfers must be embedded within the NUP framework, and take into account territorial equity; and local fiscal systems must be closely tied to local territorial plans so as to incentivize sustainable patterns of development. </p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-3\">2</sup><p> UN-Habitat and OECD, 2018, Global State of National Urban Policy <a href=\"#footnote-ref-3\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-4\">3</sup><p> UN-Habitat, 2016, <em>Sustainable Urbanization in the Paris Agreement. Comparative review for urban content in the Nationally Determined Contributions (NDCs) </em> <a href=\"#footnote-ref-4\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-5\">4</sup><p> UN-Habitat, 2019, Urban-Rural Linkages, Guiding Principles: Framework for Action to Advance Integrated Territorial Development (https://urbanrurallinkages.files.wordpress.com/2019/09/url-gp-1.pdf) <a href=\"#footnote-ref-5\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-6\">5</sup><p> OECD, 2019, OECD Principles on Urban Policy (<a href=\"https://www.oecd.org/cfe/Brochure-OECD-Principles-Urban-Policy.pdf\">https://www.oecd.org/cfe/Brochure-OECD-Principles-Urban-Policy.pdf</a>) and OECD Principles on Rural Policy (https://www.oecd.org/rural/rural-development-conference/documents/Rural-principles.pdf) <a href=\"#footnote-ref-6\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-7\">6</sup><p> UN-Habitat, 2016, <em>Addressing Climate Change in National Urban Policies</em> <a href=\"#footnote-ref-7\">&#x2191;</a></p></div></div>","REC_USE_LIM__GLOBAL":"<p>UN-Habitat and UNFPA, along with many other partners such as OECD and Cities Alliance are working together to collect updated information from Member States regarding the three qualifiers in addition to other questions pertinent to National Urban Policies and their implementation process. The survey<sup><sup><a href=\"#footnote-8\" id=\"footnote-ref-8\">[7]</a></sup></sup> results will inform the 2020 Global State of National Urban Policy Report. Many countries have filled in required information based on the specific qualifiers of indicator 11.a.1. which builds upon the 2018 NUP dataset<sup><sup><a href=\"#footnote-9\" id=\"footnote-ref-9\">[8]</a></sup></sup>. The success of the indicator requires more capacity development and routine follow ups with ministries and NSOs at national levels, but sometimes also going beyond the national levels to ensure good understanding of the 3 sub-components.</p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-8\">7</sup><p> See question 27 of Global Survey on National Urban Policies at: <a href=\"https://drive.google.com/file/d/1-zn9d85GWJv1Tr039OtmoqPOfpwiowku/view?usp=sharing\">https://drive.google.com/file/d/1-zn9d85GWJv1Tr039OtmoqPOfpwiowku/view?usp=sharing</a> <a href=\"#footnote-ref-8\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-9\">8</sup><p> UN-Habitat and OECD, 2018, Global State of National Urban Policy (<a href=\"http://urbanpolicyplatform.org/wp-content/uploads/2019/11/Global-Report-NUP1.pdf\">http://urbanpolicyplatform.org/wp-content/uploads/2019/11/Global-Report-NUP1.pdf</a>) <a href=\"#footnote-ref-9\">&#x2191;</a></p></div></div>","DATA_COMP__GLOBAL":"<p>The methodology uses a policy evaluation framework that assesses and tracks progress on the extent to which country level national urban policy or regional development plans are being developed or implemented to cover or satisfy the following criteria: </p>\n<ol>\n  <li>Responds to population dynamics </li>\n  <li>Ensures balanced regional and territorial development </li>\n  <li>Increases local fiscal space </li>\n</ol>\n<p>Essentially, countries that already have NUP and regional development plans, the NUPs are examined for their consistency in covering the three above qualifiers. While for countries that do not have NUP or are currently developing NUP, these are noted and documented as steps towards developing a NUP. Such countries are counted with zero scores to ensure a full coverage of status on all countries. </p>\n<p>To maintain the objectivity and comparability in the policy analysis, five categories of assessment are used for each qualifier. These categories correspond to a progressive evaluation of the extent to which national and regional policies in plans integrate elements that contribute to the realization of each qualifier: </p>\n<ul>\n  <li>Category 1: policy document does not make any reference to the qualifier or the country is not developing or implementing a policy (no national urban policy exists) </li>\n  <li>Category 2: policy document makes some reference to the specific qualifier, but this qualifier is not integrated in the diagnosis and recommendations of the policy </li>\n  <li>Category 3: policy document integrates the specific qualifier, but this qualifier is poorly understood or misinterpreted </li>\n  <li>Category 4: policy document integrates in a cross-cutting perspective the specific qualifier without clear policy recommendations </li>\n  <li>Category 5: policy document integrates and mainstreams the specific qualifier with clear policy recommendations derived from the qualifier </li>\n</ul>\n<p>Each category is assigned a percentage bracket, as follows: </p>\n<ul>\n  <li>Category 1: 0 per cent </li>\n  <li>Category 2: 1-25 per cent </li>\n  <li>Category 3: 26-50 per cent </li>\n  <li>Category 4: 51-75 per cent </li>\n  <li>Category 5: 76-100 per cent </li>\n</ul>\n<p>For example, in Table 1, the evaluator provides a numeric value based on the category that corresponds to the qualifier analyzed, understanding that only one category per qualifier is selected:</p>\n<p><strong><em>Table 1. Evaluators Assessment of one of the qualifiers</em></strong></p>\n<table>\n  <tbody>\n    <tr>\n      <td>\n        <p>Qualifier</p>\n      </td>\n      <td>\n        <p>Category 1</p>\n        <p>(0 %)</p>\n      </td>\n      <td>\n        <p>Category 2</p>\n        <p>(1-25 %)</p>\n      </td>\n      <td>\n        <p>Category 3</p>\n        <p>(26-50%)</p>\n      </td>\n      <td>\n        <p>Category 4</p>\n        <p>(51-75%)</p>\n      </td>\n      <td>\n        <p>Category 5</p>\n        <p>(76-100%)</p>\n      </td>\n      <td>\n        <p>Total</p>\n        <p>(max 100 per qualifier)</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Qualifier (a)</p>\n        <p><em>national urban policies or regional development plans respond to population dynamics</em></p>\n      </td>\n      <td>\n        <p>0</p>\n      </td>\n      <td>\n        <p>0</p>\n      </td>\n      <td>\n        <p>40%</p>\n      </td>\n      <td>\n        <p>0</p>\n      </td>\n      <td>\n        <p>0</p>\n      </td>\n      <td>\n        <p>a = 40%</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Qualifier (b)</p>\n        <p><em>National urban policies or regional development plans ensure balanced regional and territorial development </em></p>\n      </td>\n      <td>\n        <p>0</p>\n      </td>\n      <td>\n        <p>20% </p>\n      </td>\n      <td>\n        <p>0 </p>\n      </td>\n      <td>\n        <p>0 </p>\n      </td>\n      <td>\n        <p>0 </p>\n      </td>\n      <td>\n        <p>b = 20% </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Qualifier (c)</p>\n        <p><em>National urban policies or regional development plans increase local fiscal space </em></p>\n      </td>\n      <td>\n        <p>0 </p>\n      </td>\n      <td>\n        <p>0 </p>\n      </td>\n      <td>\n        <p>0 </p>\n      </td>\n      <td>\n        <p>75%</p>\n      </td>\n      <td>\n        <p>0 </p>\n      </td>\n      <td>\n        <p>c = 75% </p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<p>To reduce the bias of subjectivity in the overall assessment, independent policy evaluation will be undertaken by several evaluators. Once each qualifier is evaluated by all the evaluators, a final averaged value for the indicator 11.a.1 is calculated. The table 2 below provides a summary of the procedures for the computation of the final values (final averaged value for the indicator 11.a.1).</p>\n<p><strong><em>Table 2: Summary table for the computations of the indicator</em></strong></p>\n<table>\n  <tbody>\n    <tr>\n      <td>\n        <p>National Urban Policy </p>\n      </td>\n      <td>\n        <p>Evaluation 1 </p>\n      </td>\n      <td>\n        <p>Evaluation 2 </p>\n      </td>\n      <td>\n        <p>Evaluation 3 </p>\n      </td>\n      <td>\n        <p>Evaluation 4 </p>\n      </td>\n      <td>\n        <p>Total</p>\n        <p>(max 100 per qualifier)</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Qualifier (a)</p>\n        <p><em>national urban policies or regional development plans respond to population dynamics</em></p>\n      </td>\n      <td>\n        <p>A1</p>\n      </td>\n      <td>\n        <p>A2</p>\n      </td>\n      <td>\n        <p>A3</p>\n      </td>\n      <td>\n        <p>A4</p>\n      </td>\n      <td>\n        <p>Qa = (A1+A2+A3+A4)/4 </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Qualifier (b)</p>\n        <p><em>National urban policies or regional development plans ensure balanced regional and territorial development </em></p>\n      </td>\n      <td>\n        <p>B1</p>\n      </td>\n      <td>\n        <p>B2 </p>\n      </td>\n      <td>\n        <p>B3 </p>\n      </td>\n      <td>\n        <p>B4 </p>\n      </td>\n      <td>\n        <p>Qb = (B1+B2+B3+B4)/4</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Qualifier (c)</p>\n        <p><em>National urban policies or regional development plans increase local fiscal space </em></p>\n      </td>\n      <td>\n        <p>C1</p>\n      </td>\n      <td>\n        <p>C2</p>\n      </td>\n      <td>\n        <p>C3</p>\n      </td>\n      <td>\n        <p>C4</p>\n      </td>\n      <td>\n        <p>Qc = (C1+C2+C3+C4)/4</p>\n      </td>\n    </tr>\n    <tr>\n      <td></td>\n      <td colspan=\"4\">\n        <p>Final value of the assessment (average values of all 3 qualifiers)</p>\n      </td>\n      <td>\n        <p>X = (Qa + Qb + Qc)/3 </p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<p>Based on the final value of the assessment (X in Table 2 above), countries that fall into categories 2 and 3, which correspond to 1 &#x2013; 50 percentage points, are not counted as &#x201C;countries that are developing and implementing a national urban policy or regional development plans&#x201D;. These countries are encouraged to deploy efforts in order to improve national urban policies or regional development plans. </p>\n<p>Countries that fall into categories 4 and 5, which correspond to 51 percentage points or more in the assessment, are considered as &#x201C;countries that are developing and implementing a national urban policy or regional development plan&#x201D; that contribute to the achievement of Target 11.a. Countries that are counted as having national urban policies or regional development plans can still make efforts to improve the rating of the 3 qualifiers</p>","DATA_VALIDATION__GLOBAL":"<p>Data compiled is checked against several criteria including the data sources used, the application of internationally agreed definitions, classification and methodologies to the data from that source, etc. Once reviewed, appropriate feedback is then provided to individual countries for further discussion. </p>","ADJUSTMENT__GLOBAL":"<p>Any adjustment to the data is jointly agreed after consultations with the relevant national agencies that share the data points for reporting.</p>","IMPUTATION__GLOBAL":"<p>Measuring this process indicator entails a policy evaluation of governmental National Urban Policies or Regional Development Plans, the data source as such is easily accessible for evaluation. Data from 2018 was also included in the table counts above based on thematic focus: economic development, spatial structure, human development, environmental sustainability, and climate resilience. Missing values for this process-oriented indicator is reported as 0 to signify that the country has no national urban policy.</p>","REG_AGG__GLOBAL":"<p>Regional aggregates can be a simple addition of the indicator&#x2019;s values for the countries representing the region.</p>","DOC_METHOD__GLOBAL":"<p>As of May 2020, the qualifiers were collected by distributing the <em>Global State of NUP Survey<sup><sup><a href=\"#footnote-10\" id=\"footnote-ref-10\">[9]</a></sup></sup></em> to Member States. Reporting is subjective to the Member State and will need to be verified against the Member States&#x2019; NUP or RDP for quality assurance. 2018 data was also collected through national follow ups with relevant offices and additional follows ups with experts in various countries. A guide was developed for collection of NUP data and disseminated to many countries. </p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-10\">9</sup><p> See survey questionnaire at: <a href=\"https://drive.google.com/file/d/1-zn9d85GWJv1Tr039OtmoqPOfpwiowku/view?usp=sharing\">https://drive.google.com/file/d/1-zn9d85GWJv1Tr039OtmoqPOfpwiowku/view?usp=sharing</a> <a href=\"#footnote-ref-10\">&#x2191;</a></p></div></div>","QUALITY_MGMNT__GLOBAL":"<p>To ensure consistency in data production across countries, UN-Habitat has developed detailed step-by-step tutorials on the computation of indicator 11.a.1, which further explain the steps presented in this metadata. The detailed tutorials, which will be continuously updated are available at <a href=\"https://unhabitat.org/knowledge/data-and-analytics\">https://unhabitat.org/knowledge/data-and-analytics</a>, <a href=\"https://www.urbanagendaplatform.org/learning\">https://www.urbanagendaplatform.org/learning</a>, and <a href=\"https://data.unhabitat.org/\">https://data.unhabitat.org/</a>. Within its Data and Analytics Section which is responsible for the indicator data compilation, UN-Habitat has a team of data experts who check all submitted data and provide direct support to countries in the indicator computation in collaboration with the Agency&#x2019;s NUP experts. </p>","QUALITY_ASSURE__GLOBAL":"<p>UN-Habitat&#x2019;s work in the areas of national and regional development planning has developed a strong foundation of evidence that can be adapted to monitor this target and indicator. </p>\n<p>Monitoring of the indicator will also benefit from various ongoing initiatives of policy reviews undertaken by UN-Habitat for its country assistance, or the OECD in its Urban Policy Review series. </p>\n<p>For instance, UN-Habitat and the OECD have jointly published the 2018 <em>Global State of National Urban Policy Report,</em> which identifies 150 NUPs worldwide, and analyses them according to their development phase, thematic components and institutional arrangement, and aggregates them into regional and global analyses. The second edition of the Global Report will be published in 2020 and future editions will align more closely with the terms of indicator 11.a.1 and will consistently assess the three qualifiers. </p>\n<p>UN-Habitat also conducted in-depth analyses of the NUP trends and national case studies in global regions through National Urban Policy Reports in Arab States, Asia and the Pacific, Europe and North America, Latin America and the Caribbean, and Sub-Saharan Africa. </p>","QUALITY_ASSMNT__GLOBAL":"<p>Once data is received from member states, UN-Habitat uses a checklist specific to each indicator to assess a) whether the data production process followed the metadata provisions, and b) confirm the accuracy of the data sources used for the indicator computation. In addition, the received data is also checked for other qualities such as reporting period and consistency with other previously reported trends, which ensures reliable regional estimates. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>2018 data related to National Urban Policies is available online. The updated 2020 data will be made available online on the Urban Policy Platform and in <em>2020 Global State of National Urban Policy Report</em> within the 2020 calendar year.</p>\n<p>As of May 2020, 154 countries of the 194 Member States have some form of an NUP. 79 countries have an explicit NUP, while 73 countries have a partial NUP. There is no information currently available for 39 countries regarding the presence of an NUP, and 3 countries in the European and North American region have reported to not have a NUP.</p>\n<p><strong>Time series:</strong></p>\n<p>A comprehensive update on National Urban Policy is conducted every two years starting in 2018. </p>\n<p><strong>Disaggregation: </strong></p>\n<p>N/A </p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>No differences between country produced data and international estimated data on the indicator are expected to arise. Where such discrepancies exist, these will be resolved through planned technical meetings and capacity development workshops.</p>","OTHER_DOC__GLOBAL":"<p>OECD Urban Policy Review Series Available at: </p>\n<p><a href=\"http://www.oecd.org/cfe/regional-policy/urbanmetroreviews.htm\"><u>http://www.oecd.org/cfe/regional-policy/urbanmetroreviews.htm</u></a></p>\n<p>UN Habitat (2015), <em>National Urban Policy: Framework for a Rapid Diagnostic, </em>United Nations Human Settlements Programme: Nairobi. Available at: </p>\n<p><a href=\"https://unhabitat.org/national-urban-policy-framework-for-a-rapid-diagnostic/\"><u>https://unhabitat.org/national-urban-policy-framework-for-a-rapid-diagnostic/</u></a></p>\n<p>UN Habitat (2015), <em>National Urban Policy: A Guiding Framework, </em>United Nations Human Settlements Programme: Nairobi. Available at: </p>\n<p><a href=\"https://unhabitat.org/national-urban-policy-framework-for-a-rapid-diagnostic/\"><u>https://unhabitat.org/national-urban-policy-framework-for-a-rapid-diagnostic/</u></a></p>\n<p>UN Habitat (2017a), <em>National Urban Policy, Arab States Report</em>, United Nations Human Settlements Programme: Nairobi.</p>\n<p>UN Habitat (2017b), <em>National Urban Policy, Africa Report</em>, United Nations Human Settlements </p>\n<p>Programme: Nairobi.</p>\n<p>UN Habitat (2017c), <em>National Urban Policy, Europe and North America Report</em>, United Nations Human Settlements Programme: Nairobi. </p>\n<p>UN Habitat (2018a), <em>National Urban Policy Database</em>,<em> </em>United Nations Human Settlements Programme: Nairobi. Available at: <a href=\"http://urbanpolicyplatform.org/wp-content/uploads/2018/09/13092018NUP-database.pdf\"><u>http://urbanpolicyplatform.org/wp-content/uploads/2018/09/13092018NUP-database.pdf</u></a></p>\n<p>UN Habitat (2018b), <em>National Urban Policy, Latin America and the Caribbean Report</em>, forthcoming, <em>United</em> Nations Human Settlements Programme: Nairobi.</p>\n<p>UN Habitat (2018c), <em>National Urban Policy, Asia and the Pacific Report</em>, forthcoming,<em> </em>United Nations Human Settlements Programme: Nairobi.</p>\n<p>UN-Habitat and OECD (2018), Global State of National Urban Policy, United Nations Human Settlements Programme, Nairobi. Available at: <a href=\"https://unhabitat.org/books/global-state-of-national-urban-policy/\"><u>https://unhabitat.org/books/global-state-of-national-urban-policy/</u></a></p>\n<p><strong>URL: </strong></p>\n<p>[1]:http://unhabitat.org/initiatives-programmes/ national-urban-policies/ 10. [2]http://www.worldbank.org/en/topic/ urbandevelopment/publication/urbanization-reviews 11. [3]<a href=\"http://www.oecd-ilibrary.org/urban-ruraland-regional-development/oecd-urban-policyreviews_23069341%2012\"><u>http://www.oecd-ilibrary.org/urban-ruraland-regional-development/oecd-urban-policyreviews_23069341 12</u></a>. </p>\n<p>[4] http://www.urbangateway.org/icnup/2015/home</p>\n<p>[5] <a href=\"https://www.dropbox.com/s/7aut8vh9h5g4poh/National%20Urban%20Policy%20Database_2017_final.xlsx?dl=0\"><u>https://www.dropbox.com/s/7aut8vh9h5g4poh/National%20Urban%20Policy%20Database_2017_final.xlsx?dl=0</u></a></p>\n<p>[6] <a href=\"http://urbanpolicyplatform.org/\"><u>http://urbanpolicyplatform.org/#</u></a></p>","indicator":"11.a.1","target_id":"11.a","sdg_goal":"11","indicator_sort_order":"11-0a-01"}