{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Cantidad de subsidios a los combustibles fósiles por unidad de PIB (producción y consumo)","graph_titles":[],"graph_type":"line","indicator_name":"Cantidad de subsidios a los combustibles fósiles por unidad de PIB (producción y consumo)","indicator_number":"12.c.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 12: Ensure sustainable consumption and production patterns</p>","SDG_TARGET__GLOBAL":"<p>Target 12.c: Rationalize inefficient fossil-fuel subsidies that encourage wasteful consumption by removing market distortions, in accordance with national circumstances, including by restructuring taxation and phasing out those harmful subsidies, where they exist, to reflect their environmental impacts, taking fully into account the specific needs and conditions of developing countries and minimizing the possible adverse impacts on their development in a manner that protects the poor and the affected communities</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 12.c.1: Amount of fossil-fuel subsidies (production and consumption) per unit of GDP</p>","META_LAST_UPDATE__GLOBAL":"2021-12-06","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Environment Programme (UNEP)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Environment Programme (UNEP)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definitions:</strong></p>\n<p>In order to measure fossil fuel subsidies at the national, regional and global level, three sub-indicators are recommended for reporting on this indicator: 1) direct transfer of government funds; 2) induced transfers (price support); and as an optional sub-indicator 3) tax expenditure, other revenue foregone, and under-pricing of goods and services. The definitions of the IEA Statistical Manual (IEA, 2005) and the Agreement on Subsidies and Countervailing Measures (ASCM) under the World Trade Organization (WTO) (WTO, 1994) are used to define fossil fuel subsidies. Standardised descriptions from the United Nations Statistical Office&#x2019;s Central Product Classification should be used to classify individual energy products. It is proposed to drop the wording &#x201C;as a proportion of total national expenditure on fossil fuels&#x201D; and thus this indicator is effectively &quot;Amount of fossil fuel subsidies per unit of GDP (production and consumption)&quot;.</p>\n<p><strong>Concepts:</strong></p>\n<p>The concepts and definitions used in the methodology have been based on existing international frameworks and glossaries.</p>\n<ul>\n  <li>Use definition of fossil fuels from IEA Statistics Manual, &#x201C;Fossil fuels are taken from natural resources which were formed from biomass in the geological past. By extension, the term fossil is also applied to any secondary fuel manufactured from a fossil fuel.&#x201D;</li>\n  <li>Use the terms set out in CPC Rev. 2.1 for the statistical classification of the individual products. No other commonly accepted definition identified</li>\n  <li>Include electricity and heat generated from fossil fuels in the scope of fossil fuels. </li>\n  <li>Include non-energy uses with monitoring optional for the measuring of this indicator.</li>\n  <li>Additional details are provided in the methodological document entitled, Measuring Fossil Fuel Subsidies in the Context of the Sustainable Development Goals.</li>\n</ul>","UNIT_MEASURE__GLOBAL":"<p>Percentage of GDP</p>\n<p>Constant United States dollars per capita</p>\n<p>Millions of constant United States dollars</p>","SOURCE_TYPE__GLOBAL":"<p>Direct transfers are generally reported in government budgets, and well documented in sectoral and Finance Ministries, broken down by programme if not by fuel. Those that meet the SNA definition of &#x201C;subsidies&#x201D; &#x2013; i.e., subsidies on products, and other subsidies on production &#x2013; can also be found in a country&#x2019;s System of National Accounts. Budget documents are publicly available for most countries. The degree to which information on individual programmes is itemized in those reports is highly variable, however. Support to corporations involved in energy production or transformation may sometimes be found in their annual reports, for example. In some cases, researchers may be able to obtain unpublished data from state-owned energy enterprises directly.</p>\n<p>Induced transfer are measured by calculating the price-gap between the producer or consumer price and a reference price, and multiplying that differential by the affected volume produced or consumed. </p>\n<p>Measuring the value of special features introduced into the tax code to favour certain industries or activities of those industries (such as investment in productive capital) can be a complex endeavour. Some countries do this exercise already, and report the annual value of those tax features in their periodic tax-expenditure reports. Where that is not the case, the analysist must construct a model and estimate the difference in the revenues that would be owed to the government under the baseline conditions and with the special tax feature.</p>\n<p>Fossil fuel subsidies should be monitored on an annual basis.</p>","COLL_METHOD__GLOBAL":"<p>The data will be collected by UN Environment through electronic reporting being developed by UN Environment. </p>","FREQ_COLL__GLOBAL":"<p>Annual with reporting on induced transfers starting in 2018. Data on direct transfers and tax revenue foregone will be in place by 2020.</p>","REL_CAL_POLICY__GLOBAL":"<p>Annual.</p>","DATA_SOURCE__GLOBAL":"<ol>\n  <li>National Focal Points from National Statistical Systems.</li>\n  <li>International Estimate Providers &#x2013; OECD, IEA and IMF</li>\n</ol>","COMPILING_ORG__GLOBAL":"<p>United Nations Environment Programme (UNEP)</p>","INST_MANDATE__GLOBAL":"<p>UNEP has been assigned the role of custodian agency for this indicator under the SDG process.</p>","RATIONALE__GLOBAL":"<p>The scale and impact of fossil fuel subsidies presents both challenges and opportunities for achieving the goals of the 2030 Agenda on Sustainable Development. For one, the use of fossil fuels, and their promotion through subsidy schemes, adversely affects the ability of governments to attain key goals, such as reducing poverty, improving health, reaching gender equality, providing access to energy, and addressing climate change. At the same time, there is a need to ensure that poor households that are particularly vulnerable to price increases obtain or retain access to energy. Energy-dependent sectors of the economy can be affected, particularly by abrupt changes in prices. Any successful reform therefore requires careful analysis and adapted mitigation measures. For another, reallocating fossil fuel subsidies to sectors that are relevant for development could give a boost to reaching the SDGs. </p>\n<p>Awareness and understanding of existing subsidies based on credible data is necessary to increase transparency and inform decision-making. Reporting against a global indicator measuring consumer and producer fossil fuel subsidies provides a global picture that encompasses both consumer and producer subsidies. It allows for tracking of national and global trends and serve as an important guide for policy-making. </p>","REC_USE_LIM__GLOBAL":"<p>The monitoring and reporting of SDG Indicator 12.c.1 requires capacity within national statistical systems to evaluate direct and indirect transfers of government funds. Data collection by the statistical agencies from the sectoral ministries and state-owned enterprises, including at the sub-national level, which depends on their capacity. There is a need for additional training materials and sharing of experiences on the indicator.</p>\n<p>The indicator methodology utilizes a phased monitoring to allow for countries with different capacities to engage in monitoring 12.c.1. The two phases include global monitoring based on price gap estimates plus national monitoring of direct and indirect transfers with optional monitoring of tax expenditure foregone.</p>","DATA_COMP__GLOBAL":"<p>It is proposed that countries report on the subsidy categories listed below as sub-indicators.</p>\n<p>- Direct transfers; </p>\n<p>- Induced transfers (reporting on regulated prices and calculation of the total amount);</p>\n<p>- Tax expenditure, other government revenue foregone and under-pricing of goods and services, including risk (optional). </p>\n<p>The last category should be included as an optional sub-indicator. Each sub-indicator should be expressed in national currency or United States dollars in current prices. UN Environment will use market exchange rates to calculate between national currency and United States dollar. </p>\n<p>Care should be given if a country chooses to aggregate across the three sub-indicators in order to avoid double counting and all three sub-indicators should be publicly available to ensure transparency. Care needs to be taken when aggregating estimates of induced transfers with data on direct transfers and some measures in under-pricing of goods and services. </p>\n<p>Estimates of subsidies to consumers observable through price-gaps (i.e., consumer price support) have been calculated by several international organizations (IADB, IEA, and IMF), covering different geographic regions and time-periods. The three organisations that produce these estimates use roughly the same approach, which can be summed up by the following equation:</p>\n<p>Consumer price support = (adjusted net-of-tax reference unit price &#x2013; local net-of-tax unit price) x units subsidized</p>\n<p>Estimates are based on reference prices on import (or export) parity prices using the price of a product at the nearest international hub, adjusted for quality differences if necessary, plus (or minus) the cost of freight and insurance to the net importer (or back to the net exporter), plus the cost of internal distribution and marketing and any value-added tax (VAT). For tradable commodities (mainly coal, crude oil, and petroleum products), the reference prices are based on the spot price at the nearest international hub &#x2013; e.g., the United States, Northwest Europe, or Singapore.</p>","DATA_VALIDATION__GLOBAL":"<p>Data sent to UNEP will be monitored and verified for quality with the help of institutional partners, before being transmitted to the UNSD.</p>","ADJUSTMENT__GLOBAL":"<p>Not applicable.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>Missing values are not imputed.</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>A price gap method is used to create national, regional and global estimates.</p>","REG_AGG__GLOBAL":"<p>The methodology used for the calculation of the regional/global aggregates from the country values is available at <a href=\"http://wesr.unep.org/media/docs/graphs/aggregation_methods.pdf\">http://wesr.unep.org/media/docs/graphs/aggregation_methods.pdf</a>. </p>","DOC_METHOD__GLOBAL":"<p><a href=\"https://wedocs.unep.org/bitstream/handle/20.500.11822/28111/FossilFuel.pdf?sequence=1&amp;isAllowed=y\">https://wedocs.unep.org/bitstream/handle/20.500.11822/28111/FossilFuel.pdf?sequence=1&amp;isAllowed=y</a> </p>","QUALITY_MGMNT__GLOBAL":"<p>See 4.d.</p>","QUALITY_ASSURE__GLOBAL":"<p>See 4.d.</p>","QUALITY_ASSMNT__GLOBAL":"<p>See 4.d.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>An initial baseline data assessment of data availability demonstrates that 99 countries have existing data which can be used to estimate fossil fuels from direct transfer and many of these countries also have information on tax revenue foregone. Data on induced transfers using a price gap approach is available for all UN member states.</p>\n<p><strong>Time series:</strong></p>\n<p>The reporting on this indicator will follow an annual cycle with initial reporting on induced transfers starting in 2018. Data on direct transfers and tax revenue foregone will be in place by 2020.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Because of the risk of double counting, the dataset should therefore provide disaggregated information on individual subsidy measures that will be reported as sub-indicators by category of subsidies.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Country level data and price gap data are shown separately, thus this should not apply. </p>","OTHER_DOC__GLOBAL":"<p>UNEP (2019). Measuring Fossil Fuel Subsidies in the Context of the Sustainable Development Goals.</p>\n<p>UN Environment, Nairobi, Kenya</p>","indicator":"12.c.1","target_id":"12.c","sdg_goal":"12","indicator_sort_order":"12-0c-01"}