{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Cantidades proporcionadas y movilizadas en dólares de los Estados Unidos al año en relación con el objetivo actual mantenido de movilización colectiva de 100.000 millones de dólares de aquí a 2025","graph_titles":[],"graph_type":"line","indicator_name":"Cantidades proporcionadas y movilizadas en dólares de los Estados Unidos al año en relación con el objetivo actual mantenido de movilización colectiva de 100.000 millones de dólares de aquí a 2025","indicator_number":"13.a.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 13: Take urgent action to combat climate change and its impacts</p>","SDG_TARGET__GLOBAL":"<p>Target 13.a: Implement the commitment undertaken by developed-country parties to the United Nations Framework Convention on Climate Change to a goal of mobilizing jointly $100 billion annually by 2020 from all sources to address the needs of developing countries in the context of meaningful mitigation actions and transparency on implementation and fully operationalize the Green Climate Fund through its capitalization as soon as possible</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 13.a.1: Amounts provided and mobilized in United States dollars per year in relation to the continued existing collective mobilization goal of the $100 billion commitment through to 2025</p>","META_LAST_UPDATE__GLOBAL":"<p>2021-03-01</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>UN Climate Change (UNFCCC Secretariat)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>UN Climate Change (UNFCCC Secretariat)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Under the UNFCCC process, the COP requested the Standing Committee on Finance (SCF) to prepare a Biennial Assessment and Overview of Climate Finance Flows (BA) (<a href=\"http://unfccc.int/resource/docs/2011/cop17/eng/09a01.pdf#page=4\" target=\"_blank\">decision 2/CP.17</a> paragraph 121(f)), drawing on the available sources of information, and including information on the geographical and thematic balance of flows. There is no agreed definition under the UNFCCC on what should count toward assessing progress toward the $100 billion commitment. Data from the UNFCCC secretariat refers to climate-specific financial support to developing country Parties, reported by Annex I Parties in their Biennial Reports. Only Annex II Parties are obligated to report on financial support provided and other Annex I Parties also voluntarily provide this information. Consequently, this data should not be interpreted as an indicator in relation to the achievement of the collective mobilization goal of $100 billion commitment. </p>\n<p>One of the functions of the SCF is to assist the COP with respect to the measurement, reporting and verification of the support provided to developing country Parties through activities such as the preparation of the Biennial Assessment and Overview of Climate Finance Flows (BA). Subsequently, the COP requested SCF to consider: </p>\n<ul>\n  <li>Relevant work by other bodies and entities on the MRV of support and the tracking of climate finance<br>(<a href=\"http://unfccc.int/resource/docs/2012/cop18/eng/08a01.pdf#page=3\" target=\"_blank\">decision 1/CP.18</a> paragraph 71);</li>\n  <li>Ways of strengthening methodologies for reporting climate finance (<a href=\"http://unfccc.int/resource/docs/2012/cop18/eng/08a01.pdf#page=26\" target=\"_blank\">decision 5/CP.18</a> paragraph 11);</li>\n  <li>Ongoing technical work on operational definitions of climate finance, including private finance mobilized by public interventions, to assess how adaptation and mitigation needs can most effectively be met by climate finance (<a href=\"http://unfccc.int/resource/docs/2013/cop19/eng/10a01.pdf#page=9\" target=\"_blank\">decision 3/CP.19</a>, paragraph 11).</li>\n</ul>\n<p>The SBSTA. by decision 18/CMA.1, paragraph 12a, was requested to develop the common tabular formats for the electronic reporting of the information referred to in chapters V and VI of the modalities, procedures and guidelines of enhanced framework, taking into account the existing the existing common tabular formats and common reporting formats.</p>","UNIT_MEASURE__GLOBAL":"<p>United States dollars per year </p>","CLASS_SYSTEM__GLOBAL":"<p>The reporting of quantitative information on financial support through CTFs is guided by BR guidelines (decision 2/CP.17), CTF reporting parameters (19/CP.18) and footnotes to the CTF tables.</p>","SOURCE_TYPE__GLOBAL":"<p>Biennial reports of Annex I Parties in the Convention submitted to the UNFCCC Secretariat. </p>\n<ul>\n  <li>Biennial Reports by Annex I Parties until 2022: <a href=\"https://unfccc.int/BRs\"><em>https://unfccc.int/BRs</em></a><em>, </em>and Biennial Transparency Reports by developed as well as developing country Parties to be reported under Paris Agreement from 2024 onwards: <a href=\"https://unfccc.int/process-and-meetings/transparency-and-reporting/reporting-and-review-under-the-paris-agreement\">https://unfccc.int/process-and-meetings/transparency-and-reporting/reporting-and-review-under-the-paris-agreement</a></li>\n  <li>Biennial Assessment and Overview of Climate Finance Flows: <a href=\"https://unfccc.int/topics/climate-finance/resources/biennial-assessment-of-climate-finance\"><em>https://unfccc.int/topics/climate-finance/resources/biennial-assessment-of-climate-finance</em></a><em>.</em></li>\n</ul>","COLL_METHOD__GLOBAL":"<p>Annex I Parties are requested to submit their Biennial Reports (BRs) to the UNFCCC secretariat every two years (<a href=\"https://unfccc.int/decisions?f%5B0%5D=body%3A1343&amp;f%5B1%5D=conference%3A3461\" target=\"_self\">decision 2/CP.17</a>). Annex I Parties use the BR Common Tabular Format (CTF) application when preparing their BRs (<a href=\"https://unfccc.int/decisions?f%5B0%5D=body%3A1343&amp;f%5B1%5D=conference%3A3845\" target=\"_self\">decision 19/CP.18</a>). </p>\n<p><strong>Report preparers</strong>: Annex I Parties, collect data using their own data collection processes but follow BR guidelines and CTF reporting parameters and footnotes when reporting financial information to UNFCCC secretariat. </p>\n<p><strong>Users</strong>: UNFCCC secretariat, in preparing compilation and synthesis (C&amp;S), in particular the compilation of financial information from BR CTFs as submitted by Annex I Parties.<sup><a href=\"#footnote-3\" id=\"footnote-ref-3\">[1]</a></sup></p>\n<p> </p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-3\">1</sup><p> Available at: <a href=\"https://unfccc.int/process-and-meetings/transparency-and-reporting/reporting-and-review-under-the-convention/national-communications-and-biennial-reports-annex-i-parties/compilation-and-synthesis-reports/compilation-and-synthesis-reports-of-parties-included-in-annex-i-to#eq-1\">https://unfccc.int/process-and-meetings/transparency-and-reporting/reporting-and-review-under-the-convention/national-communications-and-biennial-reports-annex-i-parties/compilation-and-synthesis-reports/compilation-and-synthesis-reports-of-parties-included-in-annex-i-to#eq-1</a> <a href=\"#footnote-ref-3\">&#x2191;</a></p></div></div>","FREQ_COLL__GLOBAL":"<p>The fourth Biennial Reports by Annex I Parties were submitted in 2020 and a C&amp;S of the information was published in October 2020. This includes data on financial support provided to developing countries in the years 2017-2018. </p>\n<p>The next (fifth) Biennial Reports by Annex I Parties (BR5) to the Convention should be submitted to the UNFCCC Secretariat by 1 January 2022.</p>","REL_CAL_POLICY__GLOBAL":"<p>By fourth quarter of 2022 compilation of data on financial support provided during the years 2019 and 2020 will be released. The data, including in spreadsheet format (CTF), as submitted by Annex I Parties to UNFCCC secretariat is publicly available and accessible via UNFCCC website.<sup><a href=\"#footnote-4\" id=\"footnote-ref-4\">[2]</a></sup> </p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-4\">2</sup><p> Available at: https://unfccc.int/BRs <a href=\"#footnote-ref-4\">&#x2191;</a></p></div></div>","DATA_SOURCE__GLOBAL":"<p>National Governments of Annex I Parties to the UNFCCC. Only Annex II Parties report on financial support provided via CTF in accordance with guidelines for the preparation of the BRs and other Annex I Parties also voluntarily provide this information. </p>","COMPILING_ORG__GLOBAL":"<p>UNFCCC secretariat for purposes of C&amp;S.</p>","INST_MANDATE__GLOBAL":"<p>There isn&#x2019;t a formal set of instructions that would directly assign responsibility to an organisation for collection, processing, and dissemination of statistics for this indicator. However, the UNFCCC secretariat was requested by the COP 17 to prepare compilation and synthesis reports on the information reported by Parties in their BRs.<sup><a href=\"#footnote-5\" id=\"footnote-ref-5\">[3]</a></sup></p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-5\">3</sup><p> Available at: <a href=\"https://unfccc.int/process-and-meetings/transparency-and-reporting/reporting-and-review-under-the-convention/national-communications-and-biennial-reports-annex-i-parties/compilation-and-synthesis-reports/compilation-and-synthesis-reports-of-parties-included-in-annex-i-to#eq-1\">https://unfccc.int/process-and-meetings/transparency-and-reporting/reporting-and-review-under-the-convention/national-communications-and-biennial-reports-annex-i-parties/compilation-and-synthesis-reports/compilation-and-synthesis-reports-of-parties-included-in-annex-i-to#eq-1</a> <a href=\"#footnote-ref-5\">&#x2191;</a></p></div></div>","REC_USE_LIM__GLOBAL":"<p>There is no common agreement on to the methodology to measure progress towards the USD 100bn commitment under the UNFCCC. The UNFCCC secretariat, in preparing C&amp;S, compiles financial information on support provided and mobilised as reported by Annex I Parties.</p>","DATA_COMP__GLOBAL":"<p>There is no common agreement on to the methodology to measure progress towards the USD 100bn commitment under the UNFCCC. Data provided through Biennial Reports reflects the reporting of financial support provided to developing countries by Annex I Parties to the Convention. Moreover, the Biennial Assessment and Overview of Climate Finance Flows is a report prepared under the Standing Committee on Finance by the UNFCCC and includes a compilation of the data on financial support provided to developing countries by Annex I Parties. Each Party reports climate-specific finance provided and their underlying assumption and methodologies in accordance with the guidance linked under 4.h below. Moreover, Parties are requested to include information on underlying assumptions and methodologies in documentation box in BR CTFs.</p>","ADJUSTMENT__GLOBAL":"<p>The data is presented as reported by Annex I Parties to the Convention in their BRs, no adjustments with respect to use of standard classifications and harmonization of breakdowns or compliance with specific definitions are made.</p>","IMPUTATION__GLOBAL":"<p>The data is presented as reported by Annex I Parties to the Convention in their BRs, no estimates are produced. Only Annex II Parties are obligated to report on financial support provided and other Annex I Parties also voluntarily provide this information. Some Parties have not reported across all reporting cycles. </p>","DOC_METHOD__GLOBAL":"<p>UNFCCC biennial reporting guidelines for developed country Parties, Annex I, <a href=\"https://unfccc.int/resource/docs/2011/cop17/eng/09a01.pdf#page=4\" target=\"_blank\">Decision 2/CP.17</a></p>\n<p>Biennial Reports Common tabular format (CTF) for &#x201C;UNFCCC biennial reporting guidelines for developed country Parties&#x201D;, <a href=\"http://unfccc.int/resource/docs/2012/cop18/eng/08a03.pdf#page=3\" target=\"_blank\">Decision 19/CP.18</a></p>\n<p>Methodologies for the reporting of financial information by Parties included in Annex I of the Convention, <a href=\"https://unfccc.int/resource/docs/2015/cop21/eng/10a02.pdf#page=15\">Decision 9/CP.21</a></p>","COVERAGE__GLOBAL":"<p><strong>Data availability</strong>:</p>\n<p>Biennial Reports of 41 Annex I Parties on financial support provided are available since 2011</p>\n<p><strong>Time series:</strong></p>\n<p>2011-2018. Data are annualised.</p>\n<p><strong>Years of BRs submissions:</strong></p>\n<p>In 2014, 43 Annex I Parties out of 44 submitted their Biennial Reports (BR1), including climate finance data for 2011 and 2012.</p>\n<p>In 2016, 43 Annex I Parties out of 44 submitted their Biennial Reports (BR2), including climate finance data for 2013 and 2014.</p>\n<p>In 2018, 42 Annex I Parties out of 44 submitted their Biennial Reports (BR3), including climate finance data for 2015 and 2016.</p>\n<p>In 2020, 42 Annex I Parties out of 44 submitted their Biennial Reports (BR4), including climate finance data for 2017 and 2018. </p>","COMPARABILITY__GLOBAL":"<p>There is no agreed definition of climate finance or the methodology on how to account climate finance in order to measure progress towards the USD 100bn commitment under the UNFCCC.</p>","OTHER_DOC__GLOBAL":"<ul>\n  <li>UNFCCC biennial reporting guidelines for developed country Parties, Annex I: <a href=\"https://unfccc.int/resource/docs/2011/cop17/eng/09a01.pdf#page=4\" target=\"_blank\">Decision 2/CP.17</a></li>\n  <li>Biennial Reports Common tabular format (CTF) for &#x201C;UNFCCC biennial reporting guidelines for developed country Parties&#x201D;: <a href=\"http://unfccc.int/resource/docs/2012/cop18/eng/08a03.pdf#page=3\" target=\"_blank\">Decision 19/CP.18</a></li>\n  <li>Biennial Reports by Annex I Parties to be submitted until 2022: <a href=\"https://unfccc.int/BRs\"><em>https://unfccc.int/BRs</em></a>, and Biennial Transparency Reports by developed as well as developing country Parties to be reported under Paris Agreement from 2024 onwards: <a href=\"https://unfccc.int/process-and-meetings/transparency-and-reporting/reporting-and-review-under-the-paris-agreement\">https://unfccc.int/process-and-meetings/transparency-and-reporting/reporting-and-review-under-the-paris-agreement</a></li>\n  <li>Compilation and synthesis of the fourth Biennial Reports (BR4): <a href=\"https://unfccc.int/CandS-report-2020\">https://unfccc.int/CandS-report-2020</a></li>\n  <li>Biennial Assessment and Overview of Climate Finance Flows is a report prepared under the Standing Committee on Finance by the UNFCCC and includes a compilation of the data on financial support provided to developing countries by Annex I Parties. Each Party reports climate-specific finance provided and the underlying assumption and methodologies used: <a href=\"https://unfccc.int/topics/climate-finance/resources/biennial-assessment-of-climate-finance\"><em>https://unfccc.int/topics/climate-finance/resources/biennial-assessment-of-climate-finance</em></a><em>.</em></li>\n  <li>Statement by 18 Donor States Determined to Commit USD100 Billion for Climate Finance: <a href=\"https://unfccc.int/news/18-industrial-states-release-climate-finance-statement\">https://unfccc.int/news/18-industrial-states-release-climate-finance-statement</a></li>\n</ul>","indicator":"13.a.1","target_id":"13.a","sdg_goal":"13","indicator_sort_order":"13-0a-01"}