{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Número de países que aplican enfoques basados en los ecosistemas para gestionar las zonas marinas","graph_titles":[],"graph_type":"line","indicator_name":"Número de países que aplican enfoques basados en los ecosistemas para gestionar las zonas marinas","indicator_number":"14.2.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 14: Conserve and sustainably use the oceans, seas and marine resources for sustainable development</p>","SDG_TARGET__GLOBAL":"<p>Target 14.2: By 2020, sustainably manage and protect marine and coastal ecosystems to avoid significant adverse impacts, including by strengthening their resilience, and take action for their restoration in order to achieve healthy and productive oceans</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 14.2.1: Number of countries using ecosystem-based approaches to managing marine areas</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Number of countries using ecosystem-based approaches to manage marine areas (1=YES; 0=NO) EN_SCP_ECSYBA </p>","META_LAST_UPDATE__GLOBAL":"2023-01-24","SDG_RELATED_INDICATORS__GLOBAL":"<p>14.1.1, 14.5.1</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Environment Programme (UNEP)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Environment Programme (UNEP)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition: </strong></p>\n<p><strong>Concepts:</strong></p>\n<p>Regional Seas Coordinated Indicator 22 &#x2018;Integrated Coastal Zone Management&#x2019; (ICZM) is proposed as the primary indicator. For countries with Marine/Maritime Spatial Planning (MSP) in place, these plans can be helpful to assess ICZM. For other countries, it is important to identify ways to measure existing plans and to build capacity for integrated planning. </p>\n<p>An Integrated Coastal Zone Management (ICZM) plan covers the entire coastal zone. Marine and terrestrial areas are managed together. Plans are developed through coordination across different marine and terrestrial institutions and agencies.</p>\n<p>Marine Spatial Planning (MSP) is focused on the Exclusive Economic Zone (EEZ). It integrates the needs and policies of multiple marine sectors into one coherent planning framework.</p>\n<p>The Exclusive Economic Zone (EEZ) is an area beyond and adjacent to the territorial sea. The EEZ shall not extend beyond 200 nautical miles from the baselines from which the breadth of the territorial sea is measured, as outlined by the United Nations Convention on the Law of the Sea.</p>\n<p>Territorial sea is a belt of coastal waters extending at most 12 nautical miles from the baseline of a coastal state, as outlined by the United Nations Convention on the Law of the Sea.</p>\n<p>The full methodology for this indicator is available in the document entitled &#x201C;<a href=\"https://wedocs.unep.org/handle/20.500.11822/35086\">Understanding the State of the Ocean: A Global Manual on Measuring SDG 14.1.1, SDG 14.2.1 and SDG 14.5.1</a>&#x201D; (UNEP, 2021).</p>","UNIT_MEASURE__GLOBAL":"<p>For time series characterising the world or regions: number.</p>\n<p>For time series characterising selected countries: identification &#x201C;1&#x201D; meaning presence, or &#x201C;0&#x201D; meaning not present.</p>\n<p>The &#x201C;number&#x201D; represents the number of countries using ecosystem-based approaches to manage marine areas. </p>","CLASS_SYSTEM__GLOBAL":"<p>Standard Country or Area Codes for Statistical Use (UN M49 classification of countries and regions)</p>","SOURCE_TYPE__GLOBAL":"<p>Data are provided by national governments.</p>","COLL_METHOD__GLOBAL":"<p>National data are collected through the Regional Seas Programmes to reduce the reporting burden on countries. For countries that are not included in the Regional Seas Programme, UNEP contacts countries directly. </p>","FREQ_COLL__GLOBAL":"<p>First data collection cycle: 2021.</p>\n<p>Second collection cycle: 2025.</p>\n<p>Third collection cycle: 2029.</p>","REL_CAL_POLICY__GLOBAL":"<p>First reporting cycle: 2022</p>\n<p>Second collection cycle: 2026.</p>\n<p>Third collection cycle: 2030.</p>","DATA_SOURCE__GLOBAL":"<p>National governments, through the Regional Seas, or directly to the United Nations Environment Programme (UNEP). </p>\n<p>More information on the Regional Seas Programme is <a href=\"https://www.unep.org/explore-topics/oceans-seas/what-we-do/regional-seas-programme\">here</a>.</p>","COMPILING_ORG__GLOBAL":"<p>The United Nations Environment Programme (UNEP), in collaboration with the Reginal Seas Programme.</p>","INST_MANDATE__GLOBAL":"<p>The United Nations Environment Programme (UNEP) was mandated as Custodian Agencies for indicator 14.2.1 by the Inter-agency and Expert Group on SDG Indicators.</p>\n<p>The <a href=\"https://www.unep.org/explore-topics/oceans-seas/what-we-do/regional-seas-programme\">UNEP Regional Seas Programme</a> is UNEP&#x2019;s most important regional mechanism for conservation of the marine and coastal environment since its establishment in 1974. These Multilateral Environmental Agreements are governed by their own meetings of the Contracting Parties. The individual Regional Seas Conventions and Action Plans have both a normative and implementation mandate. They provide an expression of common regional priorities, including those in the delivery of global mandates such as the 2030 Agenda, provisions of Multilateral Environmental Agreements (MEAs) and United Nations Environment Assembly (UNEA) resolutions. They also provide platforms for acting, including through integrated assessment, policy development, capacity building and exchange, as well as through implementation of projects. By building on the mandates of Regional Seas in addressing adverse impacts to the marine and coastal environment, UNEP can enhance impact and sustainability of efforts by utilization of advantages of the Regional Seas under the programme of work at the regional level.</p>","RATIONALE__GLOBAL":"<p> Oceans are an important part of the global system and covering more than 70 per cent of the Earth&#x2019;s surface. They provide food and livelihoods for billions of people, absorb atmospheric heat and more than a quarter of carbon dioxide, and produce about half of the oxygen in the atmosphere. </p>\n<p>Due to human activities, global climate change and environmental problems have led to threats to marine ecosystems and environments. It is important to identify ways to measure existing plans and to build capacity for integrated planning.</p>","REC_USE_LIM__GLOBAL":"<p>The indicator only measures the policy formulation and not policy implementation.</p>","DATA_COMP__GLOBAL":"<p>The full methodology for this indicator is available in the document entitled &#x201C;<a href=\"https://wedocs.unep.org/handle/20.500.11822/35086\">Understanding the State of the Ocean: A Global Manual on Measuring SDG 14.1.1, SDG 14.2.1 and SDG 14.5.1</a>&#x201D; (UNEP, 2021).</p>\n<p>This indicator aims to capture Integrated Coastal Zone Management (ICZM) and other area-based, integrated planning and management in place in waters under national jurisdiction, including exclusive economic zones (e.g. marine/maritime spatial planning, Marine Protected Areas (MPAs), marine zoning, sector specific management plans).</p>\n<p>To score this indicator, countries should: </p>\n<ol>\n  <li>Identify national authorities/agencies/organisations responsible for coastal and marine/maritime planning and management.</li>\n  <li>Identify and spatially map the boundaries of ICZM plans or other plans at national, sub-national and local level. Coordinate with the national authorities/agencies/organisations responsible for coastal and marine/maritime planning and management to complete a questionnaire on the ICZM plans.</li>\n  <li>Determine the status of implementation of each plan, and categorise the spatial map according to implementation stages:</li>\n</ol>\n<p>1) Initial plan preparation.</p>\n<p>2) Plan development.</p>\n<p>3) Plan adoption/designation.</p>\n<p>4) Implementation and adaptive management.</p>\n<p>It is recommended that the collected responses include a spatial map showing the boundaries of relevant plans. </p>","DATA_VALIDATION__GLOBAL":"<p>The United Nations Environment Programme (UNEP) and the Regional Seas will be carried out extensive data validation procedures that include built-in automated procedures, manual checks and cross-references to national sources of data. Communication is carried out with countries for clarification and validation of data. Only data that are considered accurate or those confirmed by countries during the validation process are reported by UNEP on the SDG Global Database.</p>","ADJUSTMENT__GLOBAL":"<p>No adjustments are made.</p>","IMPUTATION__GLOBAL":"<p>The United Nations Environment Programme (UNEP) and the Regional Seas do not make any estimation or imputation for missing values, so the number of data points provided are actual country data. </p>","REG_AGG__GLOBAL":"<p>The data will be aggregated at the sub-regional, regional and global levels by counting the number of countries with a plan for each group.</p>","DOC_METHOD__GLOBAL":"<p>The full methodology for this indicator is available in the document entitled &#x201C;<a href=\"https://wedocs.unep.org/handle/20.500.11822/35086\">Understanding the State of the Ocean: A Global Manual on Measuring SDG 14.1.1, SDG 14.2.1 and SDG 14.5.1</a>&#x201D; (UNEP, 2021).</p>","QUALITY_MGMNT__GLOBAL":"<p>Quality management is provided by the United Nations Environment Programme (UNEP) and the Regional Seas.</p>","QUALITY_ASSURE__GLOBAL":"<p>Quality assurance is provided by the United Nations Environment Programme (UNEP) and the Regional Seas in cooperation with the countries that provide these data.</p>","QUALITY_ASSMNT__GLOBAL":"<p>Quality assessment is provided by the United Nations Environment Programme (UNEP) and the Regional Seas.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Data are available for all UN Member States reporting national data.</p>\n<p><strong>Time series:</strong></p>\n<p>Time series have different lengths for different UN Member States (depending on the availability of data at the national level).</p>\n<p><strong>Disaggregation:</strong></p>\n<p>By implementation stage: </p>\n<ul>\n  <li>Initial plan preparation</li>\n  <li>Plan development</li>\n  <li>Plan adoption/designation</li>\n  <li>Implementation and adaptive management</li>\n</ul>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies: </strong></p>\n<p>Not applicable</p>","OTHER_DOC__GLOBAL":"<p><a href=\"https://www.unep.org/explore-topics/oceans-seas/what-we-do/regional-seas-programme\">Regional Seas Programme website</a> </p>\n<p><a href=\"https://wedocs.unep.org/handle/20.500.11822/35086\">Understanding the State of the Ocean: A Global Manual on Measuring SDG 14.1.1, SDG 14.2.1 and SDG 14.5.1</a> (UNEP, 2021) </p>\n<p><a href=\"https://wedocs.unep.org/bitstream/handle/20.500.11822/26440/MSP_ICZM_Guidelines.pdf?sequence=1&amp;isAllowed=y\">Conceptual guidelines for the application of Marine Spatial Planning and Integrated Coastal Zone Management approaches to support the achievement of Sustainable Development Goal Targets 14.1 and 14.2</a> (UNEP, 2018)</p>","target_number":"14.2","goal_number":"14","indicator_sort_order":"14-02-01"}