{"data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-14-04-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 370 KB)","graph_title":"Proporción de poblaciones de peces cuyos niveles son biológicamente sostenibles","graph_type":"line","indicator_number":"14.4.1","indicator_definition":"The indicator Proportion of fish stocks within biologically sustainable levels measures the sustainability of the world's marine capture fisheries by their abundance. A fish stock of which abundance is at or greater than the level, that can produce the maximum sustainable yield (MSY) is classified as biologically sustainable. In contrast, when abundance falls below the MSY level, the stock is considered biologically unsustainable.","indicator_name":"Proporción de poblaciones de peces cuyos niveles son biológicamente sostenibles","indicator_sort_order":"14-04-01","published":true,"reporting_status":"notstarted","sdg_goal":"14","target_name":"De aquí a 2020, reglamentar eficazmente la explotación pesquera y poner fin a la pesca excesiva, la pesca ilegal, no declarada y no reglamentada y las prácticas pesqueras destructivas, y aplicar planes de gestión con fundamento científico a fin de restablecer las poblaciones de peces en el plazo más breve posible, al menos alcanzando niveles que puedan producir el máximo rendimiento sostenible de acuerdo con sus características biológicas","target_id":"14.4","un_custodian_agency":"Food and Agriculture Organization of the United Nations (FAO)","un_designated_tier":"1","national_data_update_url_text":"2018-10-20: see changes on GitHub","national_data_update_url":"https://github.com/open-sdg/open-sdg-data-starter/commit/c668a137c13a542f480233edcff3476972c2b897","national_metadata_update_url_text":"2020-04-16: see changes on GitHub","national_metadata_update_url":"https://github.com/open-sdg/open-sdg-data-starter/commit/f1b0e284d6c0d125f9bead6cadad4abde52bb43e","page_content":"","indicator":"14.4.1"}