{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proporción del presupuesto total de investigación asignada a la investigación en el campo de la tecnología marina","graph_titles":[],"graph_type":"line","indicator_name":"Proporción del presupuesto total de investigación asignada a la investigación en el campo de la tecnología marina","indicator_number":"14.a.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 14: Conserve and sustainably use the oceans, seas and marine resources for sustainable development</p>","SDG_TARGET__GLOBAL":"<p>Target 14.a: Increase scientific knowledge, develop research capacity and transfer marine technology, taking into account the Intergovernmental Oceanographic Commission Criteria and Guidelines on the Transfer of Marine Technology, in order to improve ocean health and to enhance the contribution of marine biodiversity to the development of developing countries, in particular small island developing States and least developed countries</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 14.a.1: Proportion of total research budget allocated to research in the field of marine technology</p>","META_LAST_UPDATE__GLOBAL":"2021-02-15","SDG_RELATED_INDICATORS__GLOBAL":"<p>Links to SDG 17, SDG 5;</p>\n<p>Targets: to all other SDG 14 targets, as science is crucial to protect and conserve the oceans&#x2019; resources.</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>Intergovernmental Oceanographic Commission of UNESCO</p>","CONTACT_ORGANISATION__GLOBAL":"<p>Intergovernmental Oceanographic Commission of UNESCO</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Definitions and mechanisms used in the development of the SDG indicator 14.a.1 are based on the IOC Criteria and Guidelines on Transfer of Marine Technology &#x2013; IOCCGTMT (originally published and endorsed by IOC Member States in 2005. These guidelines provide an internationally agreed definition of what is understood by the term marine technology and have been referenced in various UN General Assembly Resolutions and specifically in the formulation of SDG target 14.a. These are further explained in the Global Ocean Science Report (GOSR) referenced below.</p>\n<p>Marine technology as defined in the IOCCGTMT refers to instruments, equipment, vessels, processes and methodologies required to produce and use knowledge to improve the study and understanding of the nature and resources of the ocean and coastal areas. Toward this end, marine technology may include any of the following components:</p>\n<ol>\n  <li>Information and data, in a user-friendly format, on marine sciences and related marine operations and services;</li>\n  <li>Manuals, guidelines, criteria, standards, reference materials;</li>\n  <li>Sampling and methodology equipment (e.g., for water, geological, biological, chemical samples);</li>\n  <li>Observation facilities and equipment (e.g. remote sensing equipment, buoys, tide gauges, shipboard and other means of ocean observation);</li>\n  <li>Equipment for in situ and laboratory observations, analysis and experimentation;</li>\n  <li>Computer and computer software, including models and modelling techniques;</li>\n  <li>Expertise, knowledge, skills, technical/scientific/legal know-how and analytical methods related to marine scientific research and observation.</li>\n</ol>\n<p>Indicator 14.a.1 shows the annual national research budget allocated by governments in the field of marine technology, relative to the overall national governmental research and development budget in general.</p>\n<p>Unit: percentage; raw data in national currency. The proportion can be calculated, and if needed, data can be converted by the international agency into USD.</p>\n<p><strong>Concepts:</strong></p>\n<p>The concepts used for the definition and calculation of the indicator 14.a.1 are based on similar concepts used in the UNESCO Science Report (2010, 2015).These reports present GERD data (gross domestic expenditure on research and experimental development) as a share of GDP (gross domestic product) and further provide the R&amp;D (research and development) expenditure by sector of performance in % (Table S2 in the 2015 UNESCO Science Report). In addition, UIS publishes science field specific R&amp;D, e.g. natural sciences (http://data.uis.unesco.org/).</p>\n<p>The definitions and classifications used to collect R&amp;D data are based on the &#x2018;Frascati Manual: Proposed Standard Practice for Surveys on Research and Experimental Development&#x2019; (OECD, 2002).</p>","UNIT_MEASURE__GLOBAL":"<p>Ocean science expenditure as a share of GERD (%) </p>","CLASS_SYSTEM__GLOBAL":"<p>Not applicable </p>","SOURCE_TYPE__GLOBAL":"<p>Data sources: regular direct submission to the GOSR questionnaire/GOSR portal (https://gosr.ioc-unesco.org).</p>\n<p>The questionnaire used for the first edition of the GOSR was reviewed by the Editorial Board of the GOSR2020 as well as by UIS in 2017/2018 prior to the data collection exercise started in 2018. Assessments from 2018 on were conducted with an improved questionnaire (https://gosr.ioc-unesco.org/methodology).</p>\n<p>The novelty of the GOSR published for the first time in 2017, and the respective data collection of the 14.a.1 related data, requires the IOC Secretariat to collect the data via its national focal point until now. Future data collections might explore data availability at NSOs. New national reporting mechanisms are being established, which facilitate the provision of the required information (e.g. Colombia, Canada, Italy; document IOC-XXIX/2 Annex 14). The GERD (gross domestic expenditure on research and development) data were obtained from the UNESCO Institute for Statistics/World Bank, based on information directly provided from NSOs.</p>","COLL_METHOD__GLOBAL":"<p>(I) National Counterparts:</p>\n<p>As mentioned in the previous paragraph the official counterparts are the IOC focal points <a href=\"https://oceanexpert.org/document/17716\">https://oceanexpert.org/document/17716</a> and well as National Oceanographic and Statistical Data Centres <a href=\"https://www.iode.org/index.php?option=com_content&amp;view=article&amp;id=61&amp;Itemid=100057\">https://www.iode.org/index.php?option=com_content&amp;view=article&amp;id=61&amp;Itemid=100057</a>. </p>\n<p>(II) Validation and consultation process by IOC Secretariat.</p>\n<p>These counterparts are invited to provide metadata information for the data provided. </p>","FREQ_COLL__GLOBAL":"<p>The next data collection is planned to start in 2021. The GOSR data portal will allow for data submission throughout the year. In addition, IOC Member States will receive regular invitations to submit to the portal via IOC Circular letters. </p>","REL_CAL_POLICY__GLOBAL":"<p>Biannually.</p>","DATA_SOURCE__GLOBAL":"<p>IOC focal points </p>\n<p>National Statistical Offices (NSOs)</p>\n<p>UNESCO Institute for Statistics (UIS)/World Bank</p>","COMPILING_ORG__GLOBAL":"<p>Intergovernmental Oceanographic Commission of UNESCO (IOC-UNESCO) </p>\n<p>UNESCO Institute for Statistics (UIS)/World Bank</p>","INST_MANDATE__GLOBAL":"<p>IOC-UNESCO is the custodian agency for the SDG indicator 14.a.1. The purpose of the Commission is to promote international cooperation and to coordinate programmes in research, services and capacity-development, in order to learn more about the nature and resources of the ocean and coastal areas and to apply that knowledge for the improvement of management, sustainable development, the protection of the marine environment, and the decision-making processes of its Member States. In addition, IOC is recognized through the United Nations Convention on the Law of the Sea (UNCLOS) as a competent international organization in the fields of Marine Scientific Research (Part XIII) and Transfer of Marine Technology (Part XIV). According to its Statutes, the Commission may act also as a joint specialized mechanism of the organizations of the United Nations system that have agreed to use the Commission for discharging certain of their responsibilities in the fields of marine sciences and ocean services, and have agreed accordingly to sustain the work of the Commission. IOC&#x2019;s Member States agreed to submit information relevant to the SDG indicator 14.a.1 to the IOC Secretariat in 2014 IOC/EC-XLVII/2 Annex 8. </p>","RATIONALE__GLOBAL":"<p>Sustained investment in research and development (R&amp;D), including ocean research, remains essential to advance knowledge and to develop new technology needed to support modern economies. The ocean economy yields various benefits in terms of employment, revenues and innovation in many domains. Its current developments are largely based on decades of science and R&amp;D investments by governments around the world. Baseline information on ocean science funding, as delivered by the indicator 14.a.1 can be used as a starting point for more directed, tailored investment and new capacity development strategies, and to support the case for ensuring maximum impact of ocean research, for example through marine technology and knowledge transfer from government-funded marine and maritime R&amp;D projects. Annual (2009-2013) baseline information for 24 countries is presented in the GOSR (Isensee, K., Horn, L. and Schaaper, M. 2017. The funding for ocean science. In: In: IOC UNESCO, <em>Global Ocean Science Report&#x2014;The current status of ocean science around the world</em>. L. Vald&#xE9;s et al. (eds). Paris, UNESCO, pp. 80&#x2013;97) and in the GOSR2020 for 27 countries (Jolly, C., Olivari, M., Isensee, K., Nurse, L., Roberts, S., Lee, Y.-H. and Escobar Briones, E. 2020. Funding for ocean science. IOC-UNESCO, <em>Global Ocean Science Report 2020&#x2013;Charting Capacity for Ocean Sustainability.</em> K. Isensee (ed.), Paris, UNESCO Publishing, pp 69-90.). Updates on the methodology and progress made was published in the <a href=\"http://legacy.ioc-unesco.org/index.php?option=com_oe&amp;task=viewDocumentRecord&amp;docID=24776\">IOC/INF-1368</a> and <a href=\"https://oceanexpert.org/event/2805#documents\">IOC/INF-1385</a>.</p>\n<p>In addition to the data related to ocean science funding the GOSR 2017, 2020 and the GOSR portal provide information about the impacts of ocean science funding, such as data about research output, i.e. bibliometric and technometric data, ocean science personal and ocean science technology. The GOSR reports ocean science investment and the resulting capacity in a transparent and inclusive manner, based on a unique collection of primary data, is an opportunity to support and measure progress in capacity development globally. This ambition of the 2030 Agenda is also evident in the UN Decade of Ocean Science for Sustainable Development (2021&#x2013;2030, hereafter &#x2018;the Ocean Decade&#x2019;), where the definition of &#x2018;ocean science&#x2019; encompasses natural and social science disciplines, including interdisciplinary approaches; the technology and infrastructure that supports ocean science; the application of ocean science for societal benefits, including knowledge transfer and applications in regions that are currently lacking science capacity; as well as science-policy and science-innovation interfaces. Data and information presented in the GOSR2020, in future editions of the report and in the new GOSR portal will form part of the monitoring and evaluation process to track the progress of the Ocean Decade in achieving its vision &#x2018;The science we need for the ocean we want&#x2019;, via the objectives, challenges and seven goals outlined in the Ocean Decade Implementation Plan. The baseline information collected and published in the GOSR2020 immediately before the start of Ocean Decade will guide all ocean science actors, support</p>\n<p>the involvement of all countries in the Ocean Decade and help to remove barriers related to gender, generation and origin for all participants.</p>","REC_USE_LIM__GLOBAL":"<p>As of 2020 the SDG 14.a.1 methodology is an adopted mechanism to obtain related information. Due to the fact that no agreed procedure to assess ocean science capacity existed until the first edition of the Global Ocean Science Report in 2017, national reporting mechanisms had to be developed and require partly still to be harmonized. However since the GOSR 2020 data collection more countries established an strategy to collect 14.a.1 related information, allowing for global and regional technology and knowledge transfer in a resource- and need-adapted manner based on national inventories, as well as global and regional comparisons. </p>","DATA_COMP__GLOBAL":"<p>Indicator 14.a.1 = National governmental research expenditure in marine technology / National governmental R&amp;D expenditure</p>\n<p>National governmental R&amp;D expenditure data are assessed annually by the UNESCO Institute for Statistics (UIS).</p>\n<p>National governmental ocean science expenditures are envisaged to be assessed biannually via the GOSR portal (IOC-XXIX/2 Annex 10).</p>\n<p>The development of the GOSR data repository/data portal will take place in close collaboration with UIS and IOC (at Headquarters and at the IOC Project Office for IODE, Oostende, Belgium).</p>","DATA_VALIDATION__GLOBAL":"<p>IOC receives verified information directly from the identified representatives of its Member States directly (primary data), which entails the validation to be published for the SDG indicator 14.a.1 assessments.</p>","ADJUSTMENT__GLOBAL":"<p>Data are based on the GOSR2020 questionnaire and UNESCO Institute for Statistics database. Note that ocean science funding is not identified as such in GERD data, and can be found in natural sciences and other categories. </p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level</strong></li>\n</ul>\n<p>In case countries do not provide data, no estimate will be calculated.</p>\n<ul>\n  <li><strong>At regional and global levels</strong></li>\n</ul>\n<p>For regional and global estimates/averages, only data received from Member States will be taken into account, missing values are not imputed or otherwise estimated.</p>","REG_AGG__GLOBAL":"<p>Each national contribution is weighted equally to calculate average values for the regional and global estimates.</p>","DOC_METHOD__GLOBAL":"<ul>\n  <li>No particular guidance for the national data compilation exists as the organization of ocean science differs among Member States. </li>\n  <li>The IOC Secretariat recommends that IOC national focal points (IOC official national designated Coordinating Bodies for Liaison with the IOC) consult with the respective ministry(ies) responsible for ocean science and national universities and institutions to obtain SDG indicator 14.3.1 data.</li>\n  <li>IOC is an intergovernmental body of 150 Member States, the IOC national focal points may act as national coordinating bodies for relevant government departments, universities and research institutions actively involved in marine science and technology and other related aspects of ocean affairs.</li>\n  <li>As mentioned in point 3.a, the novelty of the GOSR published for the first time in 2017, and the respective data collection of the 14.a.1 related data, requires the IOC secretariat to collect the data via its national focal point until now. Future data collections might explore data availability at NSOs. New national reporting mechanisms are being established, which facilitate the provision of the required information (e.g. Colombia, Canada, Italy; document IOC-XXIX/2 Annex 14). The GERD (gross domestic expenditure on research and development) data were obtained from the UNESCO Institute for Statistics/World Bank, based on information directly provided from NSOs.</li>\n</ul>","QUALITY_MGMNT__GLOBAL":"<p>Automated quality control will be set up for future data collection via the GOSR portal. Currently information received from IOC Member States are quality controlled by the IOC Secretariat before publication, which involves contacting the respective focal points in case needed. The quality controlled information is then made freely available and open access at the GOSR portal (<a href=\"https://gosr.ioc-unesco.org/home\">https://gosr.ioc-unesco.org/home</a>). </p>","QUALITY_ASSURE__GLOBAL":"<ul>\n  <li>IOC national focal points and experts from UIS assist in the data quality assessment, comparing indicator values with the national expenditure for Natural Sciences (UIS), this allows the identification of discrepancies. In the future new values will be compared to previously obtained information. In case of discrepancies, the IOC secretariat will consult the data providers individually.</li>\n  <li>Combination of: Automated quality control by data portal; National quality control; Automated quality control via GOSR portal, IOC Secretariat.</li>\n</ul>","QUALITY_ASSMNT__GLOBAL":"<p>See 4.i and 4.j.</p>","COVERAGE__GLOBAL":"<p>All data collected so far are available at the GOSR portal, as well as in the GOSR2017 and GOSR2020 publications. </p>\n<p>See</p>\n<p><a href=\"https://gosr.ioc-unesco.org/home\">https://gosr.ioc-unesco.org/home</a></p>\n<p><a href=\"https://gosr.ioc-unesco.org/report\">https://gosr.ioc-unesco.org/report</a></p>\n<p>https://unesdoc.unesco.org/ark:/48223/pf0000250428.locale=fr</p>\n<p><strong>Time series:</strong></p>\n<p>To date data are available for the years 2009-2017.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Possibility for regional and global aggregation.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>As this indicator only takes into account data submitted by Member States, there are no discrepancies between estimates and submitted data sets.</p>","OTHER_DOC__GLOBAL":"<p>IOC-UNESCO. 2017<em>., Global Ocean Science Report&#x2014;The current status of ocean science around the world</em>. L. Vald&#xE9;s et al. (eds), UNESCO Publishing, Paris.</p>\n<p>IOC-UNESCO. 2020. <em>Global Ocean Science Report 2020&#x2013;Charting Capacity for Ocean Sustainability</em>. K. Isensee (ed.), UNESCO Publishing, Paris.</p>\n<p>Isensee, K., Horn, L. and Schaaper, M. 2017. The funding for ocean science. In: In: IOC-UNESCO, Global</p>\n<p>Ocean Science Report&#x2014;The current status of ocean science around the world. L. Vald&#xE9;s et al. (eds). Paris, UNESCO, pp. 80&#x2013;97.</p>\n<p>Jolly, C., Olivari, M., Isensee, K., Nurse, L., Roberts, S., Lee, Y.-H. and Escobar Briones, E. 2020. Funding for ocean science. IOC-UNESCO, <em>Global Ocean Science Report 2020&#x2013;Charting Capacity for Ocean Sustainability.</em> K. Isensee (ed.), Paris, UNESCO Publishing, pp 69-90.</p>\n<p>GOSR portal</p>\n<p><a href=\"https://gosr.ioc-unesco.org/home\">https://gosr.ioc-unesco.org/home</a></p>\n<p>UNESCO Science Report 2010, 2015</p>\n<p>https://en.unesco.org/unesco_science_report</p>\n<p>IOC Assembly Decisions: IOC-XXIX/5.1. and IOC-XXIX/9.1.)</p>\n<p>http://www.ioc-unesco.org/index.php?option=com_oe&amp;task=viewDocumentRecord&amp;docID=19770</p>\n<p>IOC Information documents</p>\n<p><a href=\"http://legacy.ioc-unesco.org/index.php?option=com_oe&amp;task=viewDocumentRecord&amp;docID=24776\">IOC/INF-1368</a> and <a href=\"https://oceanexpert.org/event/2805#documents\">IOC/INF-1385</a></p>\n<p>IOC-XXIX/2 Annex 14</p>\n<p>http://ioc-unesco.org/index.php?option=com_oe&amp;task=viewDocumentRecord&amp;docID=19589</p>\n<p>R&amp;D relevant data</p>\n<p>http://data.uis.unesco.org/</p>\n<p>Definition/Concepts: Frascati Manual: Proposed Standard Practice for Surveys on Research and</p>\n<p>Experimental Development&#x2019; (OECD, 2002)</p>\n<p>https://www.oecd-ilibrary.org/science-and-technology/frascati-manual-2002_9789264199040-en</p>\n<p>IOC Criteria and Guidelines on the Transfer of Marine Technology</p>\n<p><a href=\"https://unesdoc.unesco.org/ark:/48223/pf0000139193.locale=en\">https://unesdoc.unesco.org/ark:/48223/pf0000139193.locale=en</a></p>\n<p>UNESCO. 2015. UNESCO Science Report: Towards 2030. Paris, UNESCO Publishing. </p>","indicator":"14.a.1","target_id":"14.a","sdg_goal":"14","indicator_sort_order":"14-0a-01"}