{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Superficie forestal en proporción a la superficie total","graph_titles":[],"graph_type":"line","indicator_name":"Superficie forestal en proporción a la superficie total","indicator_number":"15.1.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 15: Protect, restore and promote sustainable use of terrestrial ecosystems, sustainably manage forests, combat desertification, and halt and reverse land degradation and halt biodiversity loss</p>","SDG_TARGET__GLOBAL":"<p>Target 15.1: By 2020, ensure the conservation, restoration and sustainable use of terrestrial and inland freshwater ecosystems and their services, in particular forests, wetlands, mountains and drylands, in line with obligations under international agreements</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 15.1.1: Forest area as a proportion of total land area</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Land area (thousands of hectares)</p>\n<p>Forest area (thousands of hectares)</p>\n<p>Forest area as a proportion of total land area (%)</p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>15.2.1: Progress towards sustainable forest management</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>Food and Agriculture Organization of the United Nations (FAO)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>Food and Agriculture Organization of the United Nations (FAO)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Forest area as a proportion of total land area</p>\n<p><strong>Concepts:</strong></p>\n<p>To provide a precise definition of the indicator, it is crucial to provide a definition of its two components:</p>\n<p>&#x201C;Forest&#x201D; and &#x201C;Land Area&#x201D;. </p>\n<p>According to the FAO, <strong><u>Forest</u></strong> is defined as: &#x201C;land spanning more than 0.5 hectares with trees higher than 5 meters and a canopy cover of more than 10 percent, or trees able to reach these thresholds in situ. It does not include land that is predominantly under agricultural or urban land use&#x201D;. More specifically:</p>\n<ul>\n  <li>Forest is determined both by the presence of trees and the absence of other predominant land uses. The trees should be able to reach a minimum height of 5 meters.</li>\n  <li>It includes areas with young trees that have not yet reached but which are expected to reach a canopy cover of at least 10 percent and tree height of 5 meters or more. It also includes areas that are temporarily unstocked due to clear-cutting as part of a forest management practice or natural disasters, and which are expected to be regenerated within 5 years. Local conditions may, in exceptional cases, justify that a longer time frame is used.</li>\n  <li>It includes forest roads, firebreaks and other small open areas; forest in national parks, nature reserves and other protected areas such as those of specific environmental, scientific, historical, cultural or spiritual interest.</li>\n  <li>It includes windbreaks, shelterbelts and corridors of trees with an area of more than 0.5 hectares and width of more than 20 meters.</li>\n  <li>It includes abandoned shifting cultivation land with a regeneration of trees that have, or are expected to reach, a canopy cover of at least 10 percent and tree height of at least 5 meters.</li>\n  <li>It includes areas with mangroves in tidal zones, regardless of whether this area is classified as land area or not.</li>\n  <li>It includes rubberwood, cork oak and Christmas tree plantations.</li>\n  <li>It includes areas with bamboo and palms provided that land use, height and canopy cover criteria are met.</li>\n  <li>It excludes tree stands in agricultural production systems, such as fruit tree plantations, oil palm plantations, olive orchards and agroforestry systems when crops are grown under tree cover. Note: Some agroforestry systems such as the &#x201C;Taungya&#x201D; system where crops are grown only during the first years of the forest rotation should be classified as forest.</li>\n</ul>\n<p><strong><u>Land area</u></strong> is the country area excluding area under inland waters and coastal waters.</p>\n<ul>\n  <li><strong>Country area</strong>: Area under national sovereignty. It is the sum of land area, inland waters and coastal waters. It excludes the exclusive economic zone.</li>\n  <li><strong>Inland waters</strong>: Areas corresponding to natural or artificial water courses, serving to drain natural or artificial bodies of water, including lakes, reservoirs, rivers, brooks, streams, ponds, inland canals, dams, and other land-locked waters. The banks constitute limits whether the water is present or not.</li>\n  <li><strong>Coastal waters</strong>: Waters located in-between the land territory and the outer limit of the territorial sea. They comprise &apos;&apos;Internal waters&apos;&apos; and &apos;&apos;Territorial sea,&quot; and where applicable, &apos;&apos;Archipelagic waters.&quot; </li>\n</ul>","UNIT_MEASURE__GLOBAL":"<p>Percent (%)</p>","CLASS_SYSTEM__GLOBAL":"<p>Not applicable</p>","SOURCE_TYPE__GLOBAL":"<p><strong>Forest area:</strong></p>\n<p>Data on Forest area are collected by FAO through the Global Forest Resources Assessment (FRA). This assessment has been carried out at regular intervals since 1946 and are now produced every five year. The latest of these assessments, FRA 2020, contains information for 236 countries and territories on about 60 variables related to the extent of forests, their conditions, uses and values for several points in time. </p>\n<p><strong>Land area:</strong></p>\n<p>Data on land area are collected from FAO members through the annual FAO Questionnaire on Land Use, Irrigation and Agricultural Practices. Missing data may be sourced from national statistical yearbooks and other official government data portals. Supplemental information for further gap filling may be derived from national and international sectoral studies and reports, as well as from land cover statistical information compiled by FAO and disseminated in FAOSTAT.</p>","COLL_METHOD__GLOBAL":"<p><strong>Forest area:</strong></p>\n<p>Officially nominated national correspondents and their teams prepare the country reports for the Global Forest Resources Assessment. Some countries prepare more than one report as they also report on dependent territories. For the remaining countries and territories where no information is provided, a report is prepared by FAO using existing information, literature search, remote sensing or a combination of two or more of them.</p>\n<p>All data are provided to FAO by countries in the form of a country report through an online platform following a standard format, which includes the original data and reference sources and descriptions of how these have been used to estimate the forest area for different points in time. The online platform is used for all data entry, review and quality control.</p>\n<p><strong>Land area:</strong></p>\n<p>The Land Use, Irrigation and Agricultural Practices FAO Questionnaire, <a href=\"http://www.fao.org/economic/ess/ess-home/questionnaires/en/\">http://www.fao.org/economic/ess/ess-home/questionnaires/en/</a>, is sent annually to 205 countries and territories reaching out the National Focal Points in National Institutions, typically National Statistical Offices, Ministries of Agriculture or other relevant Agencies. The questionnaire is sent in Excel format together with accompanying cover letter explaining FAO mandate and scope of the data collection. </p>\n<p>Data returned in questionnaire are checked against previous reports and for consistency with the other land categories reported in questionnaire. Depending on questionnaire completeness and in case of non-reporting, Land area data may be derived by subtracting the Inland waters area and the Coastal waters area from the Country area. Missing Land area data are also imputed by carry-forward of the latest value officially reported by the country. </p>\n<p> </p>","FREQ_COLL__GLOBAL":"<p><strong>Forest area:</strong></p>\n<p>Data collection process for FRA 2020 was launched in 2018 and data collection took place in 2018-2019. Data collection for FRA 2025 is expected to start in 2023. </p>\n<p><strong>Land area:</strong></p>\n<p>The FAO Land Use, Irrigation and Agricultural Practices questionnaire is part of the joint dispatch of three questionnaires on agri-environmental statistics. Questionnaires are dispatched annually on 4th October with deadline after 4 weeks; first and second follow-ups are sent within 5 and 10 weeks respectively from the dispatch date. </p>","REL_CAL_POLICY__GLOBAL":"<p><strong>Forest area:</strong></p>\n<p>Data with updated time series and including year 2020 was released July 2020. Next release of a complete FRA dataset is scheduled for 2025. The possibilitiy of a more frequent reporting on forest area and other key indicators is currently being evaluated. </p>\n<p><strong>Land area:</strong></p>\n<p>Data release in year 2022 is planned for June 2022.</p>","DATA_SOURCE__GLOBAL":"<p><strong>Forest area:</strong></p>\n<p>Data on forest area are provided by the countries and reported to FAO through a global network of officially nominated national correspondents. For the countries and territories which do not have a national correspondent, a desk study is prepared by FAO using previously reported information, literature search, remote sensing or their combination.</p>\n<p><strong>Land area:</strong></p>\n<p>Data are provided by the National Focal Points in National Institutions, typically National Statistical Offices, Ministries of Agriculture or other relevant Agencies. Records of National Focal Points is maintained up to date through the questionnaire cover where countries are requested to confirm the focal point contact detail (e.g. Name, Title, Administration and Office, Email and Web site address) as well as through official communications from countries to FAO, or information provided to FAO during meetings, conferences or commissions. </p>","COMPILING_ORG__GLOBAL":"<p>Food and Agriculture Organization of the United Nations (FAO).</p>","INST_MANDATE__GLOBAL":"<p>Article 1 of FAO&#x2019;s constitution specifies that, &#x201C;The Organization shall collect, analyze, interpret, and disseminate information related to nutrition, food and agriculture.&#x201D; In this regard, FAO collects national level data from member countries, which it then standardizes and disseminates through corporate statistical databases. FAO is the custodian UN agency for 21 SDG indicators, including 15.1.1.</p>","RATIONALE__GLOBAL":"<p>Forests fulfil a number of functions that are vital for humanity, including the provision of goods (wood and non-wood forest products) and services such as habitats for biodiversity, carbon sequestration, coastal protection and soil and water conservation. </p>\n<p>The indicator provides a measure of the relative extent of forest in a country. The availability of accurate data on a country&apos;s forest area is a key element for forest policy and planning within the context of sustainable development.</p>\n<p>Changes in forest area reflect the demand for land for other uses and may help identify unsustainable practices in the forestry and agricultural sector.</p>\n<p>Forest area as percentage of total land area may be used as a rough proxy for the extent to which the forests in a country are being conserved or restored, but it is only partly a measure for the extent to which they are sustainably managed.</p>\n<p>The indicator was included among the indicators for the Millennium Development Goals (MDG indicator</p>\n<p>7.1 &#x201C;Proportion of land covered by forest&#x201D;).</p>","REC_USE_LIM__GLOBAL":"<p>Assessment of forest area is carried out at infrequent intervals in many countries. Although the improved access to remote sensing data can help some countries to update their forest area estimates more frequently, estimation of forest area using remote sensing techniques has certain challenges. In particular the assessment of forest area relates to land use, while remote sensing primarily assesses land cover. Furthermore, gradual changes, such as forest regrowth, require several years to become detectable in satellite imagery. In addition, forest areas with low canopy cover density (e.g. 10-30%) are still difficult to detect at large scale with affordable remote sensing techniques.</p>","DATA_COMP__GLOBAL":"<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mfrac>\n      <mrow>\n        <mi>F</mi>\n        <mi>o</mi>\n        <mi>r</mi>\n        <mi>e</mi>\n        <mi>s</mi>\n        <mi>t</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>a</mi>\n        <mi>r</mi>\n        <mi>e</mi>\n        <mi>a</mi>\n        <mi>&amp;nbsp;</mi>\n        <mo>(</mo>\n        <mi>r</mi>\n        <mi>e</mi>\n        <mi>f</mi>\n        <mi>e</mi>\n        <mi>r</mi>\n        <mi>e</mi>\n        <mi>n</mi>\n        <mi>c</mi>\n        <mi>e</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>y</mi>\n        <mi>e</mi>\n        <mi>a</mi>\n        <mi>r</mi>\n        <mo>)</mo>\n      </mrow>\n      <mrow>\n        <mi>L</mi>\n        <mi>a</mi>\n        <mi>n</mi>\n        <mi>d</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>a</mi>\n        <mi>r</mi>\n        <mi>e</mi>\n        <mi>a</mi>\n        <mi>&amp;nbsp;</mi>\n        <mo>(</mo>\n        <mi>r</mi>\n        <mi>e</mi>\n        <mi>f</mi>\n        <mi>e</mi>\n        <mi>r</mi>\n        <mi>e</mi>\n        <mi>n</mi>\n        <mi>c</mi>\n        <mi>e</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>y</mi>\n        <mi>e</mi>\n        <mi>a</mi>\n        <mi>r</mi>\n        <mo>)</mo>\n      </mrow>\n    </mfrac>\n    <mi>&amp;nbsp;</mi>\n    <mo>&#xD7;</mo>\n    <mn>100</mn>\n  </math></p>","DATA_VALIDATION__GLOBAL":"<p>All data submitted by countries to FRA, including the FAO estimates made in case of desk studies, are available at the FRA online platform (<a href=\"https://fra-data.fao.org/\">https://fra-data.fao.org/</a>). The platform also includes the calculated indicator for 15.1.1. A request for validation was sent to the Head of Forestry of each country before finalization and publishing of data.</p>","ADJUSTMENT__GLOBAL":"<p>When FAOSTAT land area data indicate variations in land area that are inconsistent and do not reflect real changes but are the effect of changes in assessment methodology or countries not having revised historical data points, inconsistent data points are imputed by FAO.</p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level</strong></li>\n</ul>\n<p>For countries and territories where no information was provided to FAO for FRA 2020 (47 countries and territories representing 0.5 percent of the global forest area), FAO made estimates of forest area based on existing information from previous assessments, literature search, remote sensing or a combination of these data sources. </p>\n<p>For countries/territories not included in FAOSTAT, land area data is collected from other sources (national Web sites, etc.). In a few cases where land area for a specific reference year is not available in FAOSTAT, land area is imputed by using data for closest available reference year.</p>\n<ul>\n  <li><strong>At regional and global levels</strong></li>\n</ul>\n<p>See above</p>","REG_AGG__GLOBAL":"<p>Since information is available for all countries and territories, regional and global estimates are produced by aggregating country-level data. </p>","DOC_METHOD__GLOBAL":"<p><strong>Forest area:</strong></p>\n<p>Detailed methodology and guidance on how to prepare the country reports through an online web platform and to convert national data according to national categories and definitions to FAO&#x2019;s global categories and definitions is found in the document &#x201C;<em>FRA 2020</em> <em>Guidelines and Specifications</em>&#x201D; (<a href=\"http://www.fao.org/3/I8699EN/i8699en.pdf\"><u>www.fao.org/3/I8699EN/i8699en.pdf</u></a>) .</p>\n<p><strong>Land area:</strong></p>\n<p>Detailed classification and definition are provided in sections &#x201C;<em>Instructions</em>&#x201D; and &#x201C;<em>Definitions</em>&#x201D;, of the FAO Land Use, Irrigation and Agricultural Practices Questionnaire of which a copy is available on the FAO Statistics website, Data Collection subpage (<a href=\"http://www.fao.org/statistics/data-collection/en/\">http://www.fao.org/statistics/data-collection/en/</a>). </p>\n<p>Definitions are also provided together with data in the FAOSTAT Land Use domain in section &#x201C;<em>Definitions and Standards</em>&#x201D; (<a href=\"http://www.fao.org/faostat/en/#data/RL\">http://www.fao.org/faostat/en/#data/RL</a>). </p>","QUALITY_MGMNT__GLOBAL":"<p>FAO is responsible for the quality of the internal statistical processes used to compile the published datasets. The FAO Statistics Quality Assurance Framework (SQAF), available at: <a href=\"http://www.fao.org/docrep/019/i3664e/i3664e.pdf\">http://www.fao.org/docrep/019/i3664e/i3664e.pdf</a>, provides the necessary principles, guidelines and tools to carry out quality assessments. FAO is performing an internal bi-annual survey (FAO Quality Assessment and Planning Survey) designed to gather information on all of FAO&#x2019;s statistical activities, notably to assess the extent to which quality standards are being implemented with a view to increasing compliance with the quality dimensions of SQAF, documenting best practices and prepare quality improvement plans, where necessary. Domain-specific quality assurance activities are carried out systematically (e.g. quality reviews, self-assessments, compliance monitoring).</p>","QUALITY_ASSURE__GLOBAL":"<p>Data on forest area reported by countries to FAO are subject to a rigorous review process to ensure correct use of definitions and methodology as well as internal consistency. A comparison is made with past assessments and other existing data sources. Regular contacts between national correspondents and FAO staff by e-mail, through the FRA online platform and during regional/sub-regional review workshops form part of this review process.</p>\n<p>Data on land area are reported by FAO members through the FAO Land Use, Irrigation and Agricultural Practices questionnaire. Collected data are routinely checked for internal consistency (e.g. outliers and significant variation in time series). Observed discrepancies are routinely checked and validated with countries.</p>","QUALITY_ASSMNT__GLOBAL":"<p> Quality of statistics produced and disseminated by the FAO is evaluated in terms of fitness for use i.e. the degree to which statistics meet the user&#x2019;s requirements. The quality dimensions assessed are: Relevance; Accuracy and Reliability; Timeliness and Punctuality; Coherence and Comparability; Accessibility and Clarity. Quality dimensions definitions are provided in the FAO Statistical Quality Assurance Framework (SQAF), which provides the definition of quality and describes quality principles for statistical outputs; statistical processes; institutional environment (http://www.fao.org/docrep/019/i3664e/i3664e.pdf). The SQAF is based on the Fundamental Principles of Official Statistics and the Principles Governing International Statistical Activities (CCSA). Adherence to these principles ensures the quality of FAO statistical production processes and of statistical outputs. Regular quality assessments are conducted through the FAO Quality Assessment and Planning Survey (QAPS), a bi-annual survey designed to gather information on all of FAO&#x2019;s statistical activities, which is used to assess the extent to which quality standards are being met with a view to increasing compliance with the SQAF, and to document best practices and provide guidance for improvement where necessary.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Forest area data are available for all 236 countries and territories for the years , and2000, 2010, 2015, and every year since.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>No further disaggregation of this indicator.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>The national figures in the database are reported by the countries themselves following standardized format, definitions and reporting years, thus eliminating any discrepancies between global and national figures. The reporting template requests that countries provide the full reference for original data sources as well as national definitions and terminology. Separate sections in the template country reports deal with the analysis of data (including any assumptions made and the methods used for estimates and projections to the common reporting years); calibration of data to the official land area as held by FAO; and reclassification of data to the classes used in FAO&#x2019;s Global Forest Resources Assessments.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p><a href=\"http://www.fao.org/forest-resources-assessment/\">http://www.fao.org/forest-resources-assessment/</a></p>\n<p><a href=\"http://www.fao.org/faostat\">http://www.fao.org/faostat</a></p>\n<p><strong>References:</strong></p>\n<p>Global Forest Resources Assessment 2020, Guidelines and Specifications (<a href=\"http://www.fao.org/3/I8699EN/i8699en.pdf\"><u>www.fao.org/3/I8699EN/i8699en.pdf</u></a>)</p>\n<p>Global Forest Resources Assessment 2020, Terms and Definitions </p>\n<p>(<a href=\"http://www.fao.org/3/I8661EN/i8661en.pdf\"><u>www.fao.org/3/I8661EN/i8661en.pdf</u></a>).</p>","indicator":"15.1.1","target_id":"15.1","sdg_goal":"15","indicator_sort_order":"15-01-01"}