{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Muertes relacionadas con conflictos por cada 100.000 habitantes, desglosadas por sexo, edad y causa","graph_titles":[],"graph_type":"line","indicator_name":"Muertes relacionadas con conflictos por cada 100.000 habitantes, desglosadas por sexo, edad y causa","indicator_number":"16.1.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 16: Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels</p>","SDG_TARGET__GLOBAL":"<p>Target 16.1: Significantly reduce all forms of violence and related death rates everywhere</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 16.1.2: Conflict-related deaths per 100,000 population, by sex, age and cause</p>","META_LAST_UPDATE__GLOBAL":"<p>2018-12-03</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>&#x2022; 16.1.1 Number of victims of intentional homicide per 100,000 population, by sex and age</p>\n<p>&#x2022; 16.1.3 Proportion of population subjected to physical, psychological or sexual violence in the previous 12 months</p>\n<p>&#x2022; 16.1.4 Proportion of population that feel safe walking alone around the area they live</p>\n<p>&#x2022; 16.4.2 Proportion of seized, found or surrendered arms whose illicit origin or context has been traced or established by a competent authority in line with international instruments</p>\n<p>&#x2022; 16.a.1 Existence of independent national human rights institutions in compliance with the Paris Principles</p>\n<p>&#x2022; 10.3.1 and 16.b.1: Proportion of population reporting having personally felt discriminated against or harassed in the previous 12 months on the basis of a ground of discrimination prohibited under international human rights law</p>\n<p>&#x2022; 5.2.2: Proportion of women and girls aged 15 years and older subjected to sexual violence by persons other than an intimate partner in the previous 12 months, by age and place of occurrence</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>Office of the United Nations High Commissioner for Human Rights (OHCHR)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>Office of the United Nations High Commissioner for Human Rights (OHCHR)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definitions:</strong></p>\n<p>This indicator is defined as the total count of conflict-related deaths divided by the total population, expressed per 100,000 population.</p>\n<p>&#x2018;Conflict&#x2019; is defined as &#x2018;armed conflict&#x2019; in reference to a terminology enshrined in International Humanitarian Law (IHL), and applied to situations based on the assessment of the United Nations (UN) and other internationally mandated entities. &#x2018;Conflict-related deaths&#x2019; refers to direct and indirect deaths associated to armed conflict. &#x2018;Population&#x2019; refers to total resident population in a given situation of armed conflict included in the indicator, in a given year. Population data are derived from annual estimates produced by the UN Population Division.</p>\n<p><strong>Concepts:</strong></p>\n<p><em>&#x2018;Conflict&#x2019;</em></p>\n<p>According to IHL, the branch of international law, which specifically focuses on armed conflicts, two types of armed conflicts exist: international armed conflicts (IAC) and non-international armed conflicts (NIAC). </p>\n<p>IAC exist whenever there is resort to armed force between two or more States. An IAC does not exist in cases in which use of force is the result of an error (e.g. involuntary incursion into foreign territory, wrongly identifying the target); and when the territorial State has given its consent to an intervention. </p>\n<p>NIAC are protracted armed confrontations occurring between governmental armed forces and the forces of one or more armed groups, or between such groups arising on the territory of a State. The armed confrontation must reach a &#x201C;minimum level of intensity&#x201D; and the parties involved in the conflict must show a &#x201C;minimum of organisation&#x201D;. </p>\n<p><em>&#x2018;Conflict-related deaths&#x2019;</em></p>\n<p>Direct deaths are deaths where there are reasonable grounds to believe that they resulted directly from war operations and that the acts, decisions and/or purposes that caused these deaths were in furtherance of or under the guise of armed conflict. </p>\n<p>These deaths may have been caused by (i) the use of weapons or (ii) other means and methods. Deaths caused by the use of weapons, include but are not limited to those inflicted by firearms, missiles, mines, and bladed weapons. It may also include deaths resulting from aerial attacks and bombardments (e.g. of military bases, cities and villages), crossfire, explosive remnants of war, targeted killings or assassinations, force protection incidents. Deaths caused by other means and methods may include deaths from torture or sexual and gender-based violence, intentional killing using starvation, depriving prisoners of access to health care or denying access to essential goods and services (e.g. an ambulance stopped at a check point).</p>\n<p>Indirect deaths are deaths resulting from a loss of access to essential goods and services (e.g. economic slowdown, shortages of medicines or reduced farming capacity that result in lack of access to adequate food, water, sanitation, health care and safe conditions of work) that are caused or aggravated by the situation of armed conflict.</p>\n<p>By definition, these deaths should be separated from other violent deaths which are, in principle, not connected to the situation of armed conflict (e.g. intentional and non-intentional homicides, self-defence, self-inflicted), but are still relevant to the implementation and measurement of SDG target 16.1. The International Classification of Crime for Statistical Purposes (ICCS) provides definitional elements and classification of violent deaths both related and not related to armed conflict. The ICCS provides indications on how to distinguish between intentional homicides, killings directly related to war/armed conflict and killings that amount to war crimes.</p>\n<p><em>&#x2018;Cause&#x2019;</em> refers to the weapons, means and methods that caused the conflict-related deaths. The categories for the disaggregation of the &#x2018;c<em>ause of death</em>&#x2019; for direct deaths build on the WHO International Classification of Diseases (ICD-11), ICCS, the International Committee of the Red Cross (ICRC) overview of weapons regulated by IHL, UN practice and OHCHR casualty recording. </p>","SOURCE_TYPE__GLOBAL":"<p>Examples of sources include eyewitnesses; hospital records; community elders, religious and civil leaders; security forces and conflict parties; local authorities; prosecution offices, police and other law enforcement agencies, health authorities; government departments and officials; UN and other international organizations; detailed media reports and other relevant civil society organizations. </p>","COLL_METHOD__GLOBAL":"<p>Data will be compiled from data providers that have been systematically assessed by OHCHR for their application of the methodology for the indicator, including their ability to provide credible and reliable data and apply the verification standard based on the technical guidance.</p>\n<p>The mechanisms, bodies and institutions that have the mandate, capacity and independence to document and investigate alleged killings related to conflict will be prioritized. From this perspective, UN entities working on casualty recording in the framework of their operations (e.g. peacekeeping operations, commissions of inquiry, humanitarian operations and human rights offices), national human rights institutions and national statistical offices will generally be prioritized. OHCHR will conduct capacity-building activities and collaborate, including in validating data, with relevant stakeholders at national, regional and international levels. </p>","FREQ_COLL__GLOBAL":"<p>In 2019, OHCHR plans to collect data on documented direct conflict-related deaths of civilians for 2015, 2016, 2017</p>","REL_CAL_POLICY__GLOBAL":"<p>In 2020, OHCHR plans to report data on documented direct conflict-related deaths of civilians for 2015, 2016, 2017</p>","DATA_SOURCE__GLOBAL":"<p>National and international data providers that have been assessed by OHCHR for their application of the indicator&#x2019;s associated methodology, including UN entities working on casualty recording in the framework of their operations (e.g. peacekeeping operations, commissions of inquiry, humanitarian operations and human rights offices), national human rights institutions, national statistical offices and relevant civil society organizations. </p>","COMPILING_ORG__GLOBAL":"<p>Office of the United Nations High Commissioner for Human Rights (OHCHR)</p>","RATIONALE__GLOBAL":"<p>This indicator measures the prevalence of armed conflicts and their impact in terms of loss of life. Together with the indicator 16.1.1 on intentional homicide, they measure violent deaths that occur in all countries of the world (intentional homicides) and in situations of armed conflict (conflict-related deaths). </p>\n<p>The 2030 Agenda for Sustainable Development seeks to strengthen universal peace and commits to redouble efforts to resolve or prevent conflict. It recognizes that there can be no sustainable development without peace and no peace without sustainable development. Counting deaths occurring in situations of armed conflict is therefore essential to the measurement of the Agenda, including and beyond its Goal 16. Monitoring conflict-related deaths is also necessary to help protect civilians and other potential victims, ensure respect of humanitarian and human rights standards, and understand the patterns and consequences of armed conflicts in order to prevent future armed conflicts.</p>","REC_USE_LIM__GLOBAL":"<p>In situations of armed conflict, a large share of deaths may not be reported. Often, normal registration systems are heavily affected by the presence of armed conflict. Additionally, actors on both sides of an armed conflict may have incentives for misreporting, deflating or inflating casualties. In most instances, the number of cases reported will depend on access to conflict zones, access to information, motivation and perseverance of both international and national actors, such as UN peace missions and other internationally mandated entities, national institutions (e.g. national statistical offices, national human rights institutions) and relevant civil society organizations. </p>","DATA_COMP__GLOBAL":"<p>The indicator is calculated as the total count of conflict-related deaths divided by the total resident population in a given situation of armed conflict for the year, expressed per 100,000 population, occurring within the preceding 12 months. </p>\n<p>The total count of conflict-related deaths includes first the total number of documented direct deaths, using all potentially relevant data sources (e.g. UN peace missions, national statistical offices, national human rights institutions, civil society organisations). Documented cases provide verified information on each direct conflict-related death. </p>\n<p>Depending on the magnitude of conflict-related deaths, capacity of data providers, and other contextual and practical considerations, the methodology will seek to produce statistical estimates of undocumented deaths directly linked to the armed conflict. Further work will be needed to cover deaths indirectly linked to the armed conflict, e.g. loss of access to essential goods and services. Existing data must be updated regularly and retrospectively reflecting the emergence of new data over time.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022;</strong> <strong>At country level</strong></p>\n<p>As a starting point, the indicator will only include documented conflict-related direct deaths. If there are no documented conflict-related direct deaths for a particular situation of armed conflict, no estimate of missing values will be computed. Specific to the nature of this indicator, it is worth noting that depending on the availability and quality of data over the course of the armed conflict, statistical surveys and techniques may be used to estimate undocumented direct conflict-related deaths, adding the statistical estimates to the documented cases.</p>\n<p>National datasets with sufficiently well documented direct deaths constitute an essential source for further statistical analysis and estimations of undocumented direct deaths. As indirect deaths would typically fall outside the scope of common casualty recording practices (that rather focus on direct deaths), they may be captured using additional administrative records and/or statistical surveys allowing the measurement of excess mortality, namely all the deaths (direct and indirect) that would not have occurred in time of peace, as defined and measured by epidemiologists. </p>\n<p>The methodology for these estimations will be further developed in collaboration with national statistical offices, national human rights institutions, UN entities and civil society organizations.</p>\n<p><strong>&#x2022;</strong> <strong>At regional and global levels</strong></p>\n<p>Same as country level.</p>","REG_AGG__GLOBAL":"<p>Regional aggregates are calculated as the total number of documented direct conflict-related deaths, divided by the total resident population of armed conflict, for the region, expressed in 100, 000 population. The global aggregate is calculated as the total number of documented direct conflict-related deaths for all the situations of armed conflict, divided by the total resident population of all situations of armed conflict, included in the indicator, expressed in 100, 000 population.</p>","DOC_METHOD__GLOBAL":"<ul>\n  <li>link to technical guidance note</li>\n</ul>","QUALITY_ASSURE__GLOBAL":"<ul>\n  <li>link to technical guidance note</li>\n  <li>OHCHR will conduct a validation process of the list of situations of armed conflict to be considered for the indicator every year. OHCHR will systematically assess each potentially relevant data provider for its application of the methodology for the indicator, including its ability to provide credible and reliable data and apply verification standards. This will be done through metadata exchange, capacity building and continued exchange with data providers.</li>\n</ul>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>At the time of drafting the present metadata for the reclassification request to the IAEG-SDG, data documented direct conflict-related deaths of civilians have been collected for most of the deadliest situations of armed conflict in the SDG regions of Southern Asia, Western Asia, Sub-Saharan Africa, Northern Africa, Latin America and Europe. Not all of these data, however, have been collated for global SDGs indicators reporting purposes. </p>\n<p><strong>Time series:</strong></p>\n<p>2015 - 2017</p>\n<p><strong>Disaggregation:</strong></p>\n<p>The recommended disaggregation for this indicator are:</p>\n<ul>\n  <li>Sex of person killed (Man, Woman, Unknown)</li>\n  <li>Age group of person killed (Adult (18 and above), Child (below 18), Unknown)</li>\n  <li>Cause of death (Heavy weapons and explosive munitions; Planted explosives and unexploded ordnance (UXO); Small arms and light weapons;; Incendiary; Chemical, Biological, Radiological, Nuclear (CBRN); Electromagnetic weapons; Less lethal weapons; Denial of access to/destruction of objects indispensable to survival; Accidents related to conflict; Use of objects and other means; Unknown)</li>\n  <li>Status of the person killed (Civilian, Other protected person, Member of armed forces, Person directly participating in hostilities, Unknown) </li>\n</ul>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Discrepancies might exist between national definitions, international statistical and legal standards, coverage and quality of data, according to the mandate, methods and capacity of data providers. Capacity building for the implementation of the methodology for this indicator by data providers will improve quality and consistency across data sets.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>http://www.ohchr.org/EN/Issues/Indicators/Pages/HRIndicatorsIndex.aspx</p>\n<p><strong>References:</strong></p>\n<p>INTERNATIONAL COMMITTEE OF THE RED CROSS (2009). Typology of Armed Conflicts in International Humanitarian Law: Legal Concepts and Actual Situations. Volume 91 Numbers 873. Available from <a href=\"https://www.icrc.org/en/doc/assets/files/other/irrc-873-vite.pdf\">https://www.icrc.org/en/doc/assets/files/other/irrc-873-vite.pdf</a>.</p>\n<p> </p>\n<p>INTERNATIONAL COMMITTEE OF THE RED CROSS (2008). How is the Term &#x2018;Armed Conflict&#x2019; Defined in International Humanitarian Law? Opinion Paper. Available from <a href=\"https://www.icrc.org/en/doc/resources/documents/article/other/armed-conflict-article-170308.htm\">https://www.icrc.org/en/doc/resources/documents/article/other/armed-conflict-article-170308.htm</a> </p>\n<p>INTERNATIONAL COMMITTEE OF THE RED CROSS (2015). Report of the 32nd International Conference of the Red Cross and the Red Crescent, International Humanitarian Law and the Challenges of Contemporary Armed Conflicts. Geneva. Available from <a href=\"http://rcrcconference.org/wp-content/uploads/2015/10/32IC-Report-on-IHL-and-challenges-of-armed-conflicts.pdf\">http://rcrcconference.org/wp-content/uploads/2015/10/32IC-Report-on-IHL-and-challenges-of-armed-conflicts.pdf</a> </p>\n<p>INTERNATIONAL COMMITTEE OF THE RED CROSS (2011). Overview of Weapons Regulated by IHL. Available from <a href=\"https://www.icrc.org/en/document/weapons\">https://www.icrc.org/en/document/weapons</a> .</p>\n<p>UNITED NATIONS (2015). International Classification of Crime for Statistical Purposes (ICCS), Version 1.0. Vienna. Available from: <a href=\"https://www.unodc.org/unodc/en/data-and-analysis/statistics/iccs.html\">https://www.unodc.org/unodc/en/data-and-analysis/statistics/iccs.html</a> .</p>\n<p>UNITED NATIONS. Guidance on Casualty Recording. Upcoming publication.</p>\n<p>WORLD HEALTH ORGANIZATION (2018). International Classification of Diseases 11<sup>th</sup> Revision. Available from <a href=\"https://icd.who.int/\">https://icd.who.int/</a> .</p>\n<p>UNITED NATIONS (2012). Human Rights Indicators: A Guide to Measurement and Implementation. New York and Geneva. Available from <a href=\"http://www.ohchr.org/EN/Issues/Indicators/Pages/HRIndicatorsIndex.aspx\">http://www.ohchr.org/EN/Issues/Indicators/Pages/HRIndicatorsIndex.aspx</a> .</p>\n<p>HUMAN RIGHTS DATA AND ANALYSIS GROUP (2014). Updated Statistical Analysis of Documentation of Killings in the Syrian Arab Republic, Commissioned by the Office of the UN High Commissioner for Human Rights. Available from <a href=\"https://www.ohchr.org/Documents/Countries/SY/HRDAGUpdatedReportAug2014.pdf\">https://www.ohchr.org/Documents/Countries/SY/HRDAGUpdatedReportAug2014.pdf</a> .</p>","indicator":"16.1.2","target_id":"16.1","sdg_goal":"16","indicator_sort_order":"16-01-02"}