{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Número de casos verificados de asesinato, secuestro, desaparición forzada, detención arbitraria y tortura de periodistas, miembros asociados de los medios de comunicación, sindicalistas y defensores de los derechos humanos, en los últimos 12 meses","graph_titles":[],"graph_type":"line","indicator_name":"Número de casos verificados de asesinato, secuestro, desaparición forzada, detención arbitraria y tortura de periodistas, miembros asociados de los medios de comunicación, sindicalistas y defensores de los derechos humanos, en los últimos 12 meses","indicator_number":"16.10.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 16: Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels</p>","SDG_TARGET__GLOBAL":"<p>Target 16.10: Ensure public access to information and protect fundamental freedoms, in accordance with national legislation and international agreements</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 16.10.1: Number of verified cases of killing, kidnapping, enforced disappearance, arbitrary detention and torture of journalists, associated media personnel, trade unionists and human rights advocates in the previous 12 months<sup><a href=\"#footnote-2\" id=\"footnote-ref-2\">[1]</a></sup></p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-2\">1</sup><p> Current approved formulation of the indicator (E/2017/24-E/CN.3/2017/35). Informed by ongoing efforts to improve the methodology of the indicator, and consultations with relevant stakeholders, OHCHR, UNESCO and ILO have agreed to work towards a refinement of the current formulation to streamline and closely align itwith target 16.10. The working draft of the proposed refinement is as follows:</p><p><em>&#x201C;Number of verified cases of killing, enforced disappearance, torture, arbitrary detention, kidnapping and other harmful acts against journalists, trade unionists and human rights defenders&#x201D;</em></p><p>The elements of the proposed refinement serves as the basisfor this metadata and methodological approach. <a href=\"#footnote-ref-2\">&#x2191;</a></p></div></div>","META_LAST_UPDATE__GLOBAL":"<p>2018-06-08</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>&#x2022; 16.1.1 Number of victims of intentional homicide per 100,000 population, by sex and age</p>\n<p>&#x2022; 16.1.2 Conflict-related deaths per 100,000 population, by sex, age and cause</p>\n<p>&#x2022; 16.1.3 Proportion of population subjected to physical, psychological or sexual violence in the previous 12 months</p>\n<p>&#x2022; 16.1.4 Proportion of population that feel safe walking alone around the area they live</p>\n<p>&#x2022; 16.10.2 Number of countries that adopt and implement constitutional, statutory and/or policy guarantees for public access to information</p>\n<p>&#x2022; 16.3.1 Proportion of victims of violence in the previous 12 months who reported their victimization to competent authorities or other officially recognized conflict resolution mechanisms</p>\n<p>&#x2022; 16.3.2 Un-sentenced detainees as a proportion of overall prison population</p>\n<p>&#x2022; 16.a.1 Existence of independent national human rights institutions in compliance with the Paris Principles</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>Office of the United Nations High Commissioner for Human Rights (OHCHR) United Nations Educational, Scientific and Cultural Organization (UNESCO) International Labour Organization (ILO)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>Office of the United Nations High Commissioner for Human Rights (OHCHR) United Nations Educational, Scientific and Cultural Organization (UNESCO) International Labour Organization (ILO)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>This indicator is defined as the number of verified cases of killing, enforced disappearance, torture, arbitrary detention, kidnapping and other harmful acts committed against journalists, trade unionists and human rights defenders on an annual basis.</p>\n<p><em>&#x2018;Journalists&#x2019; </em>refers to everyone who observes, describes, documents and analyses events, statements, policies, and any propositionsthat can affect society, with the purpose of systematizing such information and gathering of facts and analyses to inform sectors of society or soci ety as a whole, and others who share these journalistic functions, including all media workers and support</p>\n<p>staff, as well as community media workers and so-called &#x201C;citizen journalists&#x201D; when they momentarily play that role,2 professional full-time reporters and analysts, as well as bloggers and others who engage in forms of self-publication in print, on the internet or elsewhere.3</p>\n<p><em>&#x2018;Trade unionists&#x2019; </em>refers to everyone exercising their right to form and to join trade unions for the protection of their interests.4 A trade union is an association of workers organized to protect and promote their common interests.5</p>\n<p><em>&#x2018;Human rights defenders&#x2019; </em>refers to everyone exercising their right, individually and in association with others, to promote and to strive for the protection and realization of human rights and fundamental freedoms at national and international levels,6 including some journalists and trade unionists. While the term &#x2018;human rights advocate&#x2019; is broadly speaking a synonymous of &#x2018;human rights defender,&#x2019; the latter is preferred as it is more consistent with internationally agreed human rights standards and established practice.</p>\n<p>The different categories of violations tracked by the indicator have been defined in accordance with international law and methodological standards and monitoring practices developed by the OHCHR and other international mechanisms and classified drawing on the International Classification of Crime for Statistical Purposes (ICCS) disseminated by the UN Office of Drugs and Crime (UNODC). As such:</p>\n<ul>\n  <li><em>&#x2018;Killing&#x2019; </em>is defined as any extrajudicial execution or other unlawful killing by State actors or other actors acting with the State&#x2019;s permission, support or acquiescence that were motivated by the victim, or someone associated with the victim, engaging in activities as a journalist, trade unionist or human rights defender; or while the victim was engaged in such activities; or by persons or groups not acting with the support or acquiescence of the State whose harmful acts were either motivated by the victim engaging in activities as a journalist, trade unionist or human rights defender, and/or met by a failure of due diligence on the part of the State in responding to these harmful acts, such a failu re motivated by the victim or associate engaging in activities as a journalist, trade unionist or human rights defender; and other unlawful attacks and destruction in violation of</li>\n</ul>\n<p>international humanitarian law leading to or intending to cause the victim&#x2019;s death., corresponding to ICCS codes 0101, 0102 and 110139 and coded herein as A [0101, 0102</p>\n<p>and 110139].</p>\n<ul>\n  <li><em>`Enforced disappearance&#x2019; </em>refers to the arrest, detention, abduction or any other form of deprivation of liberty of a victim by agents of the State or by persons or groups of persons acting with the authorization, support or acquiescence of the State, motivated by the victim, or someone associated with the victim, engaging in activities as a journalist, trade unionist or human rights defender, followed by a refusal to acknowledge the deprivation</li>\n</ul>\n<p>2 A/HRC/20/17, para 4</p>\n<p>3 Human Rights Committee, General Comment 34, para 44</p>\n<p>4UDHR, Art. 23, 4, supplemented by ICESCR, Article 8</p>\n<p>5 ILO, Glossary on Labour Law and Industrial Relations (with special reference to the European Union)(Geneva, 2005) p 250</p>\n<p>6 Article 1, Declaration on the Right and Responsibility of Individuals, Groups and Organs of Society to Promote and Protect Universally Recognized Human Rights and Fundamental Freedoms, UNGA Res 53/144, A/RES/53/1</p>\n<p>of liberty or by concealment of the fate or whereabouts of the victim, which places the victim outside the protection of the law, corresponding to ICCS code 020222 (forced disappearance) and coded herein as B [02022ED]</p>\n<ul>\n  <li><em>&#x2018;Torture&#x2019; </em>refers to any act by which severe pain or suffering, whether physical or mental, is intentionally inflicted on a journalist, trade unionist or human rights defender, for such purposes as obtaining from them or a third person information or a confession, punishing them, intimidating them or coercing them, or for any reason based on discrimination of any kind, when such pain or suffering is inflicted by or at the instigation of or with the consent or acquiescence of a public official or other persons acting in an official capacity, corresponding to ICCS code 11011 and coded herein as C [11011].</li>\n  <li><em>&#x2018;Arbitrary detention&#x2019; </em>refers to any arrest or detention not in accordance with national laws, because it is not properly based on grounds established by law, or does not conform to the procedures established by law, or is otherwise deemed arbitrary in the sense of being inappropriate, unjust, unreasonable or unnecessary in the circumstances, and motivated by the victim, or someone associated with the victim, engaging in activities as a journalist, trade unionist or human rights defender, corresponding to ICCS code 020222 (unlawful deprivation of liberty) and coded herein as D [020222AD]</li>\n  <li><em>&#x2018;Kidnapping&#x2019; </em>refers to unlawfully detaining, taking away and/or confining a victim without their consent by persons or groups not acting with the support or acquiescence of the State, and the unlawful detention and/or confinement was met by a failure of due diligence on the part of the State in responding to the unlawful detention, such a failure motivated by the victim or associate engaging in activities as a journalist, trade unionist or human rights defender, corresponding to ICCS codes 020221 and coded herein as E [020221]</li>\n  <li><em>&#x2018;Other harmful acts&#x2019; </em>refers to other acts by State actors or other actors acting with the</li>\n</ul>\n<p>State&#x2019;s permission, support or acquiescence causing harm or intending to cause harm and motivated by the victim engaging in activities as a journalist, trade unionist or human rights defender, corresponding to ICCS codes 0301, 0219, 110133, 02012, 0205, 0208,</p>\n<p>0210 and 0211, and coded herein as F [0301, 0219, 110133, 02012, 0205, 0208, 0210 and</p>\n<p>0211].</p>\n<p><em>&#x2018;Verified cases&#x2019; </em>refer to reported cases that contain a minimum set of relevant information on particular persons and circumstances, which have been reviewed by mandated bodies, mechanisms, and institutions, and provided them with reasonable grounds to believe those persons were victims of the above-mentioned human rights violations or abuses.</p>\n<h2>Concepts:</h2>\n<p>The operational definitions of the cases, victims and other elements of the indicator have been patterned as far as practicable after corresponding categories in ICCS. The task of classifying cases entails observing events from both statistical standards and international law perspectives. For example, intentional homicide (ICCS code 0101) is included as a component of the violation type &#x2018;killing&#x2019; and is in turn supplemented by applicable human rights standards:</p>\n<ul>\n  <li>0101 Intentional homicide. Inclusions: murder; serious assault leading to death; femicide ; honour killing; voluntary manslaughter; killings caused by excessive use of force by law enforcement officials; <em>extrajudicial and extra-legal, summary or arbitrary executions</em>. [<em>human rights standards added in italics</em>]</li>\n</ul>\n<p>This conceptual approach is necessitated by the confluence of three factors. First is the principle that all the violent acts tracked by the indicator are motivated by the exercise of fundamental freedoms that are guaranteed by human rights law to all persons. Second, while human rights abuses are not always explicitly criminalized in domestic jurisdictions, ICCS has achieved a certain level of success in terms of integrating human rights elements in the classification of crimes.</p>\n<p>Third, irrespective of definitions provided by national legislation or practices, all events &#x2013; whether ordinary crimes or human rights violations &#x2013; that meet the elements provided in the definitional framework will be counted for statistical purposes.</p>","SOURCE_TYPE__GLOBAL":"<p>Data will be collected from global, regional and national mandated bodies, mechanisms and institutions that generate and maintain administrative data whether in aggregated form or at micro-level:</p>\n<ul>\n  <li>Global mechanisms<ul>\n      <li>OHCHR<ul>\n          <li>Data from OHCHR monitoring work</li>\n          <li>Data from the work of the Special Procedures of the Human Rights Council</li>\n          <li>Data from the Treaty Bodies reporting system</li>\n          <li>Press Releases and Statements of the UN High Commissioner for Human Rights</li>\n          <li>Other reports and publications, such as the UN Secretary General&#x2019;s Report on Reprisals</li>\n          <li>Other mandated reports and publications</li>\n        </ul>\n      </li>\n      <li>UNESCO<ul>\n          <li>Journalists Killings Condemned by the UNESCO Director General</li>\n          <li>Other mandated reports and publications</li>\n        </ul>\n      </li>\n      <li>ILO</li>\n    </ul>\n  </li>\n  <li>Cases reviewed by the Committee on Freedom of Association</li>\n  <li>Other mandated reports and publications</li>\n</ul>\n<p>o Other UN agencies or entities producing relevant reports</p>\n<ul>\n  <li>\n    <ul>\n      <li>Regional mechanisms</li>\n      <li>National mechanisms<ul>\n          <li>National Human Rights Institutions</li>\n          <li>National monitoring and protection mechanisms for journalists, trade unionists and/or human rights defenders</li>\n          <li>Justice sector institutions such as Ministries of Justice, Interior etc</li>\n          <li>National Statistical Offices in their general role to coordinate national statistical systems</li>\n        </ul>\n      </li>\n    </ul>\n  </li>\n</ul>\n<p>Integration of data from all possible sources for this indicator will be made possible through the use of standard definitions, data collection methods, reference period, counting units and counting rules.</p>","COLL_METHOD__GLOBAL":"<p>Data will be compiled from administrative data produced by OHCHR, ILO, UNESCO and other UN agencies or entities in accordance with their respective mandates and procedures.</p>\n<p>For example, with the support of OHCHR, the various Special Procedures of the UN Human Rights Council undertake country visits and act on individual cases by sending communications to States and occasionally, to non-State actors, in which they bring alleged violations or abuses to their attention for action, among other functions. Special Procedures report annually to the Human Rights Council and the majority of the mandate-holders also report to the General Assembly.</p>\n<p>According to Section 40 of the Manual of Operations of Special Procedures, a decision to take action on a case or situation rests on the discretion of the mandate-holder. That discretion should be exercised in light of the mandate entrusted to him or her as well as criteria generally relating to the reliability of the source; the credibility of information received; the details provid ed; and</p>\n<p> </p>\n<p>the scope of the mandate. Every effort is made to determine the probable validity of alleged incidents and the reliability of the source before the special rapporteur makes contact with the Government of the State where the alleged abuse is thought to have occurred. Contact is usually conducted through an &#x201C;urgent appeal&#x201D; or &#x201C;allegation&#x201D; letter addressed to the State&#x2019;s diplomatic mission with the United Nations in Geneva for transmission to capitals. These communications are used to ask the Government to take all appropriate action to investigate and address the alleged events and to communicate the results of its investigation and actions to the Special Rapporteur. Communications as well as State replies are kept confidential until the end of the reporting period. The mandate-holder then reports these cases to the Human Rights Council or the General Assembly.</p>\n<p>Regarding UNESCO&#x2019;s statistics on the killings of journalists, UNESCO&#x2019;s data on the killings of journalists corresponds to all of the cases of journalists&#x2019; killings that have been condemned by the UNESCO Director-General. These cases are identified based on reports from multiple sources, including from international, regional and local monitoring groups; UNESCO field offices; UNESCO Permanent Delegations; and other UN bodies. This follows the methodology requested by the IPDC Council through the 2012 IPDC Decision on the Safety of Journalists and the Issue of</p>\n<p>Impunity, which states that the report should be the result of &#x201C;analysis and comparison o f information from a broad and diverse range of sources for the sake of ensuring objectivity, including updated information provided by the relevant Member States on a voluntary basis on the killing of journalists, and non-responses, and be made widely available&#x201D;.</p>\n<p>As concerns the status of judicial enquiries into the killings of journalists, UNESCO&#x2019;s data is based solely on information provided by the Member States in which ki llings of journalists condemned by UNESCO&#x2019;s Director-General have occurred. Each year, UNESCO sends out a letter to the Permanent Delegations of these Member States requesting them for an official update on the judicial follow-up to the cases of killed journalists. It is the Permanent Delegation&#x2019;s responsibility to transfer the letter to the competent authorities at national level. On the basis of the information provided, UNESCO prepares the Director-General&#x2019;s Report on the Safety of Journalists or the World Trends in Freedom of Expression and Media Development Report, depending on the year.</p>\n<p>To a large extent, these procedures are typical of monitoring mechanisms under international law. OHCHR, UNESCO, ILO and other agencies that are responsible for these mechanisms take particular care to integrate in these standard operating procedures the requirement of consultation with the Member States concerned.</p>\n<p>Similarly, ILO is able to verify reported violations and abuses committed against trade unionists using data from its stakeholders.</p>\n<p>As a result of these processes, administrative data on violence against journalists, trade unionists and other human rights defenders are generated by international organizations. OHCHR will compile and integrate the data using a common data management tool.</p>\n<p>In the future, National Human Rights Institutions, National Statistical Offices, other government agencies as well as civil society organizations and networks will play an important role in the collection of data. NHRIs, on the basis of their own mandate, are able to investigate cases of</p>\n<p> </p>\n<p>violations and abuses brought to their attention. Several NHRIs have also institutionalized the</p>\n<p>provision of legal advice and other forms of support to victims of abuses who wish to access international mechanisms. NSOs, on the other hand, can complement this work by ensuring the implementation of internationally-accepted statistical standards, including on data exchange and dissemination for this indicator.</p>\n<p>OHCHR, UNESCO and ILO will work jointly with national stakeholders to build capacity, harmonize data collection procedures and produce globally comparable results. </p>","FREQ_COLL__GLOBAL":"<p>I-III quarter 2017, for 2015 data</p>\n<p>III-IV quarter 2017, for 2016 data</p>","REL_CAL_POLICY__GLOBAL":"<p>II quarter 2016 and 2017, for 2015 and 2016 (UNESCO data)</p>\n<p>II quarter 2018, for 2015, 2016, 2017 data (UNESCO, OHCHR, ILO data)</p>","DATA_SOURCE__GLOBAL":"<p>Name:</p>\n<p>International data providers: OHCHR, UNESCO and ILO</p>\n<p>National data providers: </p>\n<p>national human rights institutions compliant with the Paris Principles and other relevant institutions at national level.</p>\n<p>Description:</p>\n<p>Global data on violence against journalists, trade unionists and other human rights defenders are collected by OHCHR, UNESCO and ILO using a common template and integrated into a single dataset, eliminating risks of double-counting. Complementary national data will be provided to OHCHR, UNESCO and ILO, as relevant, by member states, through their national human rights institutions, in collaboration with NSOs. At country level, the primary sources will be generally NHRIs working with civil society organizations and networks.</p>","COMPILING_ORG__GLOBAL":"<p>Name:</p>\n<p>A troika composed of OHCHR, UNESCO, ILO</p>\n<p>Description:</p>\n<p>At international level, data on violence against journalists, trade unionists and other human rights defenders will be regularly compiled and disseminated by the troika (OHCHR, UNESCO and ILO)</p>\n<p>through the Secretary General&#x2019;s Annual SDG Report and the proposed Annual Global Report on Violence Against Human Rights Defenders. The troika will seek to work with further partners, to</p>\n<p>enhance dissemination of the indicator.</p>","RATIONALE__GLOBAL":"<p>This indicator seeks to measure enjoyment of fundamental freedoms (e.g. freedom of opinion, freedom of expression and access to information, the right to peaceful assembly and freedom of association) on the premise that killing, enforced disappearance, torture, arbitrary detention, kidnapping and other harmful act against journalists, trade unionists and human rights defenders have a chilling effect on the exercise of these fundamental freedoms. What distinguishes this</p>\n<p> </p>\n<p>indicator from Indicator 16.1.1 (number of victims of intentional homicide per 100,000 population by sex and age) aside from the broader scope of violent incidents, is the motivation or causal factor, i.e. that the violation was motivated by the victim having stood up to defend the rights of others, exercise fundamental freedoms, or have occurred while the victim was engaged in such activities. Alongside indicator 16.10.2 (number of countries that adopt and implement constitutional, statutory and/or policy guarantees for public access to information) this indicator provides both a micro and macro-level snapshot of the state of the aforementioned fundamental freedoms in various contexts, as well as a link to the processes and structures required to meet human rights obligations with respect to those fundamental freedoms.</p>","REC_USE_LIM__GLOBAL":"<p>As for other crime statistics and other statistics based on administrative sources, this indicator is sensitive to the completeness of reporting of individual events. There is a real but manageable risk of underreporting. Moreover, reporting rates and statistical accuracy are influenced by various factors, including changes and biases in victim reporting behaviour, changes in police and recording practices or rules, new laws, processing errors and non-responsive institutions.</p>\n<p>Regional and global aggregates may underestimate the true incidence and volume of victimization, overcompensate for robust and inclusive national data collection systems . In most instances, the number of cases reported will depend on the access to information, motivation and perseverance of national stakeholders, of human rights defenders themselves, and the corresponding support of the international community.</p>","DATA_COMP__GLOBAL":"<p>The indicator is calculated as the total count of victims of reported incidents occurring within the preceding 12 months.</p>\n<p>Drawing on the ICCS, which is an incidents-based international classification system, the indicator counts victims on the basis of cases of violations or abuses using a classification framework developed for the purposes of the indicator.</p>\n<p>For reporting purposes, the recorded offences will be ordered taking into account a hierarchy of violations or abuses drawing on the &#x201C;most serious offence&#x201D; rule commonly applied in crime statistics:</p>\n<ol>\n  <li>Killing</li>\n  <li>Torture</li>\n  <li>Enforced disappearance</li>\n  <li>Arbitrary detention</li>\n  <li>Kidnapping</li>\n  <li>Other harmful acts</li>\n</ol>\n<p>If an incident incorporates elements of more than one category, it is coded to the higher category. Thus for an incident in which the victim was subjected to prolonged incommunicado detention without medical access in the course of an unlawful detainment, the violation would be counted under torture.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>Estimates will not be produced for missing values.</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>Estimates will not be produced for missing values.</p>","REG_AGG__GLOBAL":"<p>Regional aggregates will be produced but will not be estimated in respect of missing data.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Global and regional aggregates on the component relating to the killing of journalists have already been reported upon on an annual basis and included in the UN SDG progress reports. Data on the killings of journalists is potentially covering all 195 Member States of UNESCO. Data on the status of judicial enquiries carried out on the killings was provided by 32 out of 62 concerned countries in 2016.</p>\n<p>Data on violations against human rights defenders have been made available globally in reports and communications from international human rights mechanisms for many years. Data on the killings of journalists is available on an ongoing basis. Data on the status of judicial enquiries into the killings of journalists is available on an annual basis.</p>\n<p>All these data, however, have not been collated for global SDG indicators reporting purposes. By 2018, the production of global and regional aggregates on killings for indicator 16.10.1 will be prioritized, with 2015 as baseline year.</p>\n<p><strong>Time series:</strong></p>\n<p>2014-2017 &#x2013; UNESCO Killing of Journalists</p>\n<p>2015 &#x2013; 2017 &#x2013; SDG Indicator 16.10.1 on killings</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Using the minimum data requirements, the indicator seeks to provide the following disaggregation:</p>\n<ul>\n  <li>Sex and Age groups</li>\n  <li>Type of violation or abuse</li>\n  <li>Perpetrator status, e.g. State actor vs non-State actors</li>\n  <li>Geographic location of the incident</li>\n</ul>\n<p>In some cases, desirable or additional data requirements may be used in order to show intersectionality and vulnerability within the main functional categories. Given sufficient dat a, for example, the indicator may provide disaggregated data on specific groups of human rights defenders according to the issues, peoples and communities they support which entail specific risks and socio-legal barriers.</p>\n<p>With proper data disaggregation, the impact of gender-based violence such as femicide can be quantified using this indicator. Moreover, additional data categories can also be added to show intersectionality and vulnerability and provide empirical evidence on differentiated risks and difficult contexts experienced by specific categories of human rights defenders , journalists or</p>\n<p>trade unionists. This is because gender significantly influences the way they may experience risks and threats. Gender-based discrimination may also be influenced by other factors, such as race, disability and other socially-constructed disadvantages. The intersection of these factors produces different vulnerabilities. It would therefore be useful to compile available data on protected grounds or the characteristics of an individual that should not be considered relevant to the differential treatment or enjoyment of a particular benefit. Disaggregation by the sexual orientation and gender identity of victims, and by any other prohibited grounds of discrimination, should be carried out in accordance with OHCHR guidance on a Human Rights-Based Approach to Data.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Considering common challenges in the field of other crime statistics and administrative data sources, it is anticipated that the indicator will suffer from underreporting in some countries/contexts. Global data providers rely on reports from national sources with varying capacities to document incidents and to engage with international mechanisms. With the development of robust national data collection frameworks comprised of national human rights institutions, national statistical offices and civil society organizations supporting global data collection, supported by capacity building programmes and a periodic assessment of relevant networks, it is expected that discrepancies will be mitigated gradually.</p>\n<p>While national data may still be compiled according to national legal systems rather than ICCS, OHCHR and its partner agencies will support UNODC as it undertakes special efforts to ensure the gradual implementation of ICCS by countries. Over time, this should help improve quality and consistency of national and international data.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p><a href=\"http://www.ohchr.org/EN/Issues/Indicators/Pages/HRIndicatorsIndex.aspx\"><u>http://www.ohchr.org/EN/Issues/Indicators/Pages/HRIndicatorsIndex.aspx</u></a></p>\n<p><strong>References:</strong></p>\n<p>Declaration on the Right and Responsibility of Individuals, Groups and Organs of Society to Promote and Protect Universally Recognized Human Rights and Fundamental Freedoms (frequently abbreviated &#x201C;The Declaration on human rights defenders&#x201D;):<a href=\"http://www.ohchr.org/EN/Issues/SRHRDefenders/Pages/Declaration.aspx\"> http://www.ohchr.org/EN/Issues/SRHRDefenders/Pages/Declaration.aspx</a></p>\n<p>UNITED NATIONS (2004). Human Rights Defenders: Protecting the Right to Defend Human Rights. Geneva. Available from <a href=\"http://www.ohchr.org/EN/Issues/SRHRDefenders/Pages/SRHRDefendersIndex.aspx\">http://www.ohchr.org/EN/Issues/SRHRDefenders/Pages/SRHRDefendersIndex.aspx.</a></p>\n<p>UNITED NATIONS (2012). Human Rights Indicators: A Guide to Measurement and Implementation. New York and Geneva. Available from<a href=\"http://www.ohchr.org/EN/Issues/Indicators/Pages/HRIndicatorsIndex.aspx\"> http://www.ohchr.org/EN/Issues/Indicators/Pages/HRIndicatorsIndex.aspx.</a></p>\n<p>United Nations (20142016). The Safety of Journalists and the Danger of Impunity: Report by the Director- General to the Intergovernmental Council of the IPDC (Twenty-NinthThirtieth Session). Paris. Available from <a href=\"http://en.unesco.org/dg-report/2016-report\">http://en.unesco.org/dg-report/2016-report</a> <a href=\"http://unesdoc.unesco.org/images/0023/002301/230101E.pdf\"><u>http://unesdoc.unesco.org/images/0023/002301/230101E.pdf</u></a></p>\n<p>UNITED NATIONS (2015) World Trends in Freedom of Expression and Media Development. Paris. Available from: <a href=\"http://www.unesco.org/new/en/world-media-trends\">http://www.unesco.org/new/en/world-media-trends</a></p>\n<p>UNITED NATIONS (2015) International Classification of Crime for Statistical Purposes (ICCS), Version 1.0. Vienna. Available from: <a href=\"https://www.unodc.org/unodc/en/data-and-analysis/statistics/iccs.html\"><u>https://www.unodc.org/unodc/en/data-and-analysis/statistics/iccs.html</u></a></p>\n<p>United Nations (2012). Manual on Human Rights Monitoring. Available from: <a href=\"http://www.ohchr.org/EN/PublicationsResources/Pages/MethodologicalMaterials.aspx\"><u>http://www.ohchr.org/EN/PublicationsResources/Pages/MethodologicalMaterials.aspx</u></a></p>","indicator":"16.10.1","target_id":"16.10","sdg_goal":"16","indicator_sort_order":"16-10-01"}