{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proporción de la población que se siente segura al caminar sola en su zona de residencia","graph_titles":[],"graph_type":"line","indicator_name":"Proporción de la población que se siente segura al caminar sola en su zona de residencia","indicator_number":"16.1.4","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 16: Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels</p>","SDG_TARGET__GLOBAL":"<p>Target 16.1: Significantly reduce all forms of violence and related death rates everywhere</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 16.1.4: Proportion of population that feel safe walking alone around the area they live after dark</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Applies to all series</p>","META_LAST_UPDATE__GLOBAL":"2023-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>16.1.1: Number of victims of intentional homicide per 100,000 population, by sex and age</p>\n<p>16.1.2: Conflict-related deaths per 100,000 population, by sex, age and cause</p>\n<p>16.1.3: Proportion of population subjected to (a) physical violence, (b) psychological violence and (c) sexual violence in the previous 12 months</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Office on Drugs and Crime (UNODC)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Office on Drugs and Crime (UNODC)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>This indicator refers to the proportion of the adult population who feel safe walking alone in their neighbourhood after dark.</p>\n<p><strong>Concepts:</strong></p>\n<p>&#x201C;Neighbourhood&#x201D; &#x2013; the indicator aims to capture fear of crime in the context of people&#x2019;s everyday lives. It does so by limiting the area in question to the &#x201C;neighbourhood&#x201D; or &#x201C;area they live in&#x201D;. Various other formulations of local neighbourhood may be appropriate depending on cultural, physical and language context. Providing a universally applicable definition of neighborhood is challenging, as one&#x2019;s neighbourhood is a subjective concept that will mean different things to different people.<sup><sup><a href=\"#footnote-2\" id=\"footnote-ref-2\">[1]</a></sup> </sup></p>\n<p>&#x201C;After dark&#x201D;- the indicator should specifically capture respondent&#x2019;s feelings and perceptions when walking alone after dark. The specific reference to darkness is important because according to research,<sup><a href=\"#footnote-3\" id=\"footnote-ref-3\">[2]</a></sup> darkness is one of the factors individuals perceive as important when assessing whether a situation is dangerous. While the specific reference to &#x201C;after dark&#x201D; is the preferrable wording and widely used in crime victimisation surveys,<sup><a href=\"#footnote-4\" id=\"footnote-ref-4\">[3]</a></sup> a suitable alternative wording is &#x201C;at night&#x201D;.<sup><a href=\"#footnote-5\" id=\"footnote-ref-5\">[4]</a></sup> Specifying an exact time of the day (e.g. 6pm), however, is not advisable as darkness (not time of day per se) is the factor that affects individuals perception of safety, and cross-national as well as seasonal variation in the onset of darkness makes it problematic to establish a universally suitable threshold to define nighttime.</p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-2\">1</sup><p> Ferraro, K. F., &amp; LaGrange, R. L.. 1987. The measurement of fear of crime. Sociological Inquiry, 57(1), 70&#x2013;101. <a href=\"#footnote-ref-2\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-3\">2</sup><p> See e.g. Warr, Mark. 1990. &quot;Dangerous Situations: Social Context and Fear of Victimization&quot;. Social Forces. 68 (3): 891-907. <a href=\"#footnote-ref-3\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-4\">3</sup><p> UNODC-UNECE (2010) Manual on Victimization Surveys, p. 57; <a href=\"#footnote-ref-4\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-5\">4</sup><p> Roberts B. (2014) Fear of Walking Alone at Night. In: Michalos A.C. (eds) Encyclopedia of Quality of Life and Well-Being Research. Springer, Dordrecht. <a href=\"https://doi.org/10.1007/978-94-007-0753-5_1023\">https://doi.org/10.1007/978-94-007-0753-5_1023</a> <a href=\"#footnote-ref-5\">&#x2191;</a></p></div></div>","UNIT_MEASURE__GLOBAL":"<p>Percent (%)</p>","CLASS_SYSTEM__GLOBAL":"<p>Not applicable</p>","SOURCE_TYPE__GLOBAL":"<p>The indicator is based on a single survey question (&#x2018;How safe do you feel walking alone in your area/neighbourhood after dark?&#x2019;) to be included in a general population survey. The question can be an add-on survey module to be incorporated into other ongoing general population surveys (such as surveys on corruption, governance, quality of life, public attitudes or surveys on other topics) or be part of dedicated surveys on crime victimisation.</p>\n<p>Data should be collected as part of a nationally representative probability sample of adult population (this typically refers to the population aged 18 years and above) residing in the country, irrespective of legal residence status. The sampling frame and sample design should ensure that results can be disaggregated at sub-national level. It is recommended that the sample size is sufficiently large to allow for disaggregation by age, gender, ethnicity, and other relevant covariates.</p>\n<p>The survey documentation should provide the specific wording used to collect data on perceptions of safety, enable the identification of possible discrepancies from standard definitions (e.g. no reference to &#x201C;after dark&#x201D; or &#x201C;neighbourhood&#x201D;), and allow an assessment of the overall data quality (e.g. sample size, target population, agency responsible for the data collection, etc.).</p>","COLL_METHOD__GLOBAL":"<p>At the international level, data are routinely collected by UNODC through the annual UN Survey of Crime Trends and Operations of Criminal Justice Systems (UN-CTS) data collection. As requested by the UN Commission on Crime Prevention and Criminal Justice, over 140 Member States have appointed a UN-CTS national focal point that submits UN-CTS data to UNODC. In most cases these focal points are national institutions responsible for data production in the area of crime and criminal justice (National Statistical Offices, Ministry of Interior, Ministry of Justice, etc.). For countries that have not appointed a focal point, the request for data is sent to permanent missions in Vienna. When a country does not report to UNODC, other official sources such as authoritative websites, publications, or other forms of communication are used. Once consolidated, data are shared with countries to check their accuracy and validity.</p>\n<p>The UN-CTS provides specific definitions of data to be collected. It also collects a set of metadata to identify possible discrepancies from standard definitions and to assess overall data quality (e.g. sample size, target population, agency responsible for the data collection, etc.).</p>","FREQ_COLL__GLOBAL":"<p>Countries are encouraged to conduct surveys on crime victimisation in regular intervals, but at least every four years to reflect progress between each of the quadrennial reviews of Goal 16 at the High-Level Political Forum (HLPF).</p>\n<p>UNODC collects data on this indicator according to the following schedule:</p>\n<p>III-IV quarter year n</p>","REL_CAL_POLICY__GLOBAL":"<p>Data on relevant SDG indicators are collected, compiled and sent back to countries for data review annually. Data are then reported to UN Statistics Division (UNSD) through the regular reporting channels annually.</p>\n<p>II quarter year n+1 (data for year n-1). For instance, data for the year 2022 are collected in III-IV quarter 2023 and released in II quarter 2024.</p>","DATA_SOURCE__GLOBAL":"<p>Data are collected through official nationally representative surveys. In most cases, such surveys are conducted by National Statistical Offices (NSOs). In some cases, other national institutions or other entities may conduct such surveys according to the same methodological standards.</p>\n<p>Data are sent to UNODC by Member States, usually through national UN Survey of Crime Trends and Operations of Criminal Justice Systems (UN-CTS) Focal Points, which in most cases are national institutions responsible for data production in the area of crime and criminal justice (National Statistical Offices, Ministry of Interior, Ministry of Justice, etc.).</p>","COMPILING_ORG__GLOBAL":"<p><strong>Name:</strong></p>\n<p>United Nations Office on Drugs and Crime (UNODC)</p>\n<p><strong>Description:</strong></p>\n<p>At international level, data are routinely collected and disseminated by the United Nations Office on Drugs and Crime (UNODC) through the annual UN Survey of Crime Trends and Operations of Criminal Justice Systems (UN-CTS) data collection. UNODC partners with regional organizations in the collection and dissemination of data, respectively with Eurostat in Europe and with the Organisation of American States in the Americas. </p>","INST_MANDATE__GLOBAL":"<p>The United Nations Office on Drugs and Crime (UNODC) &#x2013; as custodian of the UN standards and norms in crime prevention and criminal justice, UNODC assists Member States in reforming their criminal justice systems in order to be effective, fair and humane for the entire population. UNODC develops technical tools to assist Member States in implementing the UN standards and norms and supports Member States through the provision of technical assistance in crime prevention and criminal justice reform. It does so through several Global programmes and through the UNODC field office network.</p>\n<p>UNODC is responsible for carrying out the United Nations Survey of Crime Trends and Operations of Criminal Justice Systems (UN-CTS), which was introduced through the General Assembly Resolution <a href=\"https://undocs.org/en/A/RES/3021(XXVII)\">A/RES/3021(XXVII)</a> in 1972. The Economic and Social Council, in its resolution 1984/48 of 25 May 1984, further requested that the Secretary-General maintain and develop the United Nations crime-related database by continuing to conduct surveys of crime trends and the operations of criminal justice systems. </p>","RATIONALE__GLOBAL":"<p>Perception of safety is considered a subjective wellbeing indicator. It affects the way in which human beings interact with their surroundings, their health, and consequently, their quality of life. Indicator 16.1.4 taps into the concept of &#x2018;fear of crime&#x2019;, which has been elicited in dozens of crime victimization surveys, and the standard formulation used here has been shown to be applicable in different cultural contexts.<sup><a href=\"#footnote-6\" id=\"footnote-ref-6\">[5]</a></sup> It is important to note that fear of crime is a phenomenon that is separate from the prevalence of crime and that fear of crime may be even largely independent from actual experience. The perception of crime and the resulting fear of it is influenced by several factors, such as the awareness of crime, the public discussion, the media discourse, and personal circumstances. Nevertheless, fear of crime is an important indicator in itself as high levels of fear can negatively influence well-being and lead to reduced contacts with the public, reduced trust and engagement in the community, and thus represent an obstacle to development. Fear of crime also differs across demographic groups and this indicator helps to identify vulnerable groups.</p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-6\">5</sup><p> UNODC-UNECE (2010) Manual on Victimization Surveys, p. 56. <a href=\"#footnote-ref-6\">&#x2191;</a></p></div></div>","REC_USE_LIM__GLOBAL":"<p>Victimization surveys (as dedicated surveys or as modules of household surveys) are usually restricted to the general population living in households above a certain age (typically 15 or 18 years of age), while sometimes an upper age limit is also applied (typically 65, 70 or 75 years of age).</p>\n<p>There are several limitations associated with the wording of the survey question used to measure fear of crime (&#x2018;How safe do you feel walking alone in your area/neighbourhood after dark?&#x2019;). First, the question assumes that respondents do the following: (1) go out, (2) go out alone, (3) go out in their neighbourhood, and (4) go out after dark. For many respondents, the reasons for not going out alone in their neighbourhood after dark may have nothing or little to do with crime and more to do with personal and circumstantial issues, such as lack of mobility, childcare commitments, or the use of a car that allows them to travel further afield. Second, the question does not define the meaning of &#x201C;neighbourhood&#x201D;, which may mean different things to different respondents, even those living in the same street. Third, the question does not explicitly refer to &#x2018;crime&#x2019;, but rather it is implicit in the question. There may be other reasons unrelated to crime (e.g. wild animals, traffic, etc.) why respondents may not feel safe walking around their neighbourhood after dark.<sup><a href=\"#footnote-7\" id=\"footnote-ref-7\">[6]</a></sup></p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-7\">6</sup><p> UNODC-UNECE (2010) Manual on Victimization Surveys, p. 57. <a href=\"#footnote-ref-7\">&#x2191;</a></p></div></div>","DATA_COMP__GLOBAL":"<p>The question used in victimization surveys is: How safe do you feel walking alone in your area/neighbourhood after dark?<sup><a href=\"#footnote-8\" id=\"footnote-ref-8\">[7]</a></sup> Answer options are typically: (1) Very safe, (2) safe, (3) unsafe (4), very unsafe, (5) I never go out alone at night/does not apply, (99) don&#x2019;t know.<sup><a href=\"#footnote-9\" id=\"footnote-ref-9\">[8]</a></sup> The proportion of population that feel safe is calculated by summing up the number of respondents who feel &#x201C;very safe&#x201D; and &#x201C;safe&#x201D; and dividing the total by the total number of respondents, and multiplying by 100.</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mn>16</mn>\n    <mo>.</mo>\n    <mn>1</mn>\n    <mo>.</mo>\n    <mn>4</mn>\n    <mo>=</mo>\n    <mi>&amp;nbsp;</mi>\n    <mfrac>\n      <mrow>\n        <mi>N</mi>\n        <mi>u</mi>\n        <mi>m</mi>\n        <mi>b</mi>\n        <mi>e</mi>\n        <mi>r</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>o</mi>\n        <mi>f</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>r</mi>\n        <mi>e</mi>\n        <mi>s</mi>\n        <mi>p</mi>\n        <mi>o</mi>\n        <mi>n</mi>\n        <mi>d</mi>\n        <mi>e</mi>\n        <mi>n</mi>\n        <mi>t</mi>\n        <mi>s</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>w</mi>\n        <mi>h</mi>\n        <mi>o</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>f</mi>\n        <mi>e</mi>\n        <mi>e</mi>\n        <mi>l</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>v</mi>\n        <mi>e</mi>\n        <mi>r</mi>\n        <mi>y</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>s</mi>\n        <mi>a</mi>\n        <mi>f</mi>\n        <mi>e</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>o</mi>\n        <mi>r</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>s</mi>\n        <mi>a</mi>\n        <mi>f</mi>\n        <mi>e</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>w</mi>\n        <mi>a</mi>\n        <mi>l</mi>\n        <mi>k</mi>\n        <mi>i</mi>\n        <mi>n</mi>\n        <mi>g</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>a</mi>\n        <mi>l</mi>\n        <mi>o</mi>\n        <mi>n</mi>\n        <mi>e</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>a</mi>\n        <mi>f</mi>\n        <mi>t</mi>\n        <mi>e</mi>\n        <mi>r</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>d</mi>\n        <mi>a</mi>\n        <mi>r</mi>\n        <mi>k</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>i</mi>\n        <mi>n</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>t</mi>\n        <mi>h</mi>\n        <mi>e</mi>\n        <mi>i</mi>\n        <mi>r</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>n</mi>\n        <mi>e</mi>\n        <mi>i</mi>\n        <mi>g</mi>\n        <mi>h</mi>\n        <mi>b</mi>\n        <mi>o</mi>\n        <mi>u</mi>\n        <mi>r</mi>\n        <mi>h</mi>\n        <mi>o</mi>\n        <mi>o</mi>\n        <mi>d</mi>\n        <mi>&amp;nbsp;</mi>\n      </mrow>\n      <mrow>\n        <mi>T</mi>\n        <mi>o</mi>\n        <mi>t</mi>\n        <mi>a</mi>\n        <mi>l</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>n</mi>\n        <mi>u</mi>\n        <mi>m</mi>\n        <mi>b</mi>\n        <mi>e</mi>\n        <mi>r</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>o</mi>\n        <mi>f</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>s</mi>\n        <mi>u</mi>\n        <mi>r</mi>\n        <mi>v</mi>\n        <mi>e</mi>\n        <mi>y</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>r</mi>\n        <mi>e</mi>\n        <mi>s</mi>\n        <mi>p</mi>\n        <mi>o</mi>\n        <mi>n</mi>\n        <mi>d</mi>\n        <mi>e</mi>\n        <mi>n</mi>\n        <mi>t</mi>\n        <mi>s</mi>\n      </mrow>\n    </mfrac>\n    <mi>X</mi>\n    <mn>100</mn>\n  </math></p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-8\">7</sup><p> This question is intended to capture respondents&#x2019; perception of safety when thinking about crime, although it does not explicitly mention crime or prime respondents to think about crime. Where the respondent&#x2019;s answer is &#x201C;Unsafe&#x201D; or &#x201C;Very unsafe&#x201D;, the following probing question may be asked to further understand why respondents feel unsafe: &#x201C;Why do you feel unsafe walking alone in your area/neighbourhood at night after dark?&#x201D; Possible answer options should be tailored to the specific country context and, in addition to crime-related reasons could also include options that are not crime-related. To avoid biasing respondents answers, it is recommended that answer options are not revealed to the respondent. <a href=\"#footnote-ref-8\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-9\">8</sup><p> It is recommended that where the respondent&#x2019;s answer is &#x201C;I never go out alone after dark&#x201D;, the following probing question is asked: &#x201C;How safe <em>would </em>you feel if you went outside after dark?&#x201D;.. <a href=\"#footnote-ref-9\">&#x2191;</a></p></div></div>","DATA_VALIDATION__GLOBAL":"<p>The data for the indicator is collected through household surveys conducted by National Statistics Offices (NSOs) or other institutions following tight survey protocols and complying with the metadata. Data producers are encouraged to strictly follow the data quality practices, protocols and frameworks in relation of data quality. In addition to the data, countries are requested to report on the metadata which serves as one additional layer of validation and verification of the data. For survey-based indicators, metadata are assessed in relation to the representativeness and coverage of the survey as well as alignment of question wording and answer options with international standards. Before publication by custodian agencies, a standardised &#x201C;pre-publication process&#x201D; is implemented, where national stakeholders can verify and review the data before publication. </p>","ADJUSTMENT__GLOBAL":"<p> Not applicable</p>","IMPUTATION__GLOBAL":"<p>&#x2022; <strong>At country level</strong></p>\n<p>Missing values are left blank.</p>\n<p>&#x2022; <strong>At regional and global levels</strong></p>\n<p>Not applicable</p>","REG_AGG__GLOBAL":"<p>Regional aggregations refer to 3-year averages weighted by countries&#x2019; population size.</p>","DOC_METHOD__GLOBAL":"<p>In 2010, the United Nations Office on Drugs and Crime (UNODC) and the United Nations Economic Commission for Europe (UNODC-UNECE) published a Manual on Victimization Surveys that provides technical guidance on the implementation of such surveys, on the basis of good practices developed at the country-level. The UNODC-UNECE Manual on Victimization Surveys (2010) is available at: <a href=\"https://www.unodc.org/unodc/en/data-and-analysis/Manual-on-victim-surveys.html\">https://www.unodc.org/unodc/en/data-and-analysis/Manual-on-victim-surveys.html</a> </p>\n<p>In 2022, the United Nations Office on Drugs and Crime (UNODC) together with the United Nations Development Program (UNDP) and the Office of the United Nations High Commissioner on Human Rights (OHCHR) published the SDG 16 Survey Questionnaire and Implementation Manual, which contain internationally standardised survey question wording (in the five official UN languages) as well as implementation guidance related to this indicator. The questionnaire and manual are available at:</p>\n<p><a href=\"https://www.sdg16hub.org/topic/sdg-16-survey-initiative-questionnaire\">https://www.sdg16hub.org/topic/sdg-16-survey-initiative-questionnaire</a></p>\n<p><a href=\"https://www.sdg16hub.org/topic/sdg-16-survey-initiative-implementation-manual\">https://www.sdg16hub.org/topic/sdg-16-survey-initiative-implementation-manual</a> </p>","QUALITY_MGMNT__GLOBAL":"<p>The United Nations Office on Drugs and Crime (UNODC) has a statistical section with dedicated staff to support the data collection through technical assistance, collating and verifying the received data and continuously improve data collection mechanisms including guidelines.</p>","QUALITY_ASSURE__GLOBAL":"<p>It is recommended that National Statistics Offices (NSOs) serve as the main contact for compiling and assuring the quality of the necessary data to report on SDG 16.1.4, in close coordination with other relevant bodies in the country. Automated and substantive validation procedures are in place when data are processed by custodian agencies to assess their consistency and compliance with standards.</p>","QUALITY_ASSMNT__GLOBAL":"<p>See section 4.d Validation </p>","COVERAGE__GLOBAL":"<p>A growing number of countries are implementing surveys using similar methodologies in order to assess the population&#x2019;s perception of safety and fear of crime. However, the scale and methods of administration vary. Many of these surveys contain the question needed to compute indicator 16.1.4. (&#x2018;How safe do you feel walking alone in your area/neighbourhood after dark?&#x2019;). This suggests that data on this indicator will become more widely available over the next few years.</p>\n<p>Recommended disaggregation for this indicator:</p>\n<p>- time of day (perception of safety &#x201C;during the day&#x201D; and &#x201C;after dark&#x201D;)</p>\n<p>- age</p>\n<p>- sex</p>\n<p>- disability status</p>\n<p>- ethnicity</p>\n<p>- migration background</p>\n<p>- citizenship</p>","COMPARABILITY__GLOBAL":"<p>The United Nations Office on Drugs and Crime (UNODC) only compiles data from national sources, therefore no differences between nationally produced estimates and international estimates should exist. If data from more than one survey are available for the same country, discrepancies may arise due to different wording of the questions, different structure of the questionnaire, different survey methods and operations, different sample design and sample size. As a rule, data from national surveys complying with recommended international standards are used, when available.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL &amp; References:</strong></p>\n<p><a href=\"http://www.unodc.org\">www.unodc.org</a></p>\n<p><a href=\"https://dataunodc.un.org/sdgs\">https://dataunodc.un.org/sdgs</a></p>\n<p>Ferraro, K. F., &amp; LaGrange, R. L.. 1987. &#x201C;The measurement of fear of crime&#x201D;. Sociological Inquiry, 57(1), 70&#x2013;101.</p>\n<p>Roberts B. 2014. &#x201C;Fear of Walking Alone at Night&#x201D;. In: Michalos A.C. (eds) Encyclopedia of Quality of Life and Well-Being Research. Springer, Dordrecht. <a href=\"https://doi.org/10.1007/978-94-007-0753-5_1023\">https://doi.org/10.1007/978-94-007-0753-5_1023</a> </p>\n<p>UNODC-UNECE. 2010. Manual on Victimization Surveys. Available at : <a href=\"https://www.unodc.org/unodc/en/data-and-analysis/Manual-on-victim-surveys.html\">https://www.unodc.org/unodc/en/data-and-analysis/Manual-on-victim-surveys.html</a> </p>\n<p>UNODC-UNDP-OHCHR. 2022. SDG 16 Survey Questionnaire and Implementation Manual. Available at:</p>\n<p><a href=\"https://www.sdg16hub.org/topic/sdg-16-survey-initiative-questionnaire\">https://www.sdg16hub.org/topic/sdg-16-survey-initiative-questionnaire</a></p>\n<p><a href=\"https://www.sdg16hub.org/topic/sdg-16-survey-initiative-implementation-manual\">https://www.sdg16hub.org/topic/sdg-16-survey-initiative-implementation-manual</a> </p>\n<p>Warr, Mark. 1990. &quot;Dangerous Situations: Social Context and Fear of Victimization&quot;. Social Forces. 68 (3): 891-907.</p>","target_number":"16.1","goal_number":"16","indicator_sort_order":"16-01-04"}