{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proporción de víctimas de violencia en los últimos 12 meses que han notificado su victimización a las autoridades competentes u otros mecanismos de resolución de conflictos reconocidos oficialmente","graph_titles":[],"graph_type":"line","indicator_name":"Proporción de víctimas de violencia en los últimos 12 meses que han notificado su victimización a las autoridades competentes u otros mecanismos de resolución de conflictos reconocidos oficialmente","indicator_number":"16.3.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 16: Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels</p>","SDG_TARGET__GLOBAL":"<p>Target 16.3: Promote the rule of law at the national and international levels and ensure equal access to justice for all</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 16.3.1: Proportion of victims of violence in the previous 12 months who reported their victimization to competent authorities or other officially recognized conflict resolution mechanisms</p>","META_LAST_UPDATE__GLOBAL":"<p>2016-07-19</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>16.6</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Office on Drugs and Crime (UNODC)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Office on Drugs and Crime (UNODC)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Number of victims of violent crime in the previous 12 months who reported their victimization to competent authorities or other officially recognized conflict resolution mechanisms, as a percentage of all victims of violent crime in the previous 12 months</p>\n<p><strong>Concepts:</strong></p>\n<p>Competent authorities includes police, prosecutors or other authorities with competencies to investigate relevant crimes, while &#x2018;other officially recognized conflict resolution mechanisms&#xB4; may include a variety of institutions with a role in the informal justice or dispute resolution process (e.g. tribal or religious leaders, village elders, community leaders), provided their role is officially recognized by state authorities</p>","SOURCE_TYPE__GLOBAL":"<p>Victimisation surveys provide direct information on this indicator, as they collect information on the experience of violent crime and on whether the victim has reported it to competent authorities.</p>\n<p>UNODC collects data on reporting rates for violent crime through its annual data collection (UN-CTS). The data collection through the UN-CTS is facilitated by a network of over 130 national Focal Points appointed by responsible authorities.</p>","COLL_METHOD__GLOBAL":"<p>There is a consolidated system of annual data collection on crime and criminal justice (UN- Crime Trends Survey, UN-CTS) which represents the basis of data on intentional homicide, criminal justice outputs, penitentiary statistics and prevalence of victimization. The UN-CTS data collection is largely based on the network of national Focal Points, which are institutions/officials appointed by countries and have the technical capacity and role to produce data on crime and criminal justice (around 130 appointed Focal Points as of 2016).</p>\n<p>The UN-CTS collects data on reporting rate by victims respectively of &#x201C;physical assault&#x201D; and &#x201C;sexual assault&#x201D;. The current data collection is currently reviewed to collect data on this indicator.</p>\n<p>Data for SDG monitoring will be sent to countries for consultation prior to publication </p>","FREQ_COLL__GLOBAL":"<p>III-IV quarter 2016 </p>","REL_CAL_POLICY__GLOBAL":"<p>III-IV quarter 2016 </p>","DATA_SOURCE__GLOBAL":"<p>National Statistical Offices, Police, Ministry of Justice, Ministry of Interior, Prosecutor&#x2019;s Office</p>","COMPILING_ORG__GLOBAL":"<p>UNODC</p>","RATIONALE__GLOBAL":"<p>Reporting to competent authorities is the first step for crime victims to seek justice: if competent authorities are not alerted they are not in a condition to conduct proper investigations and administer justice. However, lack of trust and confidence in the ability of the police or other authorities to provide effective redress, or objective and subjective difficulties in accessing them, can influence negatively the reporting behaviour of crime victims. As such, reporting rates provide a direct measure of the confidence of victims of crime in the ability of the police or other authorities to provide assistance and bring perpetrators to justice. Reporting rates provide also a measure of the &#x2018;dark figure&#x2019; of crime, that is the proportion of crimes not reported to the police. Trends in reporting rates of violent crime can be used to monitor public trust and confidence in competent authorities on the basis of actual behaviours and not perceptions.</p>","REC_USE_LIM__GLOBAL":"<p>The target relates to the multidimensional concepts of rule of law and access to justice and at least two indicators are required to cover the main elements of access to justice and efficiency of the justice system. The indicator 16.3.1 covers an important aspect of victim&#x2019;s access to criminal justice, while it doesn&#xB4;t cover civil or administrative disputes. The indicator as formulated is a standard indicator widely published when a victimization survey is undertaken, but further work is required to enhance a consistent interpretation and application of this indicator. In particular, some important elements of this indicator needs methodological guidance, such as the type of violent crime to include beyond physical assault; counting rules regarding reporting rates (e.g. prevalence-based, incidence-based, based on last victimization experience) and the type of competent authorities to consider.</p>\n<p>Methodological guidance on these issues is currently under development.</p>","DATA_COMP__GLOBAL":"<p>Number of victims of violent crime in the previous 12 months who reported their victimization to competent authorities or other officially recognized conflict resolution mechanisms, divided by the number of all victims of violent crime in the previous 12 months (also called the &#x2018;crime reporting rate&#x2019;)</p>\n<p>Both the number of victims of violent crime as well as the number of all victims of violent crime are measured through sample surveys of the general population, most often dedicated crime victimization surveys.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>Missing values are left blank</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>Missing values are left blank. Global estimates are currently not made.</p>","REG_AGG__GLOBAL":"<p>Global estimates are currently not made</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>&quot;Countries have at least 1 data point after 2010 for this indicator</p>\n<p>Asia and Pacific: 6</p>\n<p>Africa: 2</p>\n<p>Latin America and the Caribbean: 10</p>\n<p>Europe, North America, Australia, New Zealand and Japan: 15</p>\n<p>Countries have at least 1 data point between 2000 and 2010 for this indicator</p>\n<p>Asia and Pacific: 2</p>\n<p>Africa: 1</p>\n<p>Latin America and the Caribbean: 8</p>\n<p>Europe, North America, Australia, New Zealand and Japan: 17&quot;</p>\n<p><strong>Time series:</strong></p>\n<p>2006-2014 </p>\n<p><strong>Disaggregation:</strong></p>\n<p>Recommended disaggregations for this indicator are:</p>\n<p>- sex</p>\n<p>- type of crime</p>\n<p>- ethnicity</p>\n<p>- migration background</p>\n<p>- citizenship</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>UNODC compiles data from national sources.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>www.unodc.org</p>\n<p><strong>References:</strong></p>\n<p>In 2010 UNODC-UNECE published a Manual on Victimization Surveys, that provides technical guidance on the implementation of such surveys, on the basis of good practices developed at country level.</p>\n<p>UNODC, International Classification of Crime for Statistical Purposes, 2015</p>","indicator":"16.3.1","target_id":"16.3","sdg_goal":"16","indicator_sort_order":"16-03-01"}