{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proporción de detenidos que no han sido condenados en el conjunto de la población reclusa total","graph_titles":[],"graph_type":"line","indicator_name":"Proporción de detenidos que no han sido condenados en el conjunto de la población reclusa total","indicator_number":"16.3.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 16: Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels</p>","SDG_TARGET__GLOBAL":"<p>Target 16.3: Promote the rule of law at the national and international levels and ensure equal access to justice for all</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 16.3.2: Unsentenced detainees as a proportion of overall prison population</p>","META_LAST_UPDATE__GLOBAL":"<p>2016-07-19</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Office on Drugs and Crime (UNODC)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Office on Drugs and Crime (UNODC)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>The total number of persons held in detention who have not yet been sentenced, as a percentage of the total number of persons held in detention, on a specified date.</p>\n<p><strong>Concepts:</strong></p>\n<p>&#x2018;Sentenced&#x2019; refers to persons subject to criminal proceedings who have received a decision from a competent authority regarding their conviction or acquittal. For the purposes of the indicator, persons who have received a &#x2018;non-final&#x2019; decision (such as where a conviction is subject to appeal) are considered to be &#x2018;sentenced&#x2019;.</p>","SOURCE_TYPE__GLOBAL":"<p>UNODC collects data on prisons through its annual data collection (UN-CTS). The data collection through the UN-CTS is facilitated by a network of over 130 national Focal Points appointed by responsible authorities. Data on unsentenced and total detainees from the UN-CTS are available for 114 countries. The country coverage can improve if other sources (research institutions and NGOs) are included (data for additional 60 countries are available, bringing the total for the period 2012-2014 to 174 countries). Data for two points in time (2003-2005 and 2012-2014 three year averages) are available for 144 countries.</p>","COLL_METHOD__GLOBAL":"<p>There is a consolidated system of annual data collection on crime and criminal justice (UN- Crime Trends Survey, UN-CTS) which represents the basis of data on unsentenced detainees. The UN-CTS data collection is largely based on the network of national Focal Points, which are institutions/officials appointed by countries and having the technical capacity and role to produce data on crime and criminal justice (around 130 appointed Focal Points as of 2016). In addition, these data are supplemented for countries with missing values with official data collected by the Institute for Criminal Policy Research (World Prison Brief), which collects data directly from national prison administrations or from the websites of Ministries of Justice or other official agencies. For future SDG reporting data will be sent to countries for consultation prior to publication.</p>","FREQ_COLL__GLOBAL":"<p>III-VI quarter 2016</p>","REL_CAL_POLICY__GLOBAL":"<p>II quarter 2017 (data for 2015) </p>","DATA_SOURCE__GLOBAL":"<p>National prison authority, through UN-CTS Focal Point</p>","COMPILING_ORG__GLOBAL":"<p>UNODC</p>","RATIONALE__GLOBAL":"<p>The indicator signifies overall respect for the principle that persons awaiting trial shall not be detained in custody unnecessarily. This, in turn, is premised on aspects of the right to be presumed innocent until proven guilty. From a development perspective, extensive use of pre-sentence detention when not necessary for reasons such as the prevention of absconding, the protection of victims or witnesses, or the prevention of the commission of further offences, can divert criminal justice system resources, and exert financial and unemployment burdens on the accused and his or her family. Measuring the relative extent to which pre-sentence detention is used can provide the evidence to assist countries in lowering such burdens and ensuring its proportionate use.</p>","REC_USE_LIM__GLOBAL":"<p>The target relates to the multidimensional concepts of rule of law and access to justice and at least two indicators are required to cover the main elements of access to justice and efficiency of the justice system. The proposed indicator 16.3.2 covers the efficiency of the justice system.</p>","DATA_COMP__GLOBAL":"<p>The total number of unsentenced persons held in detention divided by the total number of persons held in detention, on a specified date.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>If all values for a given period and country are missing, then the missing values are left blank. If only certain years in the period are missing, then missing values for that year are left blank and are not taken into account when computing the three year average for that country.</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>Missing values are left blank and are not taken into account when computing regional averages.</p>","REG_AGG__GLOBAL":"<p>Weighted averages are the preferred method for calculating regional and global average rates. For this purpose, regional averages of the proportion of unsentenced detainees are obtained by adding up the number of unsentenced persons held in the region and dividing the total by the sum of the total number of persons held in detention in the region. Similarly, global averages of the proportion of unsentenced detainees are obtained by adding up the number of unsentenced persons held globally and dividing the total by the sum of the total number of persons held in detention globally.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>The target relates to the multidimensional concepts of rule of law and access to justice and at least two indicators are required to cover the main elements of access to justice and efficiency of the justice system. The proposed indicator 16.3.2 covers the efficiency of the justice system.</p>\n<p><strong>Time series:</strong></p>\n<p>2003-2014</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Recommended disaggregation for this indicator are:</p>\n<p>- age and sex</p>\n<p>- length of pre-trial (unsentenced) detention</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>UNODC only compiles data from national sources, therefore no differences among the values should exist.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>www.unodc.org</p>\n<p><strong>References:</strong></p>\n<p>Definitions and other metadata are provided in the UN-Crime Trends Survey (UN-CTS) Guidance on collection of information on detained persons, as well as example data collection sheets, are provided in the United Nations Manual for the Development of a System of Criminal Justice Statistics, as well as (for children), in the UNODC/UNICEF Manual for the Measurement of Juvenile Justice Indicators.</p>","indicator":"16.3.2","target_id":"16.3","sdg_goal":"16","indicator_sort_order":"16-03-02"}