{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proporción de armas incautadas, encontradas o entregadas cuyo origen o contexto ilícitos han sido determinados o establecidos por una autoridad competente, de conformidad con los instrumentos internacionales","graph_titles":[],"graph_type":"line","indicator_name":"Proporción de armas incautadas, encontradas o entregadas cuyo origen o contexto ilícitos han sido determinados o establecidos por una autoridad competente, de conformidad con los instrumentos internacionales","indicator_number":"16.4.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 16: Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels</p>","SDG_TARGET__GLOBAL":"<p>Target 16.4: By 2030, significantly reduce illicit financial and arms flows, strengthen the recovery and return of stolen assets and combat all forms of organized crime</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 16.4.2: Proportion of seized, found or surrendered arms whose illicit origin or context has been traced or established by a competent authority in line with international instruments</p>","META_LAST_UPDATE__GLOBAL":"<p>2018-07-26</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>UNODC and UNODA</p>","CONTACT_ORGANISATION__GLOBAL":"<p>UNODC and UNODA</p>","STAT_CONC_DEF__GLOBAL":"<h2>Definition:</h2>\n<p>Proportion of seized, found or surrendered arms whose illicit origin or context has been traced or established by a competent authority in line with international instruments</p>\n<h2>Concepts:</h2>\n<p><em><u>Arms</u>:</em> arms refer to &#x2018;small arms and light weapons&#x2019;, defined as any portable lethal weapon that expels or launches, is designed to expel or launch, or may be readily converted to expel or launch a shot, bullet or projectile by the action of an explosive, excluding antique small arms and light weapons or their replicas. Antique small arms and light weapons and their replicas will be defined in accordance with domestic law, and in no case will they include those manufactured after 1899. Arms include all firearms, as defined in the &#x201C;Protocol against the illicit manufacturing of and trafficking in firearms, their parts and components and ammunition&#x201D;. </p>\n<p>In particular, &#x2018;small arms&#x2019; are, broadly speaking, weapons for individual use, including revolvers, pistols, rifles and carbines, shotguns, sub-machine guns and light machine guns. &#x2018;Light weapons&#x2019; are, broadly speaking, weapons designed for use by two or three persons serving as a crew, although some may be carried and used by a single person. They include, heavy machine guns, hand-held under-barrel and mounted grenade launchers, portable anti-aircraft guns, portable anti-tank guns, recoilless rifles, portable launchers of anti-tank missile and rocket systems, portable launchers of anti-aircraft missile systems, and mortars of a calibre of less than 100 millimetres.</p>\n<p><em><u>Seized</u></em>: arms that have been physically apprehended during the reported period by a competent authority, whether temporarily or not, in relation to a suspected criminal offence or administrative violation related to these arms. For the purpose of the calculation of indicator 16.4.2, only arms that were seized due to criminal offences are considered.</p>\n<p><em><u>Found</u></em>: arms apprehended by authorities that are not linked to an intentional or planned investigation or inspection, neither attributable to any apparent holder or owner, regardless of whether the items were reported lost or stolen. </p>\n<p><em><u>Surrendered</u></em>: arms willingly handed over to authorities that are not linked to a planned investigation or inspection. The surrender may occur as a personal initiative of a citizen in the context of a voluntary surrender campaign and disarmament, demobilisation and reintegration processes, inter alia.</p>\n<p><em><u>Illicit origin</u></em>: Earliest point in time in the life of an arm where it was of an illicit nature. In order to establish the illicit origin, it is necessary to identify the point of diversion of the arm and the circumstances around it.</p>\n<p><em><u>Point of diversion</u></em>: the point in space and time and/or circumstances when arms left the licit circuit and entered the illicit one. If identified through tracing, the last legal record needs to be found. For arms illicitly manufactured, the point of diversion is the manufacture itself. </p>\n<p><em><u>Last legal record</u></em>: last recorded information available about the item, its status (deactivated, stolen, lost, seized, found, surrendered, sent for destruction, confiscated, in transit, etc.) and its legal end-user. The identification of the last legal record may require the initiation of several individual tracing requests.</p>\n<p><em><u>Tracing</u></em>: the systematic tracking of weapons and, where possible, their parts and components, and ammunition, at the national and/or international level for the purpose of assisting the competent authorities of States parties in detecting, investigating and analysing illicit manufacturing and illicit trafficking.</p>\n<p><em><u>Illicit origin established by a competent authority in line with international instruments</u></em>: illicit origin established through means other than tracing, e.g. through intelligence. In the case of arms that are not traceable, this is the only mean to establishing the illicit origin. </p>","SOURCE_TYPE__GLOBAL":"<p>At national level data are produced by Law Enforcement or other Agencies responsible for firearms issues.</p>\n<p>Such data are reported at international level mainly through tables 5.1 to 5.3 of the IAFQ. Please refer to the following link for detailed information: <a href=\"http://www.unodc.org/unodc/en/data-and-analysis/statistics/crime/iafq.html\">http://www.unodc.org/unodc/en/data-and-analysis/statistics/crime/iafq.html</a>. </p>\n<p>These data will be supplemented by data collected through the PoA national reports; in particular, Section 6 of its reporting form (national reports submitted by States are available at: <a href=\"http://www.smallarms.un-arm.com/sustainable-development-goals\">www.smallarms.un-arm.com/sustainable-development-goals</a>).</p>\n<p>Additional data sources include national official publications, as well as data from international organizations such as the World Customs Organization and INTERPOL. </p>","COLL_METHOD__GLOBAL":"<p>The IAFQ is sent to Member States every year (first data cycle in 2018) </p>\n<p>The official counterparts at the country level are designated Focal Points that are in charge of coordinating the data collection among different national institutions. </p>\n<p>Supplementary data are collected on a biennial basis through the PoA National reports (as revised in 2018) </p>\n<p>Data from alternative sources is collected throughout the year and incorporated into the internal database in parallel to the data collections above.</p>\n<p>After data is consolidated, it is finally shared with Member States for their review before publication. </p>","FREQ_COLL__GLOBAL":"<p>Starting in 2018, main data from the IAFQ will be collected directly from Member States every year between March and October. </p>\n<p>The first data collection cycle in 2018 for the PoA National Reports, covering reporting years 2016-2017, has now been completed. The next cycle will be in 2020, when States are encouraged to submit information for reporting years 2018-2019.</p>","REL_CAL_POLICY__GLOBAL":"<p>It is expected that preliminary calculations for the annual indicator at the national, regional and sub-regional levels will be shared in March of every year.</p>","DATA_SOURCE__GLOBAL":"<p>Most of the data providers are Law Enforcement Agencies, including National Police, Regional/State Police, Customs, Military, etc. Focal Points at the national level are responsible for compiling the data and submitting it.</p>","COMPILING_ORG__GLOBAL":"<p>UNODC and UNOD</p>","RATIONALE__GLOBAL":"<p>While Target 16.4 aims at significantly reducing illicit arms flows, directly measuring these types of flows is extremely difficult due to the underground nature of illicit arms trafficking. Therefore, the indicator does not aim at measuring these flows, but the efficiency with which the international community combats the phenomenon of illicit arms trafficking. </p>","REC_USE_LIM__GLOBAL":"<p>There are certain limitations to the methodology used in the calculation of indicator 16.4.2:</p>\n<ul>\n  <li>The pilot study and consultations with Member States revealed that countries could not properly provide information on the circumstances of illicit manufacture or altered / erased markings for arms nor uniquely identifiable. Therefore, information on the establishment of the illicit origin for these arms is not available.</li>\n  <li>The values for indicator 16.4.2 may be affected by whether the country has a significant proportion of apprehended arms that are traceable, which is usually a consequence of the context of illicit arms trafficking in the country and is not related to its Law Enforcement efforts.</li>\n  <li>The process of tracing firearms can be notably long, especially if several requests are involved. Therefore, the information on tracing results provided on the questionnaire for the reference year may be incomplete. While the fact that countries are requested to review the figures reported during the previous data collection cycle may partially correct for this, there may still be a bias in the calculation.</li>\n</ul>\n<p>In addition to indicator 16.4.2 as defined in this document, other non-official indicators may be of assistance when interpreting the reporting values. In particular, information is collected on the number of international tracing requests placed and responded to, and the total number of arms seized, found and surrendered by whether they are uniquely marked or not, the total number of arms that have been marked, recorded or destroyed. In addition, data on the number of individuals in contact with the police, prosecuted and convicted, in relation to illicit trafficking of arms is available. All these indicators could help complete the picture regarding the extent of Law Enforcement activities at the national level to counter illicit trafficking in arms.</p>","DATA_COMP__GLOBAL":"<p>The indicator is calculated as a proportion.</p>\n<p>The denominator of the proportion is the total number of arms seized, found and surrendered. </p>\n<p>The numerator will include all those arms for which the point of diversion was established / identified, either through tracing or by a competent authority (e.g. through intelligence).</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>A first step to follow when there is missing data to produce these estimates is to consult and follow up with the Member States. In particular, UNODA and UNODC will request further information directly to the relevant Focal Points.</p>\n<p>In the absence of feedback, supplementary and alternative sources would be consulted to obtain the missing information. This information will be shared with the Member State for their approval.</p>\n<p>Finally, if no additional information is available through these two channels, the country&#x2019;s indicator will not be published. </p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>In order to calculate regional and global levels, the indicator for those Member States that were not published after treatment at the country level, will be estimated using information from alternative sources and/or from similar countries. The selection of these &#x201C;similar countries&#x201D; will be based on geographical location (e.g. regional or sub-regional averages), and/or structural similarities, such as the proportion of uniquely marked arms seized or the total number of arms seized, found and surrendered per capita. As historical data for countries becomes available with time, it will be possible to impute using the same country&#x2019;s data as well.</p>\n<p>There will be certain thresholds to be met for the regional and global estimates to be acceptable. If these thresholds are not met, the estimates will not be published.</p>\n<p>Since the IAFQ and PoA National Reports are more likely to provide information on the denominator than the numerator, in many countries only the latter will need to be estimated. Estimates for both the denominator and the numerator will be separately created. </p>","REG_AGG__GLOBAL":"<p>Once values of indicators for countries have been imputed, the sub-regional, regional and global estimates will be obtained by separately adding the numerator and denominator values for countries within a specific sub-region and region, and calculating the proportion. The global value would be calculated by aggregating the regional values in a similar manner. </p>","QUALITY_ASSURE__GLOBAL":"<ul>\n  <li>The data received from Member States goes through a thorough internal validation process. The IAFQ already has a built-in validation procedure that allows the respondent to see on the spot whether the reported values add up to the corresponding totals reported in other parts of the questionnaire. </li>\n  <li>Internal validation is also performed automatically in the internal database system.</li>\n  <li>The data is also externally validated by comparing it to other (preferably official) available sources. </li>\n  <li>Once the information has been validated and information from additional sources incorporated, it is shared with Member States for their approval. After Member States have approved the corresponding values, data are ready to be published and sub-regional, regional and global totals are ready to be estimated.</li>\n</ul>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>The IAFQ data collection started in 2018 and countries are expected to submit their responses between June and October 2018. It is expected that the number respondents will gradually increase over time. </p>\n<p>Sixty-six States have provided information in their PoA National reports, which will be used as supplementary information for the calculation of the denominator of indicator 16.4.2 (see at www.smallarms.un-arm.com/sustainable-development-goals)</p>\n<p><strong>Time series:</strong></p>\n<p><strong>Disaggregation:</strong></p>\n<p>The collected data allows for the annual calculation of indicator 16.4.2 at the national level, which can be aggregated to sub-regional, regional and global levels. Disaggregating the indicator by a number of variables is also possible:</p>\n<ul>\n  <li>By arms seized, arms found and arms surrendered.</li>\n  <li>By different &#x201C;levels of tracing&#x201D; in cases where tracing was not successful. For example, cases where tracing is still pending or there was not enough information to establish the point of diversion, could be disaggregated from the cases where there was no attempt to trace the weapon whatsoever. </li>\n  <li>By whether the illicit origin was determined through tracing or established by a competent authority. </li>\n</ul>\n<p>Additionally, it would be possible to compute the indicator for the &#x201C;population&#x201D; of seized, found and surrendered arms that are uniquely identifiable.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p><a href=\"http://www.unodc.org\">www.unodc.org</a></p>\n<p><a href=\"https://dataunodc.un.org/\">https://dataunodc.un.org/</a></p>\n<p><a href=\"http://www.smallarms.un-arm.com/sustainable-development-goals\">www.smallarms.un-arm.com/sustainable-development-goals</a> </p>\n<p><strong>References:</strong></p>\n<p><a href=\"http://www.unodc.org/unodc/en/data-and-analysis/statistics/crime/iafq.html\">http://www.unodc.org/unodc/en/data-and-analysis/statistics/crime/iafq.html</a></p>\n<p><a href=\"https://unstats.un.org/sdgs/tierIII-indicators/files/Tier3-16-04-02.pdf\">https://unstats.un.org/sdgs/tierIII-indicators/files/Tier3-16-04-02.pdf</a></p>\n<p><a href=\"https://smallarms.un-arm.com/national-reports\">https://smallarms.un-arm.com/national-reports</a> </p>","indicator":"16.4.2","target_id":"16.4","sdg_goal":"16","indicator_sort_order":"16-04-02"}