{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proporción de personas que han tenido al menos un contacto con un funcionario público y que han pagado un soborno a un funcionario público, o a las que un funcionario público les ha pedido un soborno, durante los últimos 12 meses","graph_titles":[],"graph_type":"line","indicator_name":"Proporción de personas que han tenido al menos un contacto con un funcionario público y que han pagado un soborno a un funcionario público, o a las que un funcionario público les ha pedido un soborno, durante los últimos 12 meses","indicator_number":"16.5.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 16: Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels</p>","SDG_TARGET__GLOBAL":"<p>Target 16.5: Substantially reduce corruption and bribery in all their forms</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 16.5.1: Proportion of persons who had at least one contact with a public official and who paid a bribe to a public official, or were asked for a bribe by those public officials, during the previous 12 months</p>","META_LAST_UPDATE__GLOBAL":"<p>2016-07-19</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>16.3</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Office on Drugs and Crime (UNODC)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Office on Drugs and Crime (UNODC)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>This indicator is defined as the percentage of persons who paid at least one bribe (gave a public official money, a gift or counter favour) to a public official, or were asked for a bribe by these public officials, in the last 12 months, as a percentage of persons who had at least one contact with a public official in the same period.</p>\n<p><strong>Concepts:</strong></p>\n<p>In the International Classification of Crime for Statistical Purposes (ICCS), bribery is defined as: &#x2018;Promising, offering, giving, soliciting, or accepting an undue advantage to or from a public official or a person who directs or works in a private sector entity, directly or indirectly, in order that the person act or refrain from acting in the exercise of his or her official duties&#x2019;. This definition is based on definitions of bribery of national public officials, bribery of foreign public officials and official of international organisations and bribery in the private sector that are contained in the United Nations Convention against Corruption (articles 15, 16, and 21).</p>\n<p>While the concept of bribery is broader, as it includes also actions such as promising or offering, and it covers both public and private sector, this indicator focuses on specific forms of bribery that are more measurable (the giving and/or requesting of bribes) and it limits the scope to the public sector.</p>\n<p>The concept of undue advantage is operationalized by reference to giving of money, gifts or provision of a service requested/offered by/to a public official in exchange for a special treatment.</p>\n<p>This indicator captures the often called &#x2018;administrative bribery&#x2019;, which is often intended as the type of bribery affecting citizens in their dealings with public administrations and/or civil servants.</p>\n<p>For this indicator, public official refers to persons holding a legislative, executive, administrative or judicial office. In the operationalization of the indicator, a list of selected officials and civil servants is used.</p>","SOURCE_TYPE__GLOBAL":"<p>This indicator is derived from household surveys on corruption experience and/or victimisation surveys with a module on bribery.</p>\n<p>The indicator refers to individual experience of the respondent, who is randomly selected among the household members, while experience of bribery by other members is not to be included. Experience of bribery is collected through a series of questions on concrete contacts and experiences of bribery with a list of public official and civil servants.</p>\n<p>The denominator refers only to those persons that had at least one direct interaction with a public official/civil servant as they form the population group at risk of experiencing bribery.</p>\n<p>UNODC collects data on the prevalence of bribery through its annual data collection (UN-CTS). The data collection through the UN-CTS is facilitated by a network of over 130 national Focal Points appointed by responsible authorities.</p>","COLL_METHOD__GLOBAL":"<p>At international level, data are collected by UNODC through the annual UN-CTS data collection. Data are on bribery indicator are sent to UNODC by member states, usually through national UN-CTS Focal Points (around 130 appointed Focal Points as of 2016) which in most cases are national institutions responsible for data production in the area of crime and criminal justice (National Statistical Offices, Ministry of Interior, Ministry of Justice, etc.). When necessary, other data sources are used, including from websites, publications, other forms of communication.</p>\n<p>Data for SDG monitoring will be sent to countries for consultation prior to publication. </p>","FREQ_COLL__GLOBAL":"<p>III-IV quarter 2016 </p>","REL_CAL_POLICY__GLOBAL":"<p>II quarter 2017 </p>","DATA_SOURCE__GLOBAL":"<p>Data on bribery are sent to UNODC by member states, usually through national UN-CTS Focal Points which in most cases are national institutions responsible for data production in the area of crime and criminal justice (National Statistical Offices, Ministry of Interior, Ministry of Justice, etc.). The primary source of data on the indicator of bribery experience is usually the institution responsible for surveys on corruption/victimisation surveys (National Statistical Office, Anti-Corruption Agency, etc.).</p>","COMPILING_ORG__GLOBAL":"<p><strong>Name:</strong></p>\n<p>UNODC</p>\n<p><strong>Description:</strong></p>\n<p>UNODC, through the annual UN Crime Trends Survey (UN-CTS)</p>","RATIONALE__GLOBAL":"<p>Corruption is an antonym of equal accessibility to public services and of correct functioning of the economy; as such, it has a negative impact on fair distribution of resources and development opportunities. Besides, corruption erodes public trust in authorities and the rule of law; when administrative bribery becomes a recurrent experience of large sectors of the population and businesses, its negative effects have an enduring negative impact on the rule of law, democratic processes and justice. By providing a direct measure of the experience of bribery, this indicator provides an objective metric of corruption, a yardstick to monitor progress in the fight against corruption</p>","REC_USE_LIM__GLOBAL":"<p>In the experience of several surveys conducted at national and international level, the so-called bribery prevalence rate is defined as the percentage of persons who paid at least one bribe (gave a public official money, a gift or counter favour) to a public official in the last 12 months, as a percentage of persons who had at least one contact with a public official in the same period. In this formulation the share of population who was asked a bribe but did not give it is not included. Available data at national and international level usually refers to this formulation, while the collection of data according to the formulation included in the SDG framework will depend on the adaptation of relevant survey tools and the calculation by national authorities. It is expected that data according to the current definition will become available gradually.</p>\n<p>On a more general level, it should be noted that this indicator provides solid information on the experience of bribery occurring in the interaction between citizens and the public sector in the context of service delivery/transactions, while it does not cover other forms of corruption, such as &#xB4;grand corruption&#xB4;, trading in influence or abuse of power</p>","DATA_COMP__GLOBAL":"<p>The indicator is calculated as the total number of persons who paid at least one bribe to a public official in the last 12 months, or were asked for a bribe in the same period, over the total number of persons who had at least one contact with a public official in the same period, multiplied by 100.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>Missing values are not imputed</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>Missing values are not imputed. Global and regional estimates will be produced when data availability will improve.</p>","REG_AGG__GLOBAL":"<p>Global and regional estimates will be produced when data availability will improve.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Countries that have at least 1 data point after 2010 for the indicator on bribery prevalence (see point 7.1) are:</p>\n<p>Asia and Pacific: 2</p>\n<p>Africa: 8</p>\n<p>Latin America and the Caribbean: 2</p>\n<p>Europe, North America, Australia, New Zealand and Japan: 9</p>\n<p>Countries have at least 1 data point between 2000 and 2009 for this indicator:</p>\n<p>Asia and Pacific: 0</p>\n<p>Africa: 0</p>\n<p>Latin America and the Caribbean: 4</p>\n<p>Europe, North America, Australia, New Zealand and Japan: 2&quot;</p>\n<p><strong>Time series:</strong></p>\n<p><strong>Disaggregation:</strong></p>\n<p>Recommended disaggregation for this indicator are:</p>\n<p>age and sex of bribe-givers</p>\n<p>type of official</p>\n<p>income level of bribe-givers</p>\n<p>education attainment of bribe-givers</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>For the time being, only data from national sources are used.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>www.unodc.org</p>\n<p><strong>References:</strong></p>\n<p>UNODC, International Classification of Crime for Statistical Purposes, 2015</p>","indicator":"16.5.1","target_id":"16.5","sdg_goal":"16","indicator_sort_order":"16-05-01"}