{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proporción de la población que declara haberse sentido personalmente discriminada o acosada en los últimos 12 meses por motivos de discriminación prohibidos por el derecho internacional de los derechos humanos","graph_titles":[],"graph_type":"line","indicator_name":"Proporción de la población que declara haberse sentido personalmente discriminada o acosada en los últimos 12 meses por motivos de discriminación prohibidos por el derecho internacional de los derechos humanos","indicator_number":"16.b.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 16: Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels</p>","SDG_TARGET__GLOBAL":"<p>Target 16.b: Promote and enforce non-discriminatory laws and policies for sustainable development</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 16.b.1: Proportion of population reporting having personally felt discriminated against or harassed in the previous 12 months on the basis of a ground of discrimination prohibited under international human rights law</p>","META_LAST_UPDATE__GLOBAL":"<p>2018-12-03</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>&#x2022; 5.1.1 Whether or not legal frameworks are in place to promote, enforce and monitor equality and non-discrimination on the basis of sex</p>\n<p>&#x2022; 16.1.3 Proportion of population subjected to physical, psychological or sexual violence in the previous 12 months</p>\n<p>&#x2022; 16.a.1 Existence of independent national human rights institutions in compliance with the Paris Principles</p>\n<p>&#x2022; 16.6.2 Proportion of population satisfied with their last experience of public services</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>Office of the United Nations High Commissioner for Human Rights (OHCHR)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>Office of the United Nations High Commissioner for Human Rights (OHCHR)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>This indicator is defined as the proportion of the population (adults) who self-report that they personally experienced discrimination or harassment during the last 12 months based on ground(s) prohibited by international human rights law. International human rights law refers to the body of international legal instruments aiming to promote and protect human rights, including the Universal Declaration of Human Rights and subsequent international human rights treaties adopted by the United Nations.</p>\n<p><strong>Concepts:</strong></p>\n<p>Discrimination is any distinction, exclusion, restriction or preference or other differential treatment that is directly or indirectly based on prohibited grounds of discrimination, and which has the intention or effect of nullifying or impairing the recognition, enjoyment or exercise, on an equal footing, of human rights and fundamental freedoms in the political, economic, social, cultural or any other field of public life.<sup><a href=\"#footnote-2\" id=\"footnote-ref-2\">[1]</a></sup> Harassment is a form of discrimination when it is also based on prohibited grounds of discrimination. Harassment may take the form of words, gestures or actions, which tend to annoy, alarm, abuse, demean, intimidate, belittle, humiliate or embarrass another or which create an intimidating, hostile or offensive environment. While generally involving a pattern of behaviours, harassment can take the form of a single incident.<sup><a href=\"#footnote-3\" id=\"footnote-ref-3\">[2]</a></sup></p>\n<p>International human rights law provides lists of the prohibited grounds of discrimination. The inclusion of &#x201C;other status&#x201D; in these lists indicate that they are not exhaustive and that other grounds may be recognized by international human rights mechanisms. A review of the international human rights normative framework helps identify a list of grounds that includes race, colour, sex, language, religion, political or other opinion, national origin, social origin, property, birth status, disability, age, nationality, marital and family status, sexual orientation, gender identity, health status, place of residence, economic and social situation, pregnancy, indigenous status, afro-descent and other status.<sup><a href=\"#footnote-4\" id=\"footnote-ref-4\">[3]</a></sup> In practice, it will be difficult to include all potentially relevant grounds of discrimination in household survey questions. For this reason, it is recommended that data collectors identify contextually relevant and feasible lists of grounds, drawing on the illustrative list and formulation of prohibited grounds of discrimination outlined in the methodology section below, and add an &#x201C;other&#x201D; category to reflect other grounds that may not have been listed explicitly.</p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-2\">1</sup><p> See, for instance, Art. 1 of the International Convention on the Elimination of All Forms of Racial Discrimination (ICERD); Art. 1 of the Convention on the Elimination of All Forms of Discrimination against Women (CEDAW); Art. 2 of the Convention on the Rights of Persons with Disabilities (CRPD); General Comment 18 of the Human Rights Committee (paragraphs 6 and 7) and General Comment 20 of the Committee on Economic, Social and Cultural Rights (paragraph 7). <a href=\"#footnote-ref-2\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-3\">2</sup><p> See, for instance, General Comment 20 of the Committee on Economic, Social and Cultural Rights, and United Nations Secretary-General&#x2019;s bulletin (ST/SGB/2008/5) on Prohibition of discrimination, harassment, including sexual harassment, and abuse of authority. <a href=\"#footnote-ref-3\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-4\">3</sup><p> More information on the grounds of discrimination prohibited by international human rights law is available at: <a href=\"http://www.ohchr.org/Documents/Issues/HRIndicators/HumanRightsStandards.pdf\">http://www.ohchr.org/Documents/Issues/HRIndicators/HumanRightsStandards.pdf</a> <a href=\"#footnote-ref-4\">&#x2191;</a></p></div></div>","SOURCE_TYPE__GLOBAL":"<p>Household surveys, such as MICS, victimisation surveys and other social surveys, are the main data source for this indicator.</p>","COLL_METHOD__GLOBAL":"<p>NA </p>","FREQ_COLL__GLOBAL":"<p>NA</p>","REL_CAL_POLICY__GLOBAL":"<p>2020 (quarter I)</p>","DATA_SOURCE__GLOBAL":"<p>National Statistical Offices. If the data are not collected by the NSO but another source, they will be sent to the NSO for consultation prior to their publication in global SDG databases.</p>","COMPILING_ORG__GLOBAL":"<p>OHCHR</p>","RATIONALE__GLOBAL":"<p><strong>Rationale:</strong></p>\n<p>The pledge to leave no-one behind and eliminate discrimination is at the centre of the 2030 Agenda for Sustainable Development. The elimination of discrimination is also enshrined in the Universal Declaration of Human Rights and the core international human rights treaties. The purpose of this indicator is to measure a prevalence of discrimination based on the personal experience reported by individuals. It is considered an outcome indicator (see <a href=\"https://www.ohchr.org/EN/Issues/Indicators/Pages/documents.aspx\">HR/PUB/12/5</a>) helping to measure the effectiveness of non-discriminatory laws, policy and practices for the concerned population groups.</p>","REC_USE_LIM__GLOBAL":"<p>The indicator measures an overall population prevalence of discrimination and harassment in the total population at the national level. The indicator will not necessarily inform on the prevalence of discrimination within specific population groups. This will depend on sample frames. For example, if disability is included within the selected grounds, the resulting data for discrimination on the ground of disability will represent only the proportion of the total population who feel that they had personally experienced discrimination against on the ground of disability. Unless the sample design provides adequate coverage of people with disability to allow disaggregation on this characteristic, the data cannot be understood as an indication of the prevalence of discrimination (on the ground of disability) within the population of people with a disability.</p>\n<p>The indicator is not measuring a general perception of respondents on the overall prevalence of discrimination in a country. It is based on personal experience self-reported by individual respondents. The indicator does not provide a legal determination of any alleged or proven cases of discrimination. The indicator will also not capture the cases of discrimination or harassment the respondents are not personally aware off or willing to disclose to data collectors. The indicator should be a starting point for further efforts to understand patterns of discrimination and harassment (e.g. location/context of incidents, relationship of the respondent to the person or entity responsible for discrimination or harassment, and frequency and severity of incidents). More survey questions will be needed for examining policy and legislative impact and responses.</p>\n<p>OHCHR advises that data collectors engage in participatory processes to identify contextually relevant grounds and formulations. The process should be guided by the principles outlined in OHCHR&#x2019;s <a href=\"https://www.ohchr.org/HRBAD\">Human Rights-Based Approaches to Data</a> (HRBAD), which stems from internationally agreed human rights and statistics standards. National Institutions with mandates related to human rights or non-discrimination and equality are ideal partners for these activities. Data collectors are also strongly encouraged to work with civil society organisations that are the representatives of or have better access to groups more are risk of being discriminated or left behind. </p>","DATA_COMP__GLOBAL":"<p>Number of survey respondents who felt that they personally experienced discrimination or harassment on one or more prohibited grounds of discrimination during the last 12 months, divided by the total number of survey respondents, multiplied by 100.</p>\n<p>To minimize the effect of <em>forward telescoping<sup><a href=\"#footnote-5\" id=\"footnote-ref-5\">[4]</a></sup></em>, the module asks two questions: a first question about the respondent&#x2019;s experience over the last 5 years, and a second question about the last 12 months:</p>\n<ul>\n  <li>Question 1: In [COUNTRY], do you feel that you personally experienced any form of discrimination or harassment during the last 5 years, namely since [YEAR OF INTERVIEW MINUS 5] (or since you have been in the country), on the following grounds?</li>\n  <li>Question 2: In [COUNTRY], do you feel that you personally experienced any form of discrimination or harassment during the past 12 months, namely since [MONTH OF INTERVIEW] [YEAR OF INTERVIEW MINUS 1], on any of these grounds?</li>\n</ul>\n<p>The proposed survey module recommends that interviewer reads or the data collection mechanism provides a short definition of discrimination/harassment to the respondent before asking the questions. Providing respondents with a basic introduction to these notions helps improve their comprehension and recall of incidents. Following consultations with experts and complementary cognitive testing, the following introductory text is recommended: </p>\n<p><em>Discrimination happens when you are treated less favourably compared to others or harassed because of the way you look, where you come from, what you believe or for other reasons. You may be refused equal access to work, housing, healthcare, education, marriage or family life, the police or justice system, shops, restaurants, or any other services or opportunities. You may also encounter comments, gestures or other behaviours that make you feel offended, threatened or insulted, or have to stay away from places or activities to avoid such behaviours.</em></p>\n<p>The proposed survey module also recommends that a list of grounds is provided to respondents to facilitate comprehension and recall of incidents. As a starting point, OHCHR recommends the use of the following list of grounds prohibited by international human rights law and adding an &#x201C;any other ground&#x201D; category to capture grounds that are not explicitly listed. The module recommends that the following illustrative list is reviewed and contextualised at national level through a participatory process (see HRBAD and accompanying guidance) to reflect specific population groups and data collection/disaggregation needs:</p>\n<p>1. SEX: such as being a woman or a man</p>\n<p>2. AGE: such as being perceived to be too young or too old</p>\n<p>3. DISABILITY OR HEALTH STATUS: such as having difficulty in seeing, hearing, walking or moving, concentrating or communicating, having a disease or other health conditions and no reasonable accommodation provided for it</p>\n<p>4. ETHNICITY, COLOUR OR LANGUAGE: such as skin colour or physical appearance, ethnic origin or way of dressing, culture, traditions, native language, indigenous status, or being of African descent </p>\n<p>5. MIGRATION STATUS: such as nationality or national origin, country of birth, refugees, asylum seekers, migrant status, undocumented migrants or stateless persons</p>\n<p>6. SOCIO-ECONOMIC STATUS: such as wealth or education level, being perceived to be from a lower or different social or economic group or class, land or home ownership or not </p>\n<p>7. GEOGRAPHIC LOCATION OR PLACE OF RESIDENCE: such as living in urban or rural areas, formal or informal settlements</p>\n<p>8. RELIGION: such as having or not a religion or religious beliefs</p>\n<p>9. MARITAL AND FAMILY STATUS: such as being single, married, divorced, widowed, pregnant, with or without children, orphan or born from unmarried parents</p>\n<p>10. SEXUAL ORIENTATION OR GENDER IDENTITY: such as being attracted to person of the same sex, self-identifying differently from sex assigned at birth or as being either sexually, bodily and/or gender diverse </p>\n<p>11. POLITICAL OPINION: such as expressing political views, defending the rights of others, being a member or not of a political party or trade union</p>\n<p>12. OTHER GROUNDS</p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-5\">4</sup><p> Pattern of reporting events as having occurred more recently that they actually did. This is a phenomenon commonly observed in crime victimization surveys. <a href=\"#footnote-ref-5\">&#x2191;</a></p></div></div>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>Estimates will not be produced for missing values.</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>Estimates will not be produced for missing values.</p>","REG_AGG__GLOBAL":"<p>N/A</p>","DOC_METHOD__GLOBAL":"<p>[Link to technical guidance]</p>","QUALITY_ASSURE__GLOBAL":"<ul>\n  <li>[Link to technical guidance]</li>\n  <li>OHCHR will consult NSOs focal points for the SDG indicator framework (list maintained by the UNSD) on the availability of national data for the SDGs Indicators Database [Link to related guidance]</li>\n</ul>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>NA </p>\n<p><strong>Time series:</strong></p>\n<p>2017-2018-2019</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Disaggregation will be developed for this indicator in keeping with SDG target 17.18 (income, gender/sex, age, race, ethnicity, migratory status, disability, geographic location and other characteristics relevant in national contexts).</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>OHCHR will compile data only from national sources, possibly regional sources, if available/appropriate. Therefore, there should not be discrepancies.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL</strong>: <a href=\"http://www.ohchr.org\">www.ohchr.org</a> </p>\n<p><strong>References: </strong><a href=\"http://www.ohchr.org/EN/Issues/Indicators/Pages/HRIndicatorsIndex\"><strong>www.ohchr.org/EN/Issues/Indicators/Pages/HRIndicatorsIndex</strong></a><strong> </strong></p>","indicator":"16.b.1","target_id":"16.b","sdg_goal":"16","indicator_sort_order":"16-0b-01"}