{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Número de países que informan de sus progresos en los marcos de múltiples interesados para el seguimiento de la eficacia de las actividades de desarrollo que apoyan el logro de los Objetivos de Desarrollo Sostenible","graph_titles":[],"graph_type":"line","indicator_name":"Número de países que informan de sus progresos en los marcos de múltiples interesados para el seguimiento de la eficacia de las actividades de desarrollo que apoyan el logro de los Objetivos de Desarrollo Sostenible","indicator_number":"17.16.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 17: Strengthen the means of implementation and revitalize the Global Partnership for Sustainable Development</p>","SDG_TARGET__GLOBAL":"<p>Target 17.16: Enhance the Global Partnership for Sustainable Development, complemented by multi-stakeholder partnerships that mobilize and share knowledge, expertise, technology and financial resources, to support the achievement of the Sustainable Development Goals in all countries, in particular developing countries</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 17.16.1: Number of countries reporting progress in multi-stakeholder development effectiveness monitoring frameworks that support the achievement of the sustainable development goals</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Number of countries reporting progress in multi-stakeholder development effectiveness monitoring frameworks that support the achievement of the sustainable development goals &#x2013; data by provider countries</p>\n<p>Number of countries reporting progress in multi-stakeholder development effectiveness monitoring frameworks that support the achievement of the sustainable development goals &#x2013; data by recipient countries</p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>17.15 and 5.c.1</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>Organisation for Economic Co-operation and Development (OECD)</p>\n<p>United Nations Development Programme (UNDP)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>Organisation for Economic Co-operation and Development (OECD)</p>\n<p>United Nations Development Programme (UNDP)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>The indicator tracks the number of countries reporting progress in multi-stakeholder monitoring frameworks that track the implementation of development effectiveness commitments supporting the achievement of sustainable development goals (SDGs). </p>\n<p><strong>Concepts:</strong></p>\n<p>&#x201C;Multi-stakeholder development effectiveness monitoring frameworks&#x201D; that track effective development cooperation are monitoring frameworks: </p>\n<p>&#x2022; whose indicators have been agreed on a voluntary basis; whose indicators measure the strength of the relationship between development actors; </p>\n<p>&#x2022; where data collection and review are led by the countries themselves; and where participation in data collection and review involves relevant stakeholders representing, at minimum, the public sector, the private sector and civil society organizations.</p>\n<p>The indicator takes into account the need to capture the respective roles and responsibilities of all parties involved in multi-stakeholder partnerships for development. It does so by looking at development effectiveness frameworks that are led by countries but include the participation of all relevant development partners. </p>\n<p>The Global Partnership for Effective Development Cooperation (Global Partnership) monitoring framework is an example of existing development effectiveness monitoring frameworks. There are other complementary efforts, such as the United Nations Economic and Social Council (ECOSOC) Development Cooperation Forum (DCF) mutual accountability survey. Emerging and future monitoring frameworks that fit the above definition, such as recent efforts to track South-South Cooperation by the Ibero-American General Secretariat (SEGIB), could also be considered.</p>","UNIT_MEASURE__GLOBAL":"<p>Number of countries</p>","CLASS_SYSTEM__GLOBAL":"<p>For developing countries, classification is based on SDG grouping provided by the UN Statistical Office (regional classification, Least Developed Countries (LDCs), Landlocked Developing Countries (LLDCs), Small Island Developing States (SIDS)). </p>\n<p>For development partners, classification is based on SDG grouping (regional). In addition, bilateral partners can be distinguished between members of the Development Assistance Committee (DAC) and non-members. </p>","SOURCE_TYPE__GLOBAL":"<p>The monitoring is a voluntary and country led process. Country governments lead and coordinate data collection and validation. At country level, data are reported by relevant government entities (e.g. the Ministry of finance/budget department for national budget information) and by development partners and stakeholders. OECD and UNDP are supporting developing countries in collecting relevant data through the Global Partnership monitoring exercise, and these organisations lead data aggregation and quality assurance at the global level. </p>\n<p>Complementarily, the United Nations Department of Economic and Social Affairs has been conducting a regular survey for the Development Cooperation Forum, in cooperation with UNDP, to identify national progress in mutual accountability and transparency. Survey results are assessed in comprehensive studies, informing global monitoring and providing practical suggestions for improving development results. Synergies with the measurement of indicator 7 of the Global Partnership monitoring framework are being used. Other complementary sources of data (i.e. additional multi-stakeholder frameworks) may be incorporated in the future to provide a broader picture of progress made by countries towards development effectiveness in support of SDG implementation. </p>","COLL_METHOD__GLOBAL":"<p>(i) For the data collection process of the Global Partnership&apos;s monitoring exercise, a national coordinator is assigned from the country government. S/he typically comes from the Ministry of Finance, the Ministry of Planning, or the Ministry of Foreign Affairs. </p>\n<p>(ii) The national coordinator in turn consults with other stakeholders (including country offices of providers of development co-operation, Civil Society Organisations, the private sector, and trade unions) to gather and validate data.</p>\n<p>The data is then reviewed by headquarters/offices of providers of development co-operation.</p>\n<p>(iii) No adjustments are made to submitted data, given that the validation process needs to stay at country level. However, inconsistencies or possible problematic values are highlighted and sent back to national coordinators for revision.</p>","FREQ_COLL__GLOBAL":"<p>The data collection calendar for global data aggregation was on a biennial cycle prior to 2020. Data has been reported based on data collected in 2016 and 2018. The next monitoring round will take place starting from 2023 with data collection occurring on a rolling basis. </p>","REL_CAL_POLICY__GLOBAL":"<p>Data release is scheduled for the first quarter in the year that immediately follows the national data gathering processes.</p>","DATA_SOURCE__GLOBAL":"<p>Leading central ministry from reporting countries. Typically, the Ministry of Finance, the Ministry of Planning, or the Ministry of Foreign Affairs, depending on the division of labour within each government.</p>\n<p><strong>Description:</strong></p>\n<p>Representatives from the leading ministry in country governments &#x2013;- are responsible for leading the national data gathering process and country-level validation. These representatives coordinate the data collection process at the national level by consolidating data and inputs from providers of development co-operation, Civil Society Organisations, the private sector, and trade unions. For calculation of indicator 17.16.1, country governments submit the data to the OECD/UNDP Joint Support Team of the Global Partnership.</p>","COMPILING_ORG__GLOBAL":"<p>Organisation for Economic Co-operation and Development (OECD) and United Nations Development Programme (UNDP) jointly compile and report the data at the global level.</p>","INST_MANDATE__GLOBAL":"<p>As custodians of this SDG indicator, OECD and UNDP are responsible for providing technical guidance and supporting countries to collect data, compiling and verifying country data, and for submitting the country data and aggregate data for this indicator. Drawing on their institutional support provided to the Global Partnership for Effective Development Co-operation, OECD and UNDP leverage country participation in the Global Partnership monitoring exercise, which since 2013 has tracked progress towards the effectiveness principles and is the recognised source of data and evidence on upholding effectiveness commitments, to aggregate global data for this indicator. Countries not participating in the Global Partnership monitoring exercise are able to submit their country data directly to OECD and UNDP. </p>","RATIONALE__GLOBAL":"<p>Achieving the Sustainable Development Goals requires mobilizing and strengthening multi stakeholder partnerships that can bring and effectively use all the available knowledge, expertise, technology and financial resources for sustainable development. The quality of the relationship between all the relevant partners defines the strength of the global partnership for sustainable development.</p>\n<p>The indicator provides a measure of countries&#x2019; efforts to enhance these multi stakeholder partnerships, and by extension the Global Partnership for Sustainable Development, by looking at progress made on a set of indicators that track how well country governments and development partners are working together towards sustainable development. </p>\n<p>Reflecting the spirit of the global partnership for sustainable development, and the universal nature of the SDGs, the indicator monitors the contribution and behaviour of both provider and recipient countries in establishing more effective, inclusive multi-stakeholder partnerships to support and sustain the implementation of the 2030 Agenda. It does so by measuring their respective but differentiated commitments to strengthen the quality of their development partnerships.</p>","REC_USE_LIM__GLOBAL":"<p>The design of the indicator has practical benefits: </p>\n<p>&#x2022; the indicator allows for relevant monitoring frameworks to be updated in line with evolving commitments and country specific context without affecting the spirit of the indicator;</p>\n<p>&#x2022; the indicator does not presume a globally-set multi-stakeholder framework, acknowledging the diversity of complementary efforts supporting effective development cooperation;</p>\n<p>&#x2022; the indicator allows participating countries to choose whether they would like to report as a provider of development co-operation, as a recipient, or both. </p>\n<p>Data collection for the Global Partnership monitoring framework is led by countries receiving development co-operation. Progress of countries providing development co-operation in implementing development effectiveness commitments is captured through their partnership behaviour in those countries. Depending on each case, countries that currently are both recipient and providers of development cooperation opt to report in their role as recipient and/or provider of development cooperation.</p>","DATA_COMP__GLOBAL":"<p>To reflect the universal nature of target 17.16, this indicator is presented as the global aggregate number of countries reporting progress. For any country reporting towards one (or more) multi-stakeholder development effectiveness framework(s), the country is considered to be reporting progress when, for the year of reference, the number of indicators within the framework(s) that show a positive trend is greater than the number of indicators that show a negative trend.</p>\n<p><u>Countries providing development co-operation funding</u> and reporting in multi-stakeholder development effectiveness monitoring frameworks are assessed against the following elements: </p>\n<ul>\n  <li><em>Aligning to country-defined development objectives: </em>Percentage of new development interventions whose objectives are drawn from country-led results frameworks.</li>\n  <li><em>Using country-led results frameworks: </em>Percentage of results indicators contained in new development interventions which are drawn from country-owned results frameworks.</li>\n  <li><em>Using national monitoring and statistical systems: </em>Percentage of results indicators in new development interventions which will be monitored using government sources and monitoring systems.</li>\n  <li><em>Using national evaluation systems: </em>Percentage of new interventions that plan a final evaluation with country government involvement.</li>\n  <li><em>Transparency of development cooperation</em>: Public availability of information on development cooperation according to international reporting standards. </li>\n  <li><em>Annual predictability of development cooperation</em>: Proportion of development cooperation disbursed as development partners had scheduled at the beginning of the year. </li>\n  <li><em>Medium-term predictability of development cooperation: </em>forward-looking spending plans made available to the partner government (indicative annual amounts of development cooperation support to be provided over the one-to-three years). </li>\n  <li><em>Development cooperation on budgets subject to parliamentary oversight: </em>share<em> </em>of development cooperation funds planned to/for the country&#x2019;s public sector that are recorded in the annual budget submitted for legislative approval.</li>\n  <li><em>Development cooperation delivered through country systems: </em>Proportion of development cooperation disbursed to a given country according to national regulations and systems for public financial management (i.e. budgeting, financial reporting, auditing) and procurement.</li>\n  <li><em>Untied aid: </em>Proportion of development cooperation that is untied.<sup><a href=\"#footnote-2\" id=\"footnote-ref-2\">[1]</a></sup></li>\n</ul>\n<p><u>Countries receiving development cooperation funding</u> and reporting in multi-stakeholder development effectiveness monitoring frameworks are assessed against the following elements:<u> </u></p>\n<ol>\n  <li><em>Leading in setting up national priorities: </em>Countries strengthen their<em> </em>national results frameworks.</li>\n  <li><em>Creating an enabling environment for civil society organisations: </em>Civil society organizations operate within an environment that maximises their engagement in and contribution to development.</li>\n  <li><em>Promoting private sector engagement and contribution to development: </em>Quality of public-private dialogue. </li>\n  <li><em>Recording development cooperation on budgets subject to parliamentary oversight</em>: Share of development cooperation funds planned to/for the country&#x2019;s public sector that are recorded in the annual budget submitted for legislative approval.</li>\n  <li><em>Strengthening mutual accountability: </em>Mutual accountability among development actors is strengthened through inclusive reviews.</li>\n  <li><em>Strengthening gender equality and women&#x2019;s empowerment: </em>Existence of transparent government systems to track public allocations for gender equality and women&#x2019;s empowerment. </li>\n  <li><em>Strengthening domestic institutions: </em>Quality of the country&#x2019;s budgetary and public financial management.</li>\n</ol>\n<p>Countries providing and receiving development cooperation funding are invited to select whether they would like to report against provider-specific commitments, against recipient-specific commitments, or against both sets of commitments.</p>\n<p>For countries reporting both as providers and recipients of development cooperation, progress is calculated separately based on the respective set of indicators described above. Disaggregated results will show the detailed performance in each category. For the ultimate count of the number of countries making progress, dual countries are accounted as making progress if progress is made as recipient <strong>or</strong> as provider of development cooperation. </p>\n<p>The baseline for assessing progress is the latest measurement available for each specific count When no baseline exists for a country, the first measurement available for an indicator constitutes the baseline for future measurements of progress.</p>\n<p>When a country meets and sustains all targets for the indicators it reports on (i.e. it is logically impossible to make further progress) it is considered as &#x201C;making progress&#x201D;. </p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-2\">1</sup><p> Estimates currently available for countries that are members of the OECD Development Assistance Committee. Data can be found at https://stats.oecd.org/Index.aspx?DataSetCode=TABLE7B <a href=\"#footnote-ref-2\">&#x2191;</a></p></div></div>","DATA_VALIDATION__GLOBAL":"<p>The OECD and UNDP review the project level data submitted by partner countries in consultation and coordination with countries&#x2019; national coordinators and with providers of development co-operation.</p>\n<p>Details on the validation process can be found at <a href=\"https://www.effectivecooperation.org/content/2018-monitoring-guide-national-co-ordinators\">https://www.effectivecooperation.org/content/2018-monitoring-guide-national-co-ordinators</a>. </p>","ADJUSTMENT__GLOBAL":"<p>Not applicable.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>There is no treatment done for missing values. However, missing information is highlighted during data validation processes and stakeholders are asked to fill in these gaps. </p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>No imputation is done for missing values. However, missing information is highlighted during data validation processes and stakeholders are asked to fill in these gaps.</p>","REG_AGG__GLOBAL":"<p>Global estimates are calculated as the simple sum of the number of countries in the world who have made progress in multistakeholder development effectiveness frameworks.</p>","DOC_METHOD__GLOBAL":"<p>A monitoring guide is available to national coordinators in English, French and Spanish. A separate guide in English is also available to providers of development co-operation. The guidance is updated regularly. The guide for national coordinators is available at https://www.effectivecooperation.org/system/files/2020-09/2018_Monitoring_Guide_National_Coordinator.pdf. </p>","QUALITY_MGMNT__GLOBAL":"<p>The national coordinator has the main responsibility to ensure the quality and comprehensiveness of data for this indicator. OECD and UNDP provide helpdesk and guidance materials to support the national coordinator managing the quality of data. </p>","QUALITY_ASSURE__GLOBAL":"<p>The national coordinator has the main responsibility to ensure the quality and comprehensiveness of data for this indicator. OECD and UNDP support the quality assurance of data through joint review of data with the national coordinator and by engaging development partners at HQ level, UN development system and UNDP country offices as needed, and cross checking with data set submitted for previous monitoring rounds.</p>","QUALITY_ASSMNT__GLOBAL":"<p>OECD and UNDP support the quality assessment through joint review of data with the national coordinator and by engaging development partners at HQ level, UN development system and UNDP country offices as needed, and cross checking with data set submitted for previous monitoring rounds.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Global aggregates are available for the 2016 and 2018 Global Partnership monitoring rounds. New data will be available after 2023. </p>\n<p><strong>Time series:</strong></p>\n<p>Data for countries have been compiled in 2016 and 2018. From 2023, data will be available on a rolling basis with all countries encouraged to report at least once within a four-year cycle.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>The indicator presented as a global aggregate is generated through a bottom-up approach whereby data is collected at the country level and can therefore be disaggregated back at the level of countries (for both development cooperation providers and recipients) for national analysis and mutual dialogue. The data can also be further disaggregated according to individual indicators (i.e. specific dimensions of effective development cooperation) that are included within the multi-stakeholder frameworks.</p>\n<p>To foster regional policy dialogue, disaggregation at the regional level is possible and encouraged. Some existing platforms are already using the evidence for regional monitoring, learning and policy discussions (e.g. NEPAD in Africa, the Asia-Pacific Development Effectiveness Facility in Asia-Pacific, the Pacific Islands Forum Secretariat, the UN Regional Economic Commissions). </p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>","OTHER_DOC__GLOBAL":"<h2>URL:</h2>\n<p><a href=\"http://effectivecooperation.org/\">http://effectivecooperation.org/</a> </p>\n<p><strong>Internationally agreed methodology and guideline URL: </strong>https://www.effectivecooperation.org/system/files/2020-09/2018_Monitoring_Guide_National_Coordinator.pdf </p>\n<h2>References:</h2>\n<p>Coppard, D. and C. Culey (2015). The Global Partnership for Effective Development Co-operation&#x2019;s Contribution to the 2030 Agenda for Sustainable Development. Plenary Session 1 Background Paper. Busan Global Partnership Forum, Korea.</p>\n<p>Espey, Jessica; K. Walecik and M. K&#xFC;hner (2015). Follow-up and Review of the SDGs: Fulfilling our Commitments. Sustainable Development Solutions Network: A Global Initiative for the United Nations. New York: SDSN.</p>\n<p>GPEDC (2018). 2018 <em>Monitoring Guide</em>. /Paris/New York. Available at: 09/2018_Monitoring_Guide_National_Coordinator.pdf </p>\n<p>Hazlewood, P. (2015). Global Multi-stakeholder Partnerships: Scaling Up Public-Private Collective Impact for SDGs. Independent Research Forum, Background Paper 4: IRF2015.</p>\n<p>Ocampo, J.A. and G&#xF3;mez, N. (2014). Accountable and Effective Development Cooperation in a Post-2015 era. Background Study 3: Accountability for Development Cooperation. ECOSOC: DCG Germany High-Level Symposium.</p>\n<p>Ocampo, Jose Antonio (2015). A Post-2015 Monitoring and Accountability Framework. UNDESA: CDP Background Paper No. 27. ST/ESA/2015/CDP/27.</p>","indicator":"17.16.1","target_id":"17.16","sdg_goal":"17","indicator_sort_order":"17-16-01"}