{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Indicador de capacidad estadística para el seguimiento de los Objetivos de Desarrollo Sostenible","graph_titles":[],"graph_type":"line","indicator_name":"Indicador de capacidad estadística para el seguimiento de los Objetivos de Desarrollo Sostenible","indicator_number":"17.18.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 17. Strengthen the means of implementation and revitalize the Global Partnership for Sustainable Development </p>","SDG_TARGET__GLOBAL":"<p>Target 17.18: By 2020, enhance capacity-building support to developing countries, including for least developed countries and small island developing States, to increase significantly the availability of high-quality, timely and reliable data disaggregated by income, gender, age, race, ethnicity, migratory status, disability, geographic location and other characteristics relevant in national contexts</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 17.18.1: Statistical capacity indicators<sup><a href=\"#footnote-2\" id=\"footnote-ref-2\">[1]</a></sup></p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-2\">1</sup><p> Refinement of the indicator name approved by the IAEG-SDGs in its November 2023 meeting and pending final approval by the 55th session of the Statistical Commission in March 2024. <a href=\"#footnote-ref-2\">&#x2191;</a></p></div></div>","SDG_SERIES_DESCR__GLOBAL":"<p>IQ_SPI_PIL4 - Data Sources performance index (Statistical Performance Indicators Pillar 4) [17.18.1]</p>\n<p>IQ_SPI_PIL5 - Data Infrastructure performance index (Statistical Performance Indicators Pillar 5) [17.18.1]</p>","META_LAST_UPDATE__GLOBAL":"2023-12-15","SDG_RELATED_INDICATORS__GLOBAL":"<p>17.18.2, 17,18.3, 17.19.1, 17.19.2</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>World Bank (WB)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>World Bank (WB)</p>","STAT_CONC_DEF__GLOBAL":"<p>The new Statistical Performance Indicators (SPI) replaces the Statistical Capacity Index (SCI), which the World Bank has regularly published since 2004. Although the goals are the same, to offer a better tool to measure the statistical systems of countries, the new SPI framework has expanded into new areas including data use, administrative data, geospatial data, data services, and data infrastructure. The SPI provides a framework that can help countries measure where they stand in several dimensions and offers an ambitious measurement agenda for the international community.</p>\n<p>The data sources overall score (Pillar 4 score) is a composite measure of whether countries have data available from the following sources: Censuses and surveys, administrative data and geospatial data. The data sources (input) pillar is segmented by the following sources generated by (i) the statistical office (censuses and surveys), and sources accessed from elsewhere such as (ii) administrative data, and (iii) geospatial data. </p>\n<p>The data sources pillar (Pillar 4) covers the following dimensions:</p>\n<ul>\n  <li><strong>Dimension 4.1: Censuses and Surveys:</strong> <em>Availability of recent censuses and surveys covering broad areas. The following censuses and surveys are considered: Population &amp; Housing census, Agriculture census, Business/establishment census, Household Survey on income/ consumption/ expenditure/ budget/ Integrated Survey, Agriculture survey, Labor Force Survey, Health/Demographic survey, Business/establishment survey. Source: NSO websites, World Bank microdata library, ILO microdata library, IHSN microdata library</em>.</li>\n  <li><strong>Dimension 4.2: Administrative Data:</strong> <em>Availability of Civil Registration and Vital Statistics (CRVS) indicator. A complete CRVS is one type of administrative data system that is well documented based on the United Nations Demographic Yearbook Vital Statistics Questionnaire.</em></li>\n  <li><strong>Dimension 4.3: Geospatial Data:</strong> <em>Geospatial data available at 1st Admin Level. This data source from Open Data Watch focuses on data availability at the sub-national level and provides a partial understanding of a country&#x2019;s ability to produce geospatial data. </em></li>\n</ul>\n<p>The data infrastructure overall score (Pillar 5 score) measures standards and methods addressing compliance with recognized frameworks and concepts.</p>\n<p><strong>Standards and Methods:</strong> <em>This set of indicators is based on countries&#x2019; use of internationally accepted and recommended methodologies, classifications and standards regarding data integration. These indicators help facilitate data exchange and provide the foundation for the preparation of relevant statistical indicators. The following methods and standards are considered: System of national accounts in use, National Accounts base year, Classification of national industry, CPI base year, Classification of household consumption, Classification of status of employment, Central government accounting status, Compilation of government finance statistics, Compilation of monetary and financial statistics, Business process. Further work could improve the validity of this indicator and reduce the risk that countries may be incentivized to adopt only traditional standards and methods and neglect innovative solutions that may be more valid in the current context. </em></p>","UNIT_MEASURE__GLOBAL":"<p>0-100 scale</p>","CLASS_SYSTEM__GLOBAL":"<p>The data sources and data infrastructure index are produced by aggregating several underlying indicators. There is no standard international classification, but the approach has been peer reviewed in Dang, Pullinger, Serajuddin, &amp; Stacy (2023).</p>","SOURCE_TYPE__GLOBAL":"<p>For pillar 4, on censuses and surveys, two complementary approaches are taken to collecting data. The first is to make use of data submitted to the World Bank, International Household Survey Network (IHSN), International Labour Organization (ILO), and Food and Agriculture Organization (FAO) microdata libraries. Only surveys that are marked as nationally representative are used, and surveys are classified (as either health surveys, agriculture surveys, labor force surveys, etc.) using the classifications submitted to the microdata libraries. The contents of searches on these databases are available in the github repository. The second approach is a manual data collection effort, where national statistical office (NSO) websites have been visited to ensure no surveys were missed. To be included in this search, the survey or census must be publicly available and accessible. If surveys or censuses are missed in this search, the easiest way for a country to get it included would be to create an entry for the survey at one of the microdata libraries. Information on the completeness of the Civil Registry and Vital Statistics (CRVS) is sourced from the UN SDG global monitoring database. Information on whether data is available at the 1st administrative level, for the geospatial indicator, is sourced from Open Data Watch.</p>\n<p>For pillar 5, indicators in the standards and methods pillar are sourced primarily through the International Monetary Fund (IMF). Information on the system of national accounts in use and national accounts base year are sourced through the World Bank&#x2019;s World Development Indicaotrs (WDI) metadata. Data for the business process indicator is sourced through the United Nations Industrial Development Organization (UNIDO) and the United Nations Economic Commission for Europe (UNECE). </p>","COLL_METHOD__GLOBAL":"<p>The World Bank transparently shares and makes public the methodologies for all adjustments to original data (e.g., through its Statistical Performance Indicators (SPI) website, <a href=\"https://www.worldbank.org/spi\">https://www.worldbank.org/spi</a> and its various analytical documents). All code and data to generate the SPI scores is available on the SPI public github repository (<a href=\"https://github.com/worldbank/SPI\">https://github.com/worldbank/SPI</a>).</p>","FREQ_COLL__GLOBAL":"<p>Data is collected at the beginning of November each calendar year.</p>","REL_CAL_POLICY__GLOBAL":"<p>Data is released annually near the beginning of April.</p>","DATA_SOURCE__GLOBAL":"<p>Data come from the World Bank, International Monetary Fund (IMF), Open Data Watch, PARIS21, International Labour Organization (ILO), World Health Organization (WHO), United Nations Educational, Scientific and Cultural Organization (UNESCO), International Household Survey Network (IHSN), United Nations (UN), and Food and Agriculture Organization (FAO). Additionally, some data is collected directly from the websites of national statistical offices.</p>","COMPILING_ORG__GLOBAL":"<p>World Bank (WB)</p>","INST_MANDATE__GLOBAL":"<p>Within the World Bank, the Development Data Group (DECGG) is in charge of the collection, validation, and calculation of SPI indicators.</p>","RATIONALE__GLOBAL":"<p>The data sources pillar (Pillar 4) is segmented by three types of sources generated by (i) the statistical office (censuses and surveys), and sources accessed from elsewhere such as (ii) administrative data and (iii) geospatial data. The appropriate balance between these source types will vary depending on a country&#x2019;s institutional setting and the maturity of its statistical system. High scores should reflect the extent to which the sources being utilized enable the necessary statistical indicators to be generated. For example, a low score on environment statistics (in the data production pillar) may reflect a lack of use of (and low score for) geospatial data (in the data sources pillar). This type of linkage is inherent in the data cycle approach and can help highlight areas for investment required if country needs are to be met.</p>\n<p>The data infrastructure pillar (Pillar 5) includes standards and methods addressing compliance with recognized frameworks and concepts.</p>","REC_USE_LIM__GLOBAL":"<p>In the data sources pillar (Pillar 4), more information is needed in the areas of administrative data and geospatial data. On administrative data, the picture could be complemented with indicators on whether countries have administrative data systems in place to measure health, education, labor, and social protection program statistics. For the geospatial indicator, the information could be complemented by new measures of how countries are using geospatial information in other ways, for instance using satellite data. And while the world is increasingly awash with private and citizen generated data (e.g., on mobility, job search, or social networking), on a global scale there is no reliable source to measure how national statistical systems are incorporating this information, but in the future measures could be adopted that do so.</p>\n<p>Several &#x2018;soft&#x2019; components of the data infrastructure index could be added, but currently lack adequate data. This includes the areas of skills and of partnerships between entities in the national statistical system. The SPI dashboard makes use of the PARIS21 led SDG indicator on whether the statistical legislations in countries met the standards of the UN Fundamental Principles of Statistics, but this was not incorporated into the overall SPI score, because of inadequate country coverage. This is also true of the PARIS21 led SDG indicator on whether the national statistical system is fully funded. </p>","DATA_COMP__GLOBAL":"<p>An overall score is produced by combining the Statistical Performance Indicators to yield one single index. The statistical performance indicators have a nested structure, and the SPI Pillar 4 and Pillar 5 scores are formed by sequentially aggregating each level. To begin we produce a score for each dimension, which, unless otherwise stated, is an unweighted average of the indicators within that dimension. After computing a score for each dimension, a score for the pillar is computed as an unweighted average of the dimensions in that pillar. </p>\n<p>For Pillar 4 on data sources, censuses and surveys are given separate weights, so that censuses, surveys, admin data, and geospatial data each receives a weight of 1/4. While censuses and surveys are in the same pillar in the framework, and therefore each would typically only receive a weight of 1/6 (for a total weight of 1/3) in this dimension, because of their importance in producing many indicators, they are given extra weight such that they each gets a weight of 1/4 (for a total weight of 1/2).</p>\n<p>For SPI Pillar 5, only the standards and methods dimension is included in the final score, although additional indicators that had lower levels of country coverage are available in the SPI database.</p>\n<p>The SPI Pillar 4 and Pillar 5 scores have a maximum score of 100 and a minimum of 0. A score of 100 would indicate that a country has every single element that we measure. A score of 0 indicates that none are in available. </p>\n<p>The nested structure of the index and the summation methods used to build an overall score meet the axiomatic properties outlined in Cameron et al. 2021. These properties include symmetry, monotonicity, and subgroup decomposability. Symmetry refers to property where if the values of two indicators in a nesting are switched, then the resulting index scores are unaffected. Monotonicity implies that if the value of an indicator improves, then the resulting index scores improve as well. Subgroup decomposability results from the fact that the scores are a weighted average of the subgroups (either indicators, dimensions, pillars) that make up that score and so can be written as a linear combination of those subgroups.</p>\n<p>Scores for each dimension in Pillar 4 are discussed below:</p>\n<p><strong>Dimension 4.1: censuses and surveys</strong></p>\n<p>This indicator draws from data collected by the Statistical Performance Indicators team. The following censuses and surveys are considered:</p>\n<ul>\n  <li>Population &amp; Housing census</li>\n  <li>Agriculture census</li>\n  <li>Business/establishment census</li>\n  <li>Household Survey on income/ consumption/ expenditure/ budget/ Integrated Survey</li>\n  <li>Agriculture survey</li>\n  <li>Labor Force Survey</li>\n  <li>Health/Demographic survey</li>\n  <li>Business/establishment survey</li>\n</ul>\n<p><strong>Population &amp; Housing census</strong></p>\n<p>Population censuses collect data on the size, distribution and composition of population and information on a broad range of social and economic characteristics of the population. It also provides sampling frames for household and other surveys. Housing censuses provide information on the supply of housing units, the structural characteristics and facilities, and health and the development of normal family living conditions. Data obtained as part of the population census, including data on homeless persons, are often used in the presentation and analysis of the results of the housing census. It is recommended that population and housing censuses be conducted at least every 10 years.</p>\n<p>1 Point. Population census done within last 10 years<br>0.5 Points. Population census done within last 20 years </p>\n<p>0 Points. Otherwise</p>\n<p><strong>Agriculture census</strong></p>\n<p>Agriculture censuses collect information on agricultural activities, such as size of holding, land tenure, land use, employment and production, and provide basic structural data and sampling frames for agricultural surveys. Censuses of agriculture normally involves collecting key structural data by complete enumeration of all agricultural holdings, in combination with more detailed structural data using sampling methods. It is recommended that agricultural censuses be conducted at least every 10 years.</p>\n<p>1 Point. census done within last 10 years<br>0.5 Points. census done within last 20 years<br>0 Points. Otherwise</p>\n<p><strong>Business/establishment census</strong></p>\n<p>Business/establishment censuses provide valuable information on all economic activities, number of employed and size of establishments in the economy. Business Register information is establishment-based and includes business location, organization type (e.g. subsidiary or parent), industry classification, and operating data (e.g., receipts and employment).</p>\n<p>1 Point. census done within last 10 years<br>0.5 Points. census done within last 20 years<br>0 Points. Otherwise</p>\n<p><strong>Household Survey on income/consumption/expenditure/budget/Integrated Survey</strong></p>\n<p>These surveys collect data on household income (including income in kind), consumption and expenditure. They typically include income, expenditure, and consumption surveys, household budget surveys, integrated surveys. It is recommended that surveys on income and expenditure be conducted at least every 3 to 5 years.</p>\n<p>1 Point. 3 or more surveys done within past 10 years<br>0.67 Points. 2 surveys done within past 10 years;<br>0.33 Points. 1 survey done within past 10 years;<br>0 Points. None within past 10 years</p>\n<p><strong>Agriculture survey</strong></p>\n<p>Agricultural surveys refer to surveys of agricultural holdings based on the sampling frames established by the agricultural census. These are surveys on agricultural land, production, crops and livestock, aquaculture, labor and cost, and time use. Some issues, such as gender and food security, are of interest to most agriculture surveys.</p>\n<p>1 Point. 3 or more surveys done within past 10 years<br>0.67 Points. 2 surveys done within past 10 years;<br>0.33 Points. 1 survey done within past 10 years;<br>0 Points. None within past 10 years</p>\n<p><strong>Labor Force Survey</strong></p>\n<p>Labor force survey is a standard household-based survey of work-related statistics at the national and sub-national employment or unemployment levels, rates or trends. The surveys also provide the characteristics of the employed or unemployed, including labor force status by age or gender, breakdowns between employees and the self-employed, public versus private sector employment, multiple job-holding, hiring, job creation, and duration of unemployment.</p>\n<p>1 Point. 3 or more surveys done within past 10 years<br>0.67 Points. 2 surveys done within past 10 years;<br>0.33 Points. 1 survey done within past 10 years;<br>0 Points. None within past 10 years</p>\n<p><strong>Health/Demographic survey</strong></p>\n<p>Health surveys collect information on various aspects of health of populations, such as health expenditure, access, utilization, and outcomes. They typically include Demographic and Health Surveys. It is recommended that health surveys be conducted at least every 3 to 5 years.</p>\n<p>1 Point. 3 or more surveys done within past 10 years<br>0.67 Points. 2 surveys done within past 10 years;<br>0.33 Points. 1 survey done within past 10 years;<br>0 Points. None within past 10 years</p>\n<p><strong>Business/establishment survey</strong></p>\n<p>The business/establishment survey provides information on employment, hours, and earnings of employees from a sample of business establishments including private and public, entities that are classified based on an establishment&#x2019;s principal activity from the business or establishment census. Establishment surveys include surveys of businesses, farms, and institutions. They may ask for information about the establishment itself and/or employee characteristics and demographics.</p>\n<p>1 Point. 3 or more surveys done within past 10 years<br>0.67 Points. 2 surveys done within past 10 years;<br>0.33 Points. 1 survey done within past 10 years;<br>0 Points. None within past 10 years</p>\n<p><strong>Dimension 4.2: CRVS</strong></p>\n<p>Civil registration is the act of recording and documenting of vital events in a person&#x2019;s life (including birth, marriage, divorce, adoption, and death and cause of death) and is a fundamental function of national governments. Birth registration establishes an individual&#x2019;s legal identity at birth. A legal identity, name, nationality, and proof of age, are important human rights. They enable individuals to be included in various government, social and private services, and include the right to vote, etc. Vital statistics are compiled using civil registration information on these vital events. The availability of reliable and up-to-date vital statistics depends on the level of development of civil registration programs. An effective civil registration and vital statistics (CRVS) system is critical for planning and monitoring programs across several sectors.</p>\n<p>Data comes from the UNSD Global SDG monitoring database. Scoring is as follows:<br>1 Points. Both of at least 90% of births registered and at least 75% of deaths registered </p>\n<p>0.5 Points. One of at least 90% of births registered or at least 75% of deaths registered </p>\n<p>0 Points. Neither</p>\n<p><strong>Dimension 4.3: geospatial data</strong></p>\n<p>Our source for this indicator is Open Data Watch. From Open Data watch:</p>\n<p>The Open Data Inventory (ODIN) assesses the coverage and openness of official statistics to help identify gaps, promote open data policies, improve access, and encourage dialogue between national statistical offices (NSOs) and data users. ODIN 2018/19 includes 178 countries, including most all OECD countries. Two-year comparisons are for all countries with two years of data between 2015-2017. Scores can be compared across topics and countries.</p>\n<p>We use their indicator on whether indicators are available at the first administrative level. To identify the first administrative levels, ODIN largely draws on the ISO 3166-2 standard. In many countries, first administrative levels refer to governorates, regions, or province. </p>\n<p>Scoring for the ODIN indicators for geospatial information is below:</p>\n<ul>\n  <li>1 point if all published data in a data category are available at first administrative level.</li>\n  <li>0.5 points if some published data in a data category are available at first administrative level.</li>\n  <li>0 points if no data are available at this level</li>\n</ul>\n<p>There are 21 data categories.</p>\n<p>Social Statistics<br>1. Population and Vital Statistics<br>2. Education Facilities<br>3. Education Outcomes<br>4. Health Facilities<br>5. Health Outcomes<br>6. Reproductive Health<br>7. Gender Statistics<br>8. Crime and Justice Statistics<br>9. Poverty Statistics</p>\n<p>Economic Statistics<br>10. National Accounts<br>11. Labor Statistics<br>12. Price Indexes<br>13. Government Finance<br>14. Money and Banking<br>15. International Trade<br>16. Balance of Payments</p>\n<p>Environmental Statistics<br>17. Land Use<br>18. Resource Use<br>19. Energy Use<br>20. Pollution<br>21. Built Environment</p>\n<p>Scores for each dimension in Pillar 5 are discussed below:</p>\n<p><strong>Dimension 5.2: standards and methods</strong></p>\n<p><strong>System of National Accounts in use</strong></p>\n<p>The national accounts data are compiled using the concepts, definitions, framework, and methodology of the System of National Account 2008 (SNA2008) or European System of National and Regional Accounts (ESA 2010). The manual has evolved to meet the changing economic structure, to follow systematic accounting and ensure international compatibility.</p>\n<p>Scoring: </p>\n<p>1 point for using SNA2008 or ESA 2010, </p>\n<p>0.5 points for using SNA 1993 or ESA 1995, </p>\n<p>0 points otherwise</p>\n<p><strong>National Accounts base year</strong></p>\n<p>National accounts base year is the year used as the base period for constant price calculations in the country&#x2019;s national accounts. It is recommended that the base year of constant price estimates be changed periodically to reflect changes in economic structure and relative prices.</p>\n<p>1 point for chained price, </p>\n<p>0.5 for reference period within past 10 years, </p>\n<p>0 points otherwise.</p>\n<p><strong>Classification of national industry</strong></p>\n<p>The industrial production data are compiled using the International Standard Industrial Classification of All Economic Activities (ISIC) Rev.4 and Statistical Classification of Economic Activities in the European Community (NACE) Rev.2. ISIC Rev.4 is a standard classification of economic activities arranged so that entities can be classified per the activity they carry out using criteria such as input, output and use of the products produced, more emphasis has been given to the character of the production process in defining and delineating ISIC classes for international comparability. The manual and classification have changed to cover the complete scope of industrial production, employment, and GDP and other statistical areas.</p>\n<p>1 Point. Latest version is adopted (ISIC Rev 4, NACE Rev 2 or a compatible classification)</p>\n<p>0.5 Points. Previous version is used (ISIC Rev 3, NACE Rev 1 or a compatible classification)</p>\n<p>0 Points. Otherwise</p>\n<p><strong>CPI base year</strong></p>\n<p>Consumer Price Index serves as indicators of inflation and reflects changes in the cost of acquiring a fixed basket of goods and services by the average consumer.<br>Weights are usually derived from consumer expenditure surveys and the CPI base year refers to the year the weights were derived. It is recommended that the base year be changed periodically to reflect changes in expenditure structure.</p>\n<p>1 Point. Annual chain linking. </p>\n<p>0.5 Points. Base year in last 10 years. </p>\n<p>0 points. Otherwise</p>\n<p><strong>Classification of household consumption</strong></p>\n<p>Classification of Individual Consumption According to Purpose (COICOP) is used in household budget surveys, consumer price indices and international comparisons of gross domestic product (GDP) and its component expenditures.<br>Although COICOP is not strictly linked to any particular model of consumer behavior, the classification is designed to broadly reflect differences in income elasticities. It is an integral part of the SNA1993 and more detailed subdivision of the classes provide comparability between countries and between statistics in these different areas.</p>\n<p>1 Point. Follow Classification of Individual Consumption by Purpose (COICOP) </p>\n<p>0 Points. Otherwise</p>\n<p><strong>Classification of status of employment</strong></p>\n<p>Classification of status of employment refers to employment data that are compiled using the current international standard International Classification of Status in Employment (ISCE-93). It classifies jobs with respect to the type of explicit or implicit contract of employment between the job holder and the economic unit in which he or she is employed. Therefore, it aims to provide the basis for production of internationally comparable statistics on the employment relationship, including the distinction between salaried employment and self-employment.</p>\n<p>1 Point. Follow International Labour Organization, International Classification of Status in Employment (ICSE-93) or 2012 North American Industry Classification System (NAICS). </p>\n<p>0 Points Otherwise.</p>\n<p><strong>Central government accounting status</strong></p>\n<p>Government finance accounting status refers to the accounting basis for reporting central government financial data. For many countries&#x2019; government finance data, have been consolidated into one set of accounts capturing all the central government&#x2019;s fiscal activities and following noncash recording basis.<br>Budgetary central government accounts do not necessarily include all central government units, the picture they provide of central government activities is usually incomplete.</p>\n<p>1 Point. Consolidated central government accounting follows noncash recording basis<br>0.5 Points. Consolidated central government accounting follows cash recording basis<br>0 Points. Otherwise</p>\n<p><strong>Compilation of government finance statistics</strong></p>\n<p>(GFSM) in use for compiling the data. It provides guidelines on the institutional structure of governments and the presentation of fiscal data in a format similar to business accounting with a balance sheet and income statement plus guidelines on the treatment of exchange rate and other valuation adjustments. The latest manual GFSM2014 is harmonized with the SNA2008.</p>\n<p>1 Point. Follow the latest Government Finance Statistical Manual (2014)/ ESA2010<br>0.5 Points. Previous version is used (GFSM 2001)<br>0 Points. Otherwise</p>\n<p><strong>Compilation of monetary and financial statistics</strong></p>\n<p>Compilation of monetary and financial statistics refers to the Monetary and Financial Statistics Manual (MFSM) in use. It covers concepts, definitions, classifications of financial instruments and sectors, and accounting rules, and provides a comprehensive analytic framework for monetary and financial planning and policy determination. The Monetary and Finance Statistics: Compilation Guide (2008) provides detailed guidelines for the compilation of monetary and financial statistics in addition to MFSM.</p>\n<p>1 Point. Follow the latest Monetary and Finance Statistics Manual (2000) or Monetary and Finance Statistics: Compilation Guide (2008/2016) </p>\n<p>0 Points. Otherwise</p>\n<p><strong>Business process</strong></p>\n<p>The Generic Statistical Business Process Model (GSBPM) aims to describe statistics production in a general and process-oriented way. It is used both within and between statistical offices as a common basis for work with statistics production in different ways, such as quality, efficiency, standardization, and process-orientation. It is used for all types of surveys, and &#x201C;business&#x201D; is not related to &#x201C;business statistics&#x201D; but refers to the statistical office, simply expressed.</p>\n<p>1 Point. GSBPM is in use </p>\n<p>0 Points. Otherwise</p>","DATA_VALIDATION__GLOBAL":"<p>The technical quality of the dataset is measured in a number of different ways. First, a set of automated data checks are performed, which involve comparing new values added to the dataset to the values of previous years to highlight unexpected changes or outliers and applying a set of data validation rules to check if any values of any columns are outside of expected bounds. </p>\n<p>For new data added, the following validation checks are performed to highlight potential issues. First, the data set will be compared to the original dataset published on github. It is natural for some values to change from this vintage compared to last vintage, as the underlying data sources have been updated. However, this comparison helps to systematically monitor the differences and potentially highlight unexpected changes. The dataCompareR package is used for this purpose in R (Johnston et al. 2021).</p>\n<p>Second, the data set is compared to a set of expected values for each column. The exact expected values are listed in the appendix (Supplementary Information), but the general idea is to check that the values adhere to rational min/max values and positive correlate in expected ways. For instance, the availability of SDG indicators columns is the fraction of SDG indicators in a goal with a value in the previous 5 years. Thus, they should be between 0 and 1. Additionally, the countries and dates included are matched to a pre-specified expected list to uncover the accidental inclusion/exclusion of dates or countries. The validate R package is used for this purpose (van der Loo &amp; de Jonge (2021). </p>\n<p>Third, we examine the index using different weighting methods, which does not change the results significantly. For example, using a weight of 1/6 for censuses and surveys (instead of &#xBC; in pillar 4 on data sources) provides very similar results. In particular, the correlation between the SPI overall score under the preferred approach and the alternative approach is 0.998.</p>\n<p>Finally, we provide qualitative data checks by regularly consulting with colleagues who are experts at the World Bank and other international organizations (e.g., FAO, IMF, ILO) on different development subjects. In particular, we obtain data help through our long-running collaboration with colleagues at other international agencies (e.g., by asking them to reach out to their contacts in the NSOs for data verification or clarification). Similarly, wherever data for some indicators (countries) are in doubt, we also discuss with our country-based colleagues who are charged with daily monitoring of country development. This internal validation process is based on established data quality procedures that we implement for all the other databases produced by the World Bank such as the World Development Indicators. </p>","ADJUSTMENT__GLOBAL":"<p>Not applicable</p>","IMPUTATION__GLOBAL":"<p>In general, missing data for a particular country-year observation is not imputed. There is one exception. One is that data from Open Data Inventory (ODIN) on data openness and geospatial data is available in 2015, 2016, 2017, 2018, and 2020, but not 2019. For 2019 data, the 2018 value is imputed by carrying forward the 2018 value for 2019.</p>","REG_AGG__GLOBAL":"<p>Regional aggregations are calculated by taking an unweighted average of country level SPI scores for that region.</p>","DOC_METHOD__GLOBAL":"<p>Not applicable</p>","QUALITY_MGMNT__GLOBAL":"<p>Before publishing the numbers the data will follow a three-level review process. First, an internal team review will take place, where a number of data quality checks are completed. These data checks are described in greater detail below and in Dang et al. (2023). This involves for each country a comparison of the updated value to the value for the latest year from the previous vintage of data. It also includes a set of automated data checks built on the <a href=\"https://github.com/data-cleaning/validate\">R package: validate</a>. This package automatically checks that database adheres to a set of expectations including the number of countries, the time span covered by the indicators, and that the indicators themselves fall into predefined ranges (e.g. indicators scored between 0 and 1 all have values between 0 and 1). Second, a DECDG internal review takes place where indicators values for countries are shared within the DECDG team for review. At this opportunity, DECDG staff will have the opportunity to look at country scores for each indicator and comment on whether these reflect ground truth. Finally, country scores will be sent out the regional directors for information. In this case, regional reports will be produced for each World Bank region, which include the regional aggregate score and the score for other regions, the country scores for countries within each region, and time trends for that region.</p>","QUALITY_ASSURE__GLOBAL":"<p>To create a layer of transparency and accountability, the SPI team maintains an <a href=\"https://github.com/worldbank/SPI\">SPI github repository</a>, so users can track changes to the raw information collected in detail through the version control tools of Github. The github repository contains the version control history of the code and data, which documents every change in the data and code of the entire project dating back to July 2020 to build confidence and transparency. Any user can openly view how an indicator was constructed, and any change to the code or data that took place back to July 2020, before the project launch.</p>","QUALITY_ASSMNT__GLOBAL":"<p>Prior to release, the SPI team produces a &#x201C;what&#x2019;s new&#x201D; publication detailing information about the data production process. The SPI &#x201C;what&#x2019;s new&#x201D; publication will detail the dates that data was collected for the indicators and show a table showing changes between the current release and the previous release for all countries. </p>","COVERAGE__GLOBAL":"<p>Data is available for 186 countries and areas as of the 2022 data release. These economies cover roughly 99.3% of the world population.</p>","COMPARABILITY__GLOBAL":"<p>Not applicable</p>","OTHER_DOC__GLOBAL":"<p>URL:</p>\n<p><a href=\"https://www.worldbank.org/spi\">https://www.worldbank.org/spi</a></p>\n<p>Github:</p>\n<p><a href=\"https://github.com/worldbank/SPI\">https://github.com/worldbank/SPI</a></p>\n<p>SPI Working Paper:</p>\n<p><a href=\"https://documents.worldbank.org/en/publication/documents-reports/documentdetail/440191616164007723\">https://documents.worldbank.org/en/publication/documents-reports/documentdetail/440191616164007723</a> </p>\n<p>SPI Technical Paper:</p>\n<p><a href=\"https://documents.worldbank.org/en/publication/documents-reports/documentdetail/815721616086786412\">https://documents.worldbank.org/en/publication/documents-reports/documentdetail/815721616086786412</a> </p>\n<p>Dang, H., Pullinger, J., Serajuddin, U., Stacy, B. 2023. &#x201C;Statistical performance indicators and index&#x2014;a new tool to measure country statistical capacity&#x201D;. <em>Scientific Data (10), 146. </em><a href=\"https://doi.org/10.1038/s41597-023-01971-0\">https://doi.org/10.1038/s41597-023-01971-0</a></p>\n<p>Grant J. Cameron &amp; Hai&#x2010;Anh H. Dang &amp; Mustafa Dinc &amp; James Foster &amp; Michael M. Lokshin, 2021. &quot;<a href=\"https://ideas.repec.org/a/bla/obuest/v83y2021i4p870-896.html\"><strong>Measuring the Statistical Capacity of Nations</strong></a>,&quot; <a href=\"https://ideas.repec.org/s/bla/obuest.html\">Oxford Bulletin of Economics and Statistics</a>, Department of Economics, University of Oxford, vol. 83(4), pages 870-896, August.</p>\n<p>Johnston, S., Noble-Eddy, R., van Horssen, M., Bhasin, K., and Pollicott, S. <em>dataCompareR: Compare Two Data Frames and Summarise the Difference</em>. R package version 0.1.4. <a href=\"https://CRAN.R-project.org/package=dataCompareR\">https://CRAN.R-project.org/package=dataCompareR</a> (2021).</p>\n<p>Loo, M. P. J. van der &amp; Jonge, E. de. Data validation infrastructure for R. <em>Journal of Statistical Software</em> <strong>97</strong>, 1&#x2013;31 (2021). </p>","target_number":"17.18","goal_number":"17","indicator_sort_order":"17-18-01"}