{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Promedio arancelario mundial ponderado","graph_titles":[],"graph_type":"line","indicator_name":"Promedio arancelario mundial ponderado","indicator_number":"17.10.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 17: Strengthen the means of implementation and revitalize the Global Partnership for Sustainable Development</p>","SDG_TARGET__GLOBAL":"<p>Target 17.10: Promote a universal, rules-based, open, non&#x2011;discriminatory and equitable multilateral trading system under the World Trade Organization, including through the conclusion of negotiations under its Doha Development Agenda</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 17.10.1: Worldwide weighted tariff-average</p>","META_LAST_UPDATE__GLOBAL":"<p>2016-07-19</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>Linkages with the decrease of agricultural market distortions (target 2.b), improvements in the transfer of environmental goods and services (target 17.7) and better access to essential medicines (3.b).</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>International Trade Centre (ITC)</p>\n<p>United Nations Conference on Trade and Development (UNCTAD)</p>\n<p>The World Trade Organization (WTO)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>International Trade Centre (ITC)</p>\n<p>United Nations Conference on Trade and Development (UNCTAD)</p>\n<p>The World Trade Organization (WTO)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Value in percentage of weighted average tariffs applied to the imports of goods in HS chapter 01-97.</p>\n<p><strong>Concepts:</strong></p>\n<p>Weighted average: In order to aggregate tariff value for country groups it is recommended to make use of a weighting methodology based on the value of goods imported.</p>\n<p>Tariffs: Tariffs are customs duties on merchandise imports, levied either on an ad valorem basis (percentage of value) or on a specific basis (e.g. $7 per 100 kg). Tariffs can be used to create a price advantage for similar locally-produced goods and for raising government revenues. Trade remedy measures and taxes are not considered to be tariffs.</p>","SOURCE_TYPE__GLOBAL":"<p>The main information used to calculate indicators 17.10.1 is import tariff data. Information on import tariffs might be retrieved by contacting directly National statistical offices, permanent country missions to the UN, regional organizations or focal points within the customs, ministries in charge of customs revenues (Ministry of economy/finance and related revenue authorities) or, alternatively, the Ministry of trade. Tariff data for the calculation of this indicator are retrieved from ITC (MAcMap) - http://www.macmap.org/ - WTO (IDB) - http://tao.wto.org - and UNCTAD (TRAINS) databases. Import tariff data included in the ITC (MAcMap) database are collected by contacting directly focal points in line national agencies or regional organizations (in the case of custom unions or regional economic communities). When available, data are downloaded from national or regional official websites. In some cases, data are purchased from private companies. Import tariff data included in the WTO (IDB) database are sourced from official notifications of WTO members. Import tariff included in the UNCTAD (TRAINS) database are collected from official sources, including official country or regional organizations websites.</p>","FREQ_COLL__GLOBAL":"<p>Continuously update all year round</p>","REL_CAL_POLICY__GLOBAL":"<p>Indicatively the indicators calculations can be ready by March every year. However, the date of release will depend on the period envisaged for the launching of the SDG monitoring report.</p>","COMPILING_ORG__GLOBAL":"<p>ITC, WTO and UNCTAD will jointly report on this indicator</p>","RATIONALE__GLOBAL":"<p>The average level of customs tariff rates applied worldwide can be used as an indicator of the degree of success achieved by multilateral negotiations and regional trade agreements.</p>","REC_USE_LIM__GLOBAL":"<p>Tariffs are only part of the factors that can explain the degree of openness and transparency in the international trade arena. However, accurate estimates on non-tariff measures or of transparency indicator do not exist.</p>\n<p>To further refine the quality of the information, additional sub-measurements could be calculated including: a) Tariff peaks (i.e. % of tariffs on some products that are considerably higher than usual, defined as above 15 per cent) and b) Tariff escalation (i.e. wherein a country applies a higher tariff rate to products at the later stages of production). These calculations were already provided by ITC as part of the MDG Gap Task Force Report. See the report for further information on the methodology at http://www.un.org/en/development/desa/policy/mdg_gap/mdg_gap2014/2014GAP_FULL_EN.pdf</p>","DATA_COMP__GLOBAL":"<p>In order to include all tariffs into the calculation, some rates which are not expressed in ad valorem form (e.g., specific duties) are converted in ad valorem equivalents (i.e. in per cent of the import value), The conversion is made at the tariff line level for each importer by using the unit value method. Import unit values are calculated from import values and quantities. Only a limited number of non-ad valorem tariff rates (i.e. technical duties) cannot be provided with ad valorem equivalents (AVE) and are excluded from the calculation. This methodology also allows for cross-country comparisons.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>Missing values are calculated using the most recent year available.</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>Missing values are calculated using the most recent year available.</p>","REG_AGG__GLOBAL":"<p>HS 6-digit tariff averages weighted with HS 6-digit bilateral import flows for traded national tariff lines.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Asia and Pacific: 42</p>\n<p>Africa: 49</p>\n<p>Latin America and the Caribbean: 34</p>\n<p>Europe, North America, Australia, New Zealand and Japan: 48</p>\n<p><strong>Time series:</strong></p>\n<p>Yearly data from 2005 to latest year </p>\n<p><strong>Disaggregation:</strong></p>\n<p>Disaggregation is available by product sector (e.g. Agriculture, Textile, Environmental goods), geographical regions and country income level (e.g. Developed, Developing, LDCs)</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Not applicable</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>http://www.intracen.org / www.wto.org / http://unctad.org/en/Pages/Home.aspx</p>\n<p><strong>References:</strong></p>\n<p>Not references</p>","indicator":"17.10.1","target_id":"17.10","sdg_goal":"17","indicator_sort_order":"17-10-01"}