{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Número de países que cuentan con mecanismos para mejorar la coherencia de las políticas de desarrollo sostenible","graph_titles":[],"graph_type":"line","indicator_name":"Número de países que cuentan con mecanismos para mejorar la coherencia de las políticas de desarrollo sostenible","indicator_number":"17.14.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 17: Strengthen the means of implementation and revitalize the Global Partnership for Sustainable Development</p>","SDG_TARGET__GLOBAL":"<p>Target 17.14: Enhance policy coherence for sustainable development</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 17.14.1: Number of countries with mechanisms in place to enhance policy coherence of sustainable development</p>","META_LAST_UPDATE__GLOBAL":"<p>2021-03-01</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>N/A</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Environment Programme (UNEP)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Environment Programme (UNEP)</p>","STAT_CONC_DEF__GLOBAL":"<ul>\n  <li><strong>Definition: </strong></li>\n</ul>\n<p>For the purpose of this methodology &#x2018;policy coherence of sustainable development&#x2019; has been interpreted as the coherence between policies in general that cover the dimensions of sustainable development. This indicator is a composite indicator which covers mechanisms related to </p>\n<ol>\n  <li>Institutionalization of Political Commitment </li>\n  <li>Long-term considerations in decision-making</li>\n  <li>Inter-ministerial and cross-sectoral coordination </li>\n  <li>Participatory processes</li>\n  <li>Policy linkages</li>\n  <li>Alignment across government levels</li>\n  <li>Monitoring and reporting for policy coherence</li>\n  <li>Financing for policy coherence</li>\n</ol>\n<p><strong>Concepts:</strong></p>\n<p><em>Scope of &#x201C;Sustainable Development&#x201D; </em>For the purpose of this methodology &#x2018;policy coherence of sustainable development&#x2019; has been interpreted as the coherence between policies in general that cover the dimensions of sustainable development, rather than adopting a narrower definition of mechanisms put in place to support the coherent implementation of Agenda 2030 and the SDGs, so as to promote coherent policy for sustainable development well beyond the current agenda&#x2019;s timeframe. The policy coherence mechanisms set out in this methodology may therefore include mechanisms already in place before the adoption of the 2030 Agenda in 2015, and any mechanisms established during the next decade leading up to 2030 should aim to continue well beyond that timeframe. However, given the role of Agenda 2030 and the individual goals in defining the specific parameters of sustainable development, it is likely that governments will focus, in implementing this methodology, on bringing coherence in their policy approaches to implement the goals. </p>\n<p><em>The concept of Policy Coherence: </em>The textual formulation of the indicator covers &#x201C;policy coherence&#x201D;. In order to make the indicator universally applicable and adaptable to various national contexts, the mechanisms measured by the methodology cover a wide range of mechanisms that, although aiming to achieve the same objective, use slightly different language. In order to properly assess and report on this indicator similar concepts such as &#x201C;whole of government approach or &#x201C;integrated approach&#x201D; will be interpreted in the same spirit as the concept of &#x201C;policy coherence&#x201D;. However, it is important that the used concept considers policies that cover the various dimensions of sustainable development. Hence, a mechanism focusing solely on the concept of policy coherence for development (which is often limited to coherence between Official Development Assistance (ODA) and other policies, in the spirit of the Millennium Development Goals) will not be considered by this framework. </p>","UNIT_MEASURE__GLOBAL":"<p>Percent</p>\n<p>Number</p>","SOURCE_TYPE__GLOBAL":"<p>Data provided by national governments, including entities responsible for SDG implementation</p>","COLL_METHOD__GLOBAL":"<p>Through a Government Survey (self-scoring by Governments according to the above table). </p>","FREQ_COLL__GLOBAL":"<p>First data collection: Expected in early 2021. Biennially thereafter.</p>","REL_CAL_POLICY__GLOBAL":"<p>First reporting cycle: 2021. Biennially thereafter.</p>","DATA_SOURCE__GLOBAL":"<p>Data will be provided by countries.</p>","COMPILING_ORG__GLOBAL":"<p>United Nations Environment Programme (UNEP).</p>","RATIONALE__GLOBAL":"<p>Enhancing policy coherence for sustainable development is important for achieving sustainable development in its three dimensions (economic, social and environmental) in a balanced and integrated manner; for ensuring coherence between policies at various levels of government; and for ensuring that policies in different sectors are mutually supportive and do not work against each other. It is also important in addressing the impacts of domestic policy internationally. </p>\n<p>Policy coherence aims, as a minimum, to identify trade-offs and mitigate negative impacts between policies. At a more ambitious level, it should also aim to foster synergies and produce policies that mutually reinforce each other. </p>\n<p>At a more ambitious level, it should also aim to foster synergies and produce policies that mutually reinforce each other, and to ensure that policies put in place are implementable and sustainable as they are inclusive of the concerned stakeholders&#x2019; perspectives.</p>","REC_USE_LIM__GLOBAL":"<p>There are many mechanisms that could be useful to assess at the national level which would be relevant to enhance policy coherence for sustainable development. This methodology aims to provide a basis for countries to engage in discussions around what policy coherence means at the national level and how it could be improved. Such discussions and strategies to improve policy coherence that may results from it could feed into a country Voluntary National Review (VNR) or National Development Strategy or Plan development, to inform further efforts by the country to improve its ability to implement Agenda 2030 through better policy coherence. This document should be considered a living document which is regularly updated with the country experiences in putting in place and assessing mechanisms for policy coherence. These experiences, and related challenges, lessons learned and solutions, can be shared so that UNEP as custodian agency, with partners, can further refine this methodology and disseminated it not only as a tool to enable effective reporting but also to support national efforts toward policy coherence.</p>","DATA_COMP__GLOBAL":"<p>UNEP has developed a composite indicator framework for SDG 17.14.1 based on initial research on existing work, literature, partners and existing indicators on similar issues. This indicator includes 8 domains. Each is scored on a 0-10 point scale. The percentage of points out of the total 80 points is then computed for each country. It is recommended that Governments convene a stakeholder group for self-scoring. The below table can be used for scoring. Full details are in the document &#x201C;Methodology for SDG-indicator 17.14.1: Mechanisms in place to enhance policy coherence for sustainable development&#x201D;.</p>\n<table>\n  <tbody>\n    <tr>\n      <td>\n        <p><strong>Theme </strong></p>\n      </td>\n      <td>\n        <p><strong>Domain</strong></p>\n      </td>\n      <td>\n        <p><strong>Points </strong></p>\n      </td>\n      <td>\n        <p><strong>Score</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td rowspan=\"2\">\n        <p>1. Institutionalized political commitment</p>\n      </td>\n      <td>\n        <p>Political commitment expressed/endorsed by the highest level</p>\n      </td>\n      <td>\n        <p>5</p>\n      </td>\n      <td></td>\n    </tr>\n    <tr>\n      <td>\n        <p>Additional specific commitments (1 point each, maximum of 5 points): </p>\n        <p>&#x2022; Set timelines for the achievement of policy coherence objectives;</p>\n        <p>&#x2022; A dedicated budget;</p>\n        <p>&#x2022; Defined roles and responsibilities;</p>\n        <p>&#x2022; Regular reporting mechanism;</p>\n        <p>&#x2022; Explicit consideration of international commitments; </p>\n        <p>&#x2022; Other nationally relevant commitment.</p>\n      </td>\n      <td>\n        <p>5</p>\n      </td>\n      <td></td>\n    </tr>\n    <tr>\n      <td rowspan=\"2\">\n        <p>2. Long-term considerations </p>\n      </td>\n      <td>\n        <p>Long-term objectives going beyond the current electoral cycle included in national strategies</p>\n      </td>\n      <td>\n        <p>5</p>\n      </td>\n      <td></td>\n    </tr>\n    <tr>\n      <td>\n        <p>Additional specific mechanisms (1 point each, maximum of 5 points): </p>\n        <p>&#x2022; A commissioner, council or ombudsperson for future generations; </p>\n        <p>&#x2022; Other mechanisms of scrutiny or oversight on possible future effects; </p>\n        <p>&#x2022; Mechanisms for regular appraisal of policies; </p>\n        <p>&#x2022; Impact assessment mechanisms; and </p>\n        <p>&#x2022; Other nationally relevant factors.</p>\n      </td>\n      <td>\n        <p>5</p>\n      </td>\n      <td></td>\n    </tr>\n    <tr>\n      <td rowspan=\"2\">\n        <p>3. Inter-ministerial and cross-sectoral coordination</p>\n      </td>\n      <td>\n        <p>National mechanism for regular coordination </p>\n      </td>\n      <td>\n        <p>5</p>\n      </td>\n      <td></td>\n    </tr>\n    <tr>\n      <td>\n        <p>Additional elements (scored as follows): </p>\n        <p>&#x2022; A mandate to make decisions regarding trade-offs (2 points);</p>\n        <p>&#x2022; Coordination body is convened by a centralized government body (1 point);</p>\n        <p>&#x2022; Coordination at both political level and technical level (1 point);</p>\n        <p>&#x2022; Mandate for aligning internal and external policies (1 point).</p>\n      </td>\n      <td>\n        <p>5</p>\n      </td>\n      <td></td>\n    </tr>\n    <tr>\n      <td rowspan=\"2\">\n        <p>4. Participatory processes</p>\n      </td>\n      <td>\n        <p>Relevant stakeholders are consulted at the early stages of development of laws, policies, plans, etc.</p>\n      </td>\n      <td>\n        <p>5</p>\n      </td>\n      <td></td>\n    </tr>\n    <tr>\n      <td>\n        <p>Additional elements (scored as follows): </p>\n        <p>&#x2022; Consultations take place in a comprehensive manner at various stages of the policy cycle (1 point);</p>\n        <p>&#x2022; Institutions disclose the rationale for not including inputs from consultations (2 points);</p>\n        <p>&#x2022; An accountability mechanism that allows public intervention (2 points).</p>\n      </td>\n      <td>\n        <p>5</p>\n      </td>\n      <td></td>\n    </tr>\n    <tr>\n      <td rowspan=\"2\">\n        <p>5. Integration of the three dimensions of Sustainable Development, assessment of policy effects and linkages</p>\n      </td>\n      <td>\n        <p>A mechanism for assessing and addressing issues in terms of the contribution of a policy (new or existing) to broader sustainable development, including transboundary elements.</p>\n        <p> </p>\n      </td>\n      <td>\n        <p>5</p>\n      </td>\n      <td></td>\n    </tr>\n    <tr>\n      <td>\n        <p>Additional mechanisms (1 point each, maximum of 5 points): </p>\n        <p>&#x2022; The application of the above mechanisms at all levels of government;</p>\n        <p>&#x2022; An indicator framework for tracking policy effectiveness towards sustainable development; </p>\n        <p>&#x2022; Cost-benefit analysis of policy impacts across all sectors;</p>\n        <p>&#x2022; The identification of measures to mitigate potentially negative effects and to optimize synergies as part of policy and planning;</p>\n        <p>&#x2022; The consideration of international spill-overs, such as cross-border and international impacts; and </p>\n        <p>&#x2022; Other nationally relevant mechanisms.</p>\n      </td>\n      <td>\n        <p>5</p>\n      </td>\n      <td></td>\n    </tr>\n    <tr>\n      <td>\n        <p>6. Consultation and coordination across government levels</p>\n      </td>\n      <td>\n        <p>Any of following mechanisms (5 points each, 10 points total &#x2013; two mechanisms is enough for 10 points):</p>\n        <p>&#x2022; Mechanisms to systematically collect the inputs of sub-national government entities; </p>\n        <p>&#x2022; Arrangements for regular formal exchange between central government and subnational levels;</p>\n        <p>&#x2022; Mechanisms to ensure enhance substantive coherence (templates &amp; checklists);&#x2022; Planning cycle timeframes that facilitate alignment.</p>\n      </td>\n      <td>\n        <p>10</p>\n      </td>\n      <td></td>\n    </tr>\n    <tr>\n      <td rowspan=\"3\">\n        <p>7. Monitoring and reporting for policy coherence</p>\n      </td>\n      <td>\n        <p>Monitoring and evaluation framework for policy coherence for sustainable development.</p>\n      </td>\n      <td>\n        <p>5</p>\n      </td>\n      <td></td>\n    </tr>\n    <tr>\n      <td>\n        <p>Aspects of policy coherence for sustainable development are integrated into reporting processes.</p>\n      </td>\n      <td>\n        <p>2</p>\n      </td>\n      <td></td>\n    </tr>\n    <tr>\n      <td>\n        <p>Data and information management system for sustainable development data.</p>\n      </td>\n      <td>\n        <p>3</p>\n      </td>\n      <td></td>\n    </tr>\n    <tr>\n      <td>\n        <p>8. Financial resources and tools</p>\n      </td>\n      <td>\n        <p>Any of following (5 points each, 10 points total):</p>\n        <p>&#x2022; Check-lists to ensure that plans and budgets reflect policy coherence for sustainable development;</p>\n        <p>&#x2022; Integrated financial information systems.</p>\n        <p>&#x2022; Mechanisms to ensure that cooperation funds are aligned with national policies and priorities.</p>\n      </td>\n      <td>\n        <p>10</p>\n      </td>\n      <td></td>\n    </tr>\n    <tr>\n      <td colspan=\"2\">\n        <p><strong>TOTAL</strong></p>\n      </td>\n      <td>\n        <p>80</p>\n      </td>\n      <td>\n        <p>Sum</p>\n      </td>\n    </tr>\n    <tr>\n      <td colspan=\"2\">\n        <p><strong>Mechanisms in place to enhance policy coherence for sustainable development (%)</strong></p>\n      </td>\n      <td></td>\n      <td>\n        <p>100* Sum/80</p>\n      </td>\n    </tr>\n  </tbody>\n</table>","IMPUTATION__GLOBAL":"<p>&#x2022; <strong>At country level</strong></p>\n<p><strong>&#x2022;</strong> <strong>At regional and global levels</strong></p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Data will be made available for all member states that report data.</p>\n<p><strong>Time series:</strong></p>\n<p>The reporting on this indicator will be biennial.</p>\n<p><strong>Disaggregation:</strong></p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>","OTHER_DOC__GLOBAL":"<p>Methodology for SDG-indicator 17.14.1: Mechanisms in place to enhance policy coherence for sustainable development, UNEP (forthcoming)</p>","indicator":"17.14.1","target_id":"17.14","sdg_goal":"17","indicator_sort_order":"17-14-01"}