{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Tablero macroeconómico","graph_titles":[],"graph_type":"line","indicator_name":"Tablero macroeconómico","indicator_number":"17.13.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 17: Strengthen the means of implementation and revitalize the Global Partnership for Sustainable Development</p>","SDG_TARGET__GLOBAL":"<p>Target 17.13: Enhance global macroeconomic stability, including through policy coordination and policy coherence</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 17.13.1: Macroeconomic Dashboard</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Current account balance as a proportion of GDP (%)</p>\n<p>Portfolio investment, net (BoP, current US$)</p>\n<p>Foreign direct investment, net inflows, as a proportion of GDP (%)</p>\n<p>Personal remittances, received, as a proportion of GDP (%)</p>\n<p>Gross PSD, Central Gov.-D2, All maturities, D1+ SDRs + currency and deposits, Nominal Value, as a proportion of GDP (%)</p>\n<p>External debt stocks as a proportion of GNI (%)</p>\n<p>Debt service (PPG and IMF only, % of exports of goods, services and primary income)</p>\n<p>Bank nonperforming loans to total gross loans (%)</p>\n<p>Bank capital to assets ratio (%)</p>\n<p>Total reserves in months of imports (ratio)</p>\n<p>Broad money to total reserves ratio (ratio)</p>\n<p>Annual broad money growth (%)</p>\n<p>Annual inflation, consumer prices (%)</p>\n<p>Cash surplus/deficit as a proportion of GDP (%)</p>\n<p>Tax revenue as a proportion of GDP (%)</p>\n<p>Annual growth of the general government final consumption expenditure (%)</p>\n<p>Annual growth of households and NPISHs final consumption expenditure (%)</p>\n<p>Annual growth of exports of goods and services (%)</p>\n<p>Annual growth of the gross capital formation (%)</p>\n<p>Annual growth of imports of goods and services (%)</p>\n<p>Annual GDP growth (%)</p>\n<p>DEC alternative conversion factor (LCU per US$) (ratio)</p>\n<p>Total unemployment out of total labour force (national estimate) (%)</p>\n<p>Merchandise trade as a proportion of GDP (%)</p>","META_LAST_UPDATE__GLOBAL":"<p>2021-12-20</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>8.1.1, 8.5.2, 10.1.1, 17.1.1, 17.3.1, 17.3.2, and 17.4.1</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>World Bank</p>","CONTACT_ORGANISATION__GLOBAL":"<p>World Bank</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>1. External Sector</strong></p>\n<p>Indicators for the current and capital &amp; financial accounts are included to monitor each country&apos;s trade and balance of payments. The sustainability of the balance of payments depends on both the current account and the capital and financial account balances, including foreign reserves.</p>\n<p><u>Current Account:</u> The current account balance is an important indicator of an economy&apos;s health. It is defined as the sum of the resource balance (exports less imports of goods and services), net primary income and secondary income. In addition, the dashboard includes indicators such as merchandise trade as a share of GDP to monitor the trade openness of the country and data on personal remittances, which have become an important integral part of many developing economies, since any changes to these flows may have a major impact on developing countries&apos; current account balances (defined as the savings-investment gap for an economy).</p>\n<p><u>Capital and Financial Accounts:</u> Data on capital and financial flows are key for monitoring vulnerability to shocks and constraints on fiscal and monetary policies. Financing trade deficits or other current imbalances through capital and financial flows is a reasonable way to achieve consumption smoothing of emerging economies. FDI equity is a preferred method of financing external current account deficits since these flows are non&#x2013;debt&#x2013;creating. Portfolio investment inflows measure the exposure of foreign investors to developing country bond and equity markets. </p>\n<p>External indebtedness affects a country&apos;s creditworthiness and investor perceptions. Nonreporting countries might have outstanding debts with the World Bank, other international financial institutions, or private creditors. Total debt service is contrasted with countries&apos; ability to obtain foreign exchange through exports of goods, services, primary income, and personal remittances. Debt ratios are used to assess the sustainability of a country&apos;s debt service obligations, but no absolute rules determine what values are too high. </p>\n<p><u>Exchange Rates:</u> Sharp devaluations are usually associated with significant declines in equity markets, capital flows, and reserves. The dashboard will present official average exchange rates.</p>\n<ol>\n  <li><em>Merchandise trade as a proportion of GDP (%)</em></li>\n</ol>\n<p>This indicator is used as measurement for the Trade Openness of a country. Merchandise trade as a share of GDP is the sum of merchandise exports and imports divided by the value of GDP.</p>\n<ol>\n  <li><em>Personal remittances, received, as a proportion of GDP (%)</em></li>\n</ol>\n<p>Comprise personal transfers and compensation of employees, as defined in the sixth edition of the IMF&apos;s Balance of Payments Manual. Personal transfers consist of all current transfers in cash or in kind made or received by resident households to or from non-resident households. Personal transfers thus include all current transfers between resident and non-resident individuals. Compensation of employees refers to the income of border, seasonal, and other short-term workers who are employed in an economy where they are not resident and of residents employed by non-resident entities. </p>\n<ol>\n  <li><em>Current account balance as a proportion of GDP (%)</em></li>\n</ol>\n<p>Current account balance is the sum of net exports of goods and services, net primary income, and net secondary income. </p>\n<ol>\n  <li><em>Foreign direct investment, net inflows, as a proportion of GDP (%)</em></li>\n</ol>\n<p>Comprises the net inflows of foreign direct investment to acquire a lasting management interest (10 percent or more of voting stock) in an enterprise operating in an economy other than that of the investor. FDI is the sum of equity capital, reinvestment of earnings, other long-term capital, and short-term capital as shown in the balance of payments. This series shows net inflows (new investment inflows less disinvestment) in the reporting economy from foreign investors and is divided by GDP.</p>\n<ol>\n  <li><em>Portfolio investment, net (BoP, current US$)</em></li>\n</ol>\n<p>Portfolio investment covers transactions in equity securities and debt securities. Data are in current US dollars. </p>\n<ol>\n  <li><em>Total reserves in months of imports</em></li>\n</ol>\n<p>Total reserves comprise holdings of monetary gold, special drawing rights, reserves of IMF members held by the IMF, and holdings of foreign exchange under the control of monetary authorities. The gold component of these reserves is valued at year-end (December 31) London prices. This item shows reserves expressed in terms of the number of months of imports of goods and services they could pay for [Reserves/(Imports/12)].</p>\n<ol>\n  <li><em>External debt stocks as a proportion of GNI (%)</em></li>\n</ol>\n<p>Total external debt is debt owed to non-residents repayable in currency, goods, or services. Total external debt is the sum of public, publicly guaranteed, and private nonguaranteed long-term debt, use of IMF credit, and short-term debt. Short-term debt includes all debt having an original maturity of one year or less and interest in arrears on long-term debt. GNI (formerly GNP) is the sum of value added by all resident producers plus any product taxes (less subsidies) not included in the valuation of output plus net receipts of primary income (compensation of employees and property income) from abroad.</p>\n<ol>\n  <li><em>Debt service (PPG and IMF only, % of exports of goods, services and primary income)</em></li>\n</ol>\n<p>Debt service is the sum of principle repayments and interest actually paid in currency, goods, or services. This series differs from the standard debt to exports series. It covers only long-term public and publicly guaranteed debt and repayments (repurchases and charges) to the IMF. Data for Heavily Indebted Poor Countries (HIPC) are from HIPC Initiative&apos;s Status of Implementation Report. </p>\n<ol>\n  <li><em>DEC alternative conversion factor (LCU per US$)</em></li>\n</ol>\n<p>The DEC alternative conversion factor is the underlying annual exchange rate used for the World Bank Atlas method. As a rule, it is the official exchange rate reported in the IMF&apos;s International Financial Statistics (line rf). Exceptions arise where further refinements are made by World Bank staff. It is expressed in local currency units per US dollar.</p>\n<p><strong>2. Fiscal Sector</strong></p>\n<p>For a sustainable economic growth path, a country needs a sustainable fiscal policy. The dashboard monitors government revenues, fiscal balance, and public debt as a share of GDP to inform policy-decision making. </p>\n<ol>\n  <li><em>Tax revenue as a proportion of GDP (%)</em></li>\n</ol>\n<p>Tax revenue refers to compulsory transfers to the central government for public purposes. Certain compulsory transfers such as fines, penalties, and most social security contributions are excluded. Refunds and corrections of erroneously collected tax revenue are treated as negative revenue. </p>\n<ol>\n  <li><em>Cash surplus/deficit as a proportion of GDP (%)</em></li>\n</ol>\n<p>Cash surplus or deficit is revenue (including grants) minus expense, minus net acquisition of nonfinancial assets. In the 1986 GFS manual nonfinancial assets were included under revenue and expenditure in gross terms. This cash surplus or deficit is closest to the earlier overall budget balance (still missing is lending minus repayments, which are now a financing item under net acquisition of financial assets).</p>\n<ol>\n  <li><em>Gross PSD, Central Gov.-D2, All maturities, D1+ SDRs + currency and deposits, Nominal Value, as a proportion of GDP (%)</em></li>\n</ol>\n<p>The D2 coverage of instruments according to this classification includes (1) debt securities, (2) loans, (3) special drawing rights and (4) currency and deposits as percentage of GDP. </p>\n<p><strong>3. Real Sector</strong></p>\n<p>GDP measures the nation&apos;s total output of goods and services. For many decades, it has been a comprehensive measure of market activity used for a wide variety of analytical purposes such as measuring productivity, conducting monetary policy, and projecting tax revenues. In this section, we monitor growth trends of GDP; Gross capital formation; Exports of goods and services; Imports of goods and services; Household consumption; Government consumption; and Consumer Price Index to monitor the price trends.</p>\n<ol>\n  <li><em>Annual GDP growth (%)</em></li>\n</ol>\n<p>GDP is the sum of gross value added by all resident producers in the economy plus any product taxes and minus any subsidies not included in the value of the products. It is calculated without making deductions for depreciation of fabricated assets or for depletion and degradation of natural resources.</p>\n<ol>\n  <li><em>Annual growth of the gross capital formation (%)</em></li>\n</ol>\n<p>Gross capital formation (formerly gross domestic investment) consists of outlays on additions to the fixed assets of the economy plus net changes in the level of inventories. Fixed assets include dwellings, other buildings and structures (including land improvements), machinery and equipment, weapons systems, cultivated biological resources, and intellectual property products (R&amp;D, mineral exploration, software, etc.). Inventories are stocks of goods held by firms to meet temporary or unexpected fluctuations in production or sales, and &quot;work in progress.&quot; According to the 2008 SNA, net acquisitions of valuables are also considered capital formation. </p>\n<ol>\n  <li><em>Annual growth of households and NPISHs final consumption expenditure (%)</em></li>\n</ol>\n<p>Household final consumption expenditure (formerly private consumption) is the market value of all goods and services, including durable products (such as cars, washing machines, and home computers), purchased by households. It excludes purchases of dwellings but includes imputed rent for owner-occupied dwellings. It also includes payments and fees to governments to obtain permits and licenses. In WDI, household consumption expenditure includes the expenditures of non-profit institutions serving households, even when reported separately by the country. </p>\n<ol>\n  <li><em>Annual growth of the general government final consumption expenditure (%)</em></li>\n</ol>\n<p>General government final consumption expenditure (formerly general government consumption) includes all government current expenditures for purchases of goods and services (including compensation of employees and consumption of fixed capital). </p>\n<ol>\n  <li><em>Annual growth of exports of goods and services (%)</em></li>\n</ol>\n<p>Exports of goods and services represent the value of all goods and other market services provided to the rest of the world. They include the value of merchandise, freight, insurance, transport, travel, royalties, license fees, and other services, such as communication, construction, financial, information, business, personal, and government services. </p>\n<ol>\n  <li><em>Annual growth of imports of goods and services (%)</em></li>\n</ol>\n<p>Imports of goods and services represent the value of all goods and other market services received from the rest of the world. They include the value of merchandise, freight, insurance, transport, travel, royalties, license fees, and other services, such as communication, construction, financial, information, business, personal, and government services. </p>\n<ol>\n  <li><em>Annual inflation, consumer prices (%)</em></li>\n</ol>\n<p>Consumer price index reflects changes in the cost to the average consumer of acquiring a basket of goods and services that may be fixed or changed at specified intervals, such as yearly. The Laspeyres formula is generally used. Data are period averages. </p>\n<p><strong>4. Financial Sector</strong></p>\n<p>Financial sector indicators are essential for measuring countries&apos; financial market stability and economic stability. Stronger financial institutions play a significant role in a country&apos;s economic performance. The strength of those institutions is measured through the following indicators. </p>\n<ol>\n  <li><em>Bank capital to assets ratio (%)</em></li>\n</ol>\n<p>Bank capital to assets is the ratio of bank capital and reserves to total assets. Capital and reserves include funds contributed by owners, retained earnings, general and special reserves, provisions, and valuation adjustments. Capital consists of tier 1 capital (paid-up shares and common stock), which is a common feature in all countries&apos; banking systems, and total regulatory capital, which includes several specified types of subordinated debt instruments that need not be repaid if the funds are required to maintain minimum capital levels (these comprise tier 2 and tier 3 capital). Total assets include all nonfinancial and financial assets. </p>\n<ol>\n  <li><em>Bank nonperforming loans to total gross loans (%)</em></li>\n</ol>\n<p>Bank nonperforming loans to total gross loans is the value of nonperforming loans divided by the total value of the loan portfolio (including nonperforming loans before the deduction of specific loan-loss provisions). The loan amount recorded as nonperforming should be the gross value of the loan as recorded on the balance sheet, not just the amount that is overdue. </p>\n<ol>\n  <li><em>Annual broad money growth (%)</em></li>\n</ol>\n<p>Broad money is the sum of currency outside banks; demand deposits other than those of the central government; the time, savings, and foreign currency deposits of resident sectors other than the central government; bank and traveler&apos;s checks; and other securities such as certificates of deposit and commercial paper. </p>\n<ol>\n  <li><em>Broad money to total reserves ratio</em></li>\n</ol>\n<p>Broad money (IFS line 35L.. ZK) is the sum of currency outside banks; demand deposits other than those of the central government; the time, savings, and foreign currency deposits of resident sectors other than the central government; bank and traveler&apos;s checks; and other securities such as certificates of deposit and commercial paper. </p>\n<p><strong>5. Unemployment</strong></p>\n<p>Trends in unemployment rate data are a vital indicator for analyzing the long-term economic development of a country (SDG 8.5.2). Stronger and sustainable economic growth often results in lower unemployment rates. </p>\n<p><em>Total unemployment out of total labor force (national estimate) (%)</em></p>\n<p>Unemployment refers to the share of the labor force that is without work but available for and seeking employment. Definitions of the labor force and unemployment differ by country. </p>","UNIT_MEASURE__GLOBAL":"<p>Percent except for these: </p>\n<ul>\n  <li>Portfolio investment, net (BoP, current US$)</li>\n  <li>Total reserves in months of imports (ratio)</li>\n  <li>Broad money to total reserves ratio (ratio)</li>\n  <li>DEC alternative conversion factor (LCU per US$) (ratio)</li>\n</ul>","CLASS_SYSTEM__GLOBAL":"<p>IMF Balance of Payments Manual 6 for the External Sector:</p>\n<p><a href=\"https://www.imf.org/external/pubs/ft/bop/2007/pdf/bpm6.pdf\">https://www.imf.org/external/pubs/ft/bop/2007/pdf/bpm6.pdf</a> </p>\n<p>IMF International Financial Statistics for the Financial sector: </p>\n<p><a href=\"http://data.imf.org/?sk=4C514D48-B6BA-49ED-8AB9-52B0C1A0179B&amp;sId=1537997141415\">http://data.imf.org/?sk=4C514D48-B6BA-49ED-8AB9-52B0C1A0179B&amp;sId=1537997141415</a> </p>\n<p>IMF Government Financial Statistics for the Fiscal sector: </p>\n<p><a href=\"https://www.imf.org/external/pubs/ft/gfs/manual/gfs.htm\">https://www.imf.org/external/pubs/ft/gfs/manual/gfs.htm</a> </p>\n<p>System of National Accounts for the Real sector: </p>\n<p><a href=\"https://unstats.un.org/unsd/nationalaccount/sna.asp\">https://unstats.un.org/unsd/nationalaccount/sna.asp</a> </p>","SOURCE_TYPE__GLOBAL":"<p>The data source is the World Development Indicators (<a href=\"http://wdi.worldbank.org/\">http://wdi.worldbank.org/</a>)&#x2014;a compilation of development data from countries and international agencies, covering 1,400 time-series indicators for 217 economies for many indicators going back 60 years. </p>","COLL_METHOD__GLOBAL":"<p>The data and relevant information is collected from the data sources listed above. </p>","FREQ_COLL__GLOBAL":"<p>Ongoing process</p>","REL_CAL_POLICY__GLOBAL":"<p>Every July and December. However, data can be updated when countries revise their economic data monthly or quarterly, change methodology or coverage, or introduce new weights.</p>","DATA_SOURCE__GLOBAL":"<p>International Labour Organization (ILO), International Monetary Fund (IMF), Organisation for Economic Co-operation and Development (OECD), World Bank, and World Trade Organization (WTO) </p>","COMPILING_ORG__GLOBAL":"<p>World Bank</p>","INST_MANDATE__GLOBAL":"<p>NA</p>","RATIONALE__GLOBAL":"<p>To provide a standardized instrument to monitor the macroeconomic stability of countries, the World Bank has designed a Macroeconomic dashboard including important macroeconomic indicators covering the external, financial, fiscal, and real sectors. The indicator selection builds on existing macroeconomic monitoring frameworks developed and used by international and regional agencies, such as IMF, WB, ECB, and OECD. </p>","REC_USE_LIM__GLOBAL":"<p>The methodologies for selected indicators follow long-established international standards as listed in 2. c. For example, National Statistical Offices compile real sector data according to the System of National Accounts 1993 / 2008. Similarly, Central Banks and Ministries of Finance collect balance payments according to the IMF Balance of Payments Manual, financial indicators following the IMF International Financial Statistics, and fiscal indicators following the IMF Government Financial Statistics. However, the implementation at the national level may vary. For more information on individual indicators, please visit World Development Indicators (WDI) at <a href=\"https://databank.worldbank.org/source/world-development-indicators\">https://databank.worldbank.org/source/world-development-indicators</a>. </p>","DATA_COMP__GLOBAL":"<p>NA</p>","DATA_VALIDATION__GLOBAL":"<p>NA</p>","ADJUSTMENT__GLOBAL":"<p>NA</p>","IMPUTATION__GLOBAL":"<p>NA</p>","REG_AGG__GLOBAL":"<p>Weighted average when available and median for Annual inflation, consumer prices (%). </p>","DOC_METHOD__GLOBAL":"<p>NA</p>","QUALITY_MGMNT__GLOBAL":"<p>NA</p>","QUALITY_ASSURE__GLOBAL":"<p>NA</p>","QUALITY_ASSMNT__GLOBAL":"<p>NA</p>","COVERAGE__GLOBAL":"<p>The number of economies with at least 1 data point by indicator</p>\n<table>\n  <tbody>\n    <tr>\n      <td>\n        <p><strong>Indicator</strong></p>\n      </td>\n      <td>\n        <p><strong>Number of economies</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Current account balance as a proportion of GDP (%)</p>\n      </td>\n      <td>\n        <p>196</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Portfolio investment, net (BoP, current US$)</p>\n      </td>\n      <td>\n        <p>196</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Foreign direct investment, net inflows, as a proportion of GDP (%)</p>\n      </td>\n      <td>\n        <p>203</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Personal remittances, received, as a proportion of GDP (%)</p>\n      </td>\n      <td>\n        <p>196</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Gross PSD, Central Gov.-D2, All maturities, D1+ SDRs + currency and deposits, Nominal Value, as a proportion of GDP (%)</p>\n      </td>\n      <td>\n        <p>44</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>External debt stocks as a proportion of GNI (%)</p>\n      </td>\n      <td>\n        <p>119</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Debt service (PPG and IMF only, % of exports of goods, services and primary income)</p>\n      </td>\n      <td>\n        <p>122</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Bank nonperforming loans to total gross loans (%)</p>\n      </td>\n      <td>\n        <p>141</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Bank capital to assets ratio (%)</p>\n      </td>\n      <td>\n        <p>137</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Total reserves in months of imports</p>\n      </td>\n      <td>\n        <p>180</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Broad money to total reserves ratio</p>\n      </td>\n      <td>\n        <p>160</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Annual broad money growth (%)</p>\n      </td>\n      <td>\n        <p>170</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Annual inflation, consumer prices (%)</p>\n      </td>\n      <td>\n        <p>194</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Cash surplus/deficit as a proportion of GDP (%)</p>\n      </td>\n      <td>\n        <p>153</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Tax revenue as a proportion of GDP (%)</p>\n      </td>\n      <td>\n        <p>156</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Annual growth of the general government final consumption expenditure (%)</p>\n      </td>\n      <td>\n        <p>173</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Annual growth of households and NPISHs final consumption expenditure (%)</p>\n      </td>\n      <td>\n        <p>175</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Annual growth of exports of goods and services (%)</p>\n      </td>\n      <td>\n        <p>180</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Annual growth of the gross capital formation (%)</p>\n      </td>\n      <td>\n        <p>171</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Annual growth of imports of goods and services (%)</p>\n      </td>\n      <td>\n        <p>180</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Annual GDP growth (%)</p>\n      </td>\n      <td>\n        <p>219</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>DEC alternative conversion factor (LCU per US$)</p>\n      </td>\n      <td>\n        <p>220</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Total unemployment out of total labour force (national estimate) (%)</p>\n      </td>\n      <td>\n        <p>220</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Merchandise trade as a proportion of GDP (%)</p>\n      </td>\n      <td>\n        <p>209</p>\n      </td>\n    </tr>\n  </tbody>\n</table>","COMPARABILITY__GLOBAL":"<p>The macroeconomic data are organized by international standards such as the System of National Accounts (SNA) and the Balance of Payments (BoP). However, the implementation at the national level may vary.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>www.worldbank.org</p>\n<p><strong>References:</strong></p>\n<p>World Development Indicators (WDI), The World Bank </p>\n<p>(https://databank.worldbank.org/source/world-development-indicators)</p>\n<p></p>","indicator":"17.13.1","target_id":"17.13","sdg_goal":"17","indicator_sort_order":"17-13-01"}