{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Grado de utilización de los marcos de resultados y las herramientas de planificación de los propios países por los proveedores de cooperación para el desarrollo","graph_titles":[],"graph_type":"line","indicator_name":"Grado de utilización de los marcos de resultados y las herramientas de planificación de los propios países por los proveedores de cooperación para el desarrollo","indicator_number":"17.15.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 17: Strengthen the means of implementation and revitalize the Global Partnership for Sustainable Development</p>","SDG_TARGET__GLOBAL":"<p>Target 17.15: Respect each country&#x2019;s policy space and leadership to establish and implement policies for poverty eradication and sustainable development</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 17.15.1: Extent of use of country-owned results frameworks and planning tools by providers of development cooperation</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Not applicable</p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>17.16.1 and 5.c.1</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>Organisation for Economic Co-operation and Development (OECD)</p>\n<p>United Nations Development Programme (UNDP)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>Organisation for Economic Co-operation and Development (OECD)</p>\n<p>United Nations Development Programme (UNDP)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>This indicator measures the extent to which, and the ways in which, all concerned development partners use country-owned results frameworks (CRFs) to plan development cooperation efforts and assess their performance. </p>\n<p>The indicator assesses the degree to which providers of development cooperation (i.e. development partners) design their interventions by relying on objectives and results indicators that are drawn from country government-owned results frameworks reflecting the country&#x2019;s development priorities and goals. </p>\n<p><strong>Concepts:</strong></p>\n<p>Country-owned results frameworks (CRFs) define a country&#x2019;s approach to results and its associated monitoring and evaluation systems focusing on performance and achievement of development results. Using a minimal definition, these results frameworks include agreed objectives and results indicators (i.e. output, outcome, and/or impact). They also set targets to measure progress in achieving the objectives defined in the government&#x2019;s planning documents. </p>\n<p>The definition of country-owned results framework used for this indicator allows the possibility to use equivalent priority-setting mechanisms at the country level since not all countries articulate their priorities through consistent, integrated CRFs.</p>\n<p>In practice, country-owned results frameworks defined at the country level are often broadly stated (e.g. long-term vision plans, national development strategies) and operationalised in more detail at the sector level (e.g. sector strategies), where specific targets and indicators are set for a given timeframe.</p>\n<p>Some examples of CRFs are long-term vision plans; national development strategies; joint government-multi-donor plans; government&#x2019;s sector strategies, policies and plans; subnational planning instruments, as well as other frameworks (e.g. budget support performance matrices &amp; sector-wide approaches). In contrast, planning and priority setting documents produced outside the government, such as country strategies prepared by development partners, are not considered CRFs.</p>","UNIT_MEASURE__GLOBAL":"<p>Percent (%)</p>","CLASS_SYSTEM__GLOBAL":"<p>For developing countries, classification is based on SDG grouping provided by the UN Statistical Office (regional classification, Least Developed Countries (LDCs), Landlocked Developing Countries (LLDCs), Small Island Developing States (SIDS)). </p>\n<p>For development partners, classification is based on SDG grouping. In addition, bilateral partners can be distinguished between members of the Development Assistance Committee (DAC) and non-members. </p>","SOURCE_TYPE__GLOBAL":"<p>The monitoring is a voluntary and country-led process. Country governments lead and coordinate data collection and validation. At country level, data are reported by relevant government entities (e.g. the Ministry of Finance/budget department for national budget information) and by development partners and stakeholders. OECD and UNDP support countries in collecting relevant data through the Global Partnership monitoring exercise, and these organisations lead data aggregation and quality assurance at the global level.</p>","COLL_METHOD__GLOBAL":"<p>(i) For the data collection process of the Global Partnership&apos;s monitoring exercise, a national coordinator is assigned by the country government. S/he typically comes from the Ministry of Finance, the Ministry of Planning, or the Ministry of Foreign Affairs, a Ministry that has a role for managing development cooperation and partnerships in accordance with the respective institutional structure of each country. </p>\n<p>(ii) The national coordinator collects inputs from development partners. The data is submitted to the OECD and UNDP and subsequently undergoes a review round with the headquarters offices of development partners. </p>\n<p>(iii) No adjustments are made to the data after they have undergone the validation process. However, inconsistencies or possible problematic values are highlighted and sent back to national coordinators for revision.</p>","FREQ_COLL__GLOBAL":"<p>The data collection calendar was on a biennial cycle prior to 2020. Data has been reported based on the data collected in 2016 and 2018. The next monitoring round will take place starting from 2023 with data collection occurring on a rolling basis. </p>","REL_CAL_POLICY__GLOBAL":"<p>Data release is scheduled for the first quarter in the year that immediately follows the national data gathering processes.</p>","DATA_SOURCE__GLOBAL":"<p><strong>Name:</strong></p>\n<p>Leading central ministry from reporting countries. Typically, the Ministry of Finance, the Ministry of Planning, or the Ministry of Foreign Affairs, depending on the division of labour within each government.</p>\n<p><strong>Description:</strong></p>\n<p>Representatives from the leading ministry in country governments are responsible for leading the national data gathering process and country-level validation. These representatives coordinate the data collection process at the national level by consolidating data and inputs from providers of development co-operation, civil society organisations, the private sector, and trade unions. For calculation of indicator 17.15.1, country governments submit the data to the OECD/UNDP Joint Support Team of the Global Partnership.</p>","COMPILING_ORG__GLOBAL":"<p>Organisation for Economic Co-operation and Development (OECD) and United Nations Development Programme (UNDP) jointly compile and report the data at the global level.</p>","INST_MANDATE__GLOBAL":"<p>As custodians of this SDG indicator, OECD and UNDP are responsible for providing technical guidance and supporting countries to collect data, compiling and verifying country data, and for submitting the country data and aggregate data for this indicator. Drawing on their institutional support provided to the Global Partnership for Effective Development Co-operation, OECD and UNDP leverage country participation in the Global Partnership monitoring exercise, which since 2013 has tracked progress towards the effectiveness principles and is the recognised source of data and evidence on upholding effectiveness commitments, to aggregate global data for this indicator. Countries not participating in the Global Partnership monitoring exercise are able to submit their country data directly to OECD and UNDP. </p>","RATIONALE__GLOBAL":"<p>Measuring the alignment of development partners&#x2019; support to country priorities in terms of intervention design and type of results-reporting mechanisms provides a relevant assessment regarding the degree of &#x201C;respect for each country&#x2019;s policy space and leadership to establish and implement country-owned policies for poverty eradication and sustainable development&#x201D;. </p>\n<p>In particular, for interventions approved in the year of reference (i.e. most recent behaviour), the assessment measures the extent to which support from other countries and international organizations set exogenous priorities and conditions to partner countries receiving development co-operation that are not reflected in existing country-led priority-setting mechanisms or planning tools.</p>\n<p>The information collected throughout the indicator provides a &#x201C;two-way mirror&#x201D;, providing both a country-level estimate on a country&#x2019;s existing policy space, and a development partner-level estimate on its degree of alignment with existing results frameworks and priority-setting mechanisms in partner countries where it operates. </p>","REC_USE_LIM__GLOBAL":"<p>The Global Partnership monitoring exercise collects data beyond the scope of the proposed indicator, including additional aspects such as quality of national development planning, the enabling environment of civil society organisations, the quality of public-private dialogue, the predictability of development co-operation, and the use of country public financial management systems by providers of development co-operation. Data generated from the Global Partnership monitoring provide evidence for two additional SDG indicators: 17.16.1 and 5.c.1. </p>","DATA_COMP__GLOBAL":"<p>To provide a comprehensive measure on the extent of use of country-owned results frameworks and other government-led planning tools, the indicator calculates the degree to which objectives, results, indicators and monitoring frameworks associated with new development interventions are drawn from government sources &#x2013; including national, sector and subnational planning tools.</p>\n<p>For each development intervention of significant size (US$ 100,000 and above) approved during the year of reference, the following dimensions are assessed:</p>\n<ul>\n  <li>Q1. Whether objectives are drawn from country-owned results frameworks, plans and strategies 0/1</li>\n  <li>Q2. Share of results (outcome) indicators that are drawn from country-owned results frameworks, plans and strategies %</li>\n  <li>Q3. Share of results (outcome) indicators that will rely on sources of data provided by existing country-led monitoring systems or national statistical services to track project progress %</li>\n</ul>\n<p>Global aggregates for the indicator (for partner countries and providers) are obtained by averaging the three dimensions of alignment with country&#x2019;s priorities and goals across all new interventions for the reporting year. </p>\n<p>Aggregated averages per partner country will provide the extent to which CRFs and planning tools are used by providers of development co-operation operating in that specific country in the design and monitoring of new development projects. </p>\n<p>All formulas are available at: <a href=\"http://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-17.pdf\">http://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-17.pdf</a></p>\n<p>Aggregated averages per development partner will indicate the extent to which that development partner uses CRFs and planning tools in the design and monitoring of new development projects in countries in which it operates. Formulas are available at: <a href=\"http://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-17.pdf\">http://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-17.pdf</a></p>\n<p>When aggregating, the size (budget amount) of the project/ intervention is not considered as weight in order to give the same level of importance to the extent of use of country-owned results frameworks and planning tools in medium-sized vs. larger projects, as the indicator tries to capture the overall behaviour of development partners in designing new interventions in a given country. Weighting by project size would otherwise overrepresent infrastructure projects and underrepresent interventions focused on influencing policies and institutional arrangements. Nevertheless, data on project size is available.</p>","DATA_VALIDATION__GLOBAL":"<p>The national coordinator has the main responsibility to validate the project level data reported by respective government institutions development partners and stakeholders. </p>\n<p>At the global level, the OECD and UNDP review the project level data submitted by partner countries in consultation and coordination with countries&#x2019; national coordinators and with providers of development co-operation.</p>\n<p>Details on the validation process can be found at <a href=\"https://www.effectivecooperation.org/content/2018-monitoring-guide-national-co-ordinators\">https://www.effectivecooperation.org/content/2018-monitoring-guide-national-co-ordinators</a>. </p>","ADJUSTMENT__GLOBAL":"<p>Not applicable</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022;</strong> <strong>At country level</strong></p>\n<p>There is no treatment of missing values. However, a validation process involving representatives of country governments and country offices as well as headquarters offices of development partners takes place. Missing values are highlighted during this validation process, and attempts are made to fill in these gaps.</p>\n<p><strong>&#x2022;</strong> <strong>At regional and global levels</strong></p>\n<p>There is no imputation of missing values. Attempts are made to minimize gaps in data submissions during the data validation process including triangulation with headquarters offices of development partners.</p>","REG_AGG__GLOBAL":"<p>Global and regional estimates are constructed by making a simple average across all countries/providers globally and for a specific region. It was decided not to use a weighted average to give equal consideration to small and large projects (although project amounts and type are captured in the data to allow for more advanced tabulations).</p>","DOC_METHOD__GLOBAL":"<p>A monitoring guide is available to national coordinators in English, French and Spanish. A separate guide in English is also available to providers of development cooperation. The guidance is updated regularly. The guide for national coordinators is available at https://www.effectivecooperation.org/content/2018-monitoring-guide-national-co-ordinators. The guide for providers is available at https://www.effectivecooperation.org/content/2018-monitoring-round-mini-guide-development-partners. </p>","QUALITY_MGMNT__GLOBAL":"<p>The national coordinator has the main responsibility to ensure the quality and comprehensiveness of data for this indicator. OECD and UNDP provide helpdesk and guidance materials to support the national coordinator managing the quality of data. </p>","QUALITY_ASSURE__GLOBAL":"<p>The national coordinator has the main responsibility to ensure the quality and comprehensiveness of data for this indicator. OECD and UNDP support the quality assurance through joint review of data with the national coordinator and by engaging development partners at HQ level, UN development system and UNDP country offices as needed, and cross checking with data set submitted for previous monitoring rounds.</p>","QUALITY_ASSMNT__GLOBAL":"<p>OECD and UNDP support the quality assessment through joint review of data with the national coordinator and by engaging development partners at HQ level, UN development system and UNDP country offices as needed, and cross checking with data set submitted for previous monitoring rounds.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Data collected in the 2016 and 2018 monitoring round generated data for a total of 96 recipient countries and for above 100 development partners &#x2013;including the 29 countries that are members of the OECD&#x2019;s Development Assistance Committee and the six major multilateral organizations in terms of development finance (i.e. the World Bank, the International Monetary Fund, the United Nations Development Programme, African Development Bank, Asian Development Bank, and the Inter-American Development Bank). </p>\n<p><strong>Time series:</strong></p>\n<p>Data for countries have been compiled in 2016 and 2018. From 2023, data will be available on a rolling basis with all countries encouraged to report at least once within a four-year cycle.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Given the bottom-up approach in generating the indicator, disaggregation is possible at the country level and at the development partner level.</p>\n<p>While data collection is led at the country level, in a bottom-up approach, global and regional aggregates can be used for monitoring internationally-agreed commitments related to strengthening country ownership and better partner alignment with nationally-set development goals. </p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>NA</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p><a href=\"http://effectivecooperation.org/\">http://effectivecooperation.org/</a></p>\n<p>Internationally agreed methodology and guideline URL: https://www.effectivecooperation.org/system/files/2020-09/2018_Monitoring_Guide_National_Coordinator.pdf</p>\n<p><strong>References:</strong></p>\n<p>Ocampo, Jose Antonio (2015). A Post-2015 Monitoring and Accountability Framework. UNDESA: CDP Background Paper No. 27. ST/ESA/2015/CDP/27.</p>\n<p>Espey, Jessica; K. Walecik and M. K&#xFC;hner (2015). Follow-up and Review of the SDGs: Fulfilling our Commitments. Sustainable Development Solutions Network: A Global Initiative for the United Nations. New York: SDSN.</p>\n<p>Coppard, D. and C. Culey (2015). The Global Partnership for Effective Development Co-operation&#x2019;s Contribution to the 2030 Agenda for Sustainable Development. Plenary Session 1 Background Paper. Busan Global Partnership Forum, Korea.</p>\n<p>GPEDC (2018). 2018 Monitoring Guide. /Paris/New York. Available at: https://www.effectivecooperation.org/system/files/2020-09/2018_Monitoring_Guide_National_Coordinator.pdf</p>","indicator":"17.15.1","target_id":"17.15","sdg_goal":"17","indicator_sort_order":"17-15-01"}