{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proporción de razas y variedades locales consideradas en riesgo de extinción","graph_titles":[],"graph_type":"line","indicator_name":"Proporción de razas y variedades locales consideradas en riesgo de extinción","indicator_number":"2.5.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 2: End hunger, achieve food security and improved nutrition and promote sustainable agriculture</p>","SDG_TARGET__GLOBAL":"<p>Target 2.5: By 2020, maintain the genetic diversity of seeds, cultivated plants and farmed and domesticated animals and their related wild species, including through soundly managed and diversified seed and plant banks at the national, regional and international levels, and promote access to and fair and equitable sharing of benefits arising from the utilization of genetic resources and associated traditional knowledge, as internationally agreed</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 2.5.2: Proportion of local breeds classified as being at risk of extinction</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Proportion of local breeds classified as being at risk of extinction</p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>Indicator 2.5.1b on animal genetic resources </p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>Food and Agriculture Organization of the United Nations (FAO)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>Food and Agriculture Organization of the United Nations (FAO)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition: </strong></p>\n<p>The indicator presents the percentage of local livestock breeds among local breeds with known risk status classified as being at risk of extinctions at a certain moment in time, as well as the trends for this percentage.</p>\n<p><strong>Concepts: </strong></p>\n<p>A similar indicator was originally proposed for the Target 15.5, and it serves also as an indicator for the Aichi Target 13 &#x201C;Genetic Diversity of Terrestrial Domesticated Animals&#x201D; under the Convention on Biological Diversity (CBD). It is described on the webpage of the Biodiversity Indicators Partnership (BIP), a network of organizations, which have come together to provide the most up-to date biodiversity information possible for tracking progress towards the Aichi Targets (http://www.bipindicators.net/domesticatedanimals). Further, it is presented in the Global Biodiversity Outlook 4, page 91 (see <a href=\"https://www.cbd.int/gbo/gbo4/publication/gbo4-en.pdf\">https://www.cbd.int/gbo/gbo4/publication/gbo4-en.pdf</a> ) which is an output of the processes under the CBD.</p>","UNIT_MEASURE__GLOBAL":"<p>Percent (%) </p>","CLASS_SYSTEM__GLOBAL":"<p>International standards and classifications used have been endorsed by the FAO Commission on Genetic Resources for Food and Agriculture and are provided in more detail in: FAO. 2013. In vivo conservation of animal genetic resources (accessible at <a href=\"http://www.fao.org/3/a-i3327e.pdf\">http://www.fao.org/3/a-i3327e.pdf</a>).</p>","SOURCE_TYPE__GLOBAL":"<p>DAD-IS is the Domestic Animal Diversity Information System maintained and developed by FAO (<a href=\"http://www.fao.org/dad-is/en/\">http://www.fao.org/dad-is/en/</a>). It provides access to searchable databases of breed-related information and photos and links to other online resources on livestock diversity. It allows to analyze the diversity of livestock breeds on national, regional and global levels including the status of breeds regarding their risk of extinction. DAD-IS currently contains data from 182 countries and 38 species. It contains information on more than 8,800 mammalian and avian breeds, among those about 7,700 are considered local (i.e. reported to occur in only one country).</p>","COLL_METHOD__GLOBAL":"<p>Livestock census on breed level or data derived from national herdbooks or national surveys. </p>","FREQ_COLL__GLOBAL":"<p>Data entry into DAD-IS is possible all over the year.</p>","REL_CAL_POLICY__GLOBAL":"<p>The indicator is updated in the first quarter of each year.</p>","DATA_SOURCE__GLOBAL":"<p>The data are provided by the National Coordinators for the Management of Animal Genetic Resources (NCs). The NC is officially nominated by the country (usually by the Ministry of Agriculture). FAO provides the password for entering/updating the country&#x2019;s data within the global data information system DAD-IS directly to the NC, after having received the official nomination letter.</p>","COMPILING_ORG__GLOBAL":"<p>Food and Agriculture Organization of the United Nations (FAO)</p>","INST_MANDATE__GLOBAL":"<p>The National Coordinators for Management of Animal Genetic Resources are responsible for the provision of national data the indicator is based on. Their Terms of Reference have been endorsed by the Commission on Genetics Resources for Food and Agriculture and are described in more detail in: <em>Developing the institutional framework for the management of animal genetic resources</em>.</p>\n<p>FAO Animal Production and Health Guidelines. No. 6. Rome. (Accessible at <a href=\"http://www.fao.org/3/ba0054e/ba0054e00.pdf\">http://www.fao.org/3/ba0054e/ba0054e00.pdf</a>). </p>","RATIONALE__GLOBAL":"<p>The indicator has a direct link to &#x201C;biodiversity&#x201D; as animal or livestock genetic resources represent an integral part of agricultural ecosystems and biodiversity as such. Further there are indirect links to &#x201C;malnutrition&#x201D;: Animal genetic resources for food and agriculture are an essential part of the biological basis for world food security, and contribute to the livelihoods of over a thousand million people. A diverse resource base is critical for human survival and well-being, and a contribution to the eradication of hunger: animal genetic resources are crucial in adapting to changing socio-economic and environmental conditions, including climate change. They are the animal breeder&#x2019;s raw material and amongst the farmer&#x2019;s most essential inputs. They are essential for sustainable agricultural production. </p>\n<p>No increase of the percentage of breeds being at risk or being extinct is directly related to &#x201C;halt the loss of biodiversity&#x201D;.</p>","REC_USE_LIM__GLOBAL":"<p>Breed-related information remains far from complete. Across the world, when excluding extinct breeds, 61 percent of local breeds are classified as of unknown status because of missing population data or lack of recent updates. </p>\n<p>Generally, data collection should be possible in all countries. Updating of population size data at least each 10 years is needed for the definition of the risk classes.</p>","DATA_COMP__GLOBAL":"<p>The indicator is based on the data contained in FAO&#x2019;s Global Databank for Animal Genetic Resources DAD-IS (<a href=\"http://dad.fao.org/\">http://dad.fao.org/</a>). Risk classes are defined based on population sizes of breeds reported to DAD-IS. The risk class is considered to be &#x201C;unknown&#x201D; if (i) no population sizes are reported or (ii) the most recent population size reported refers to a year more than 10- years before the year of calculation (10 year cut off point). </p>\n<p>Species are assigned to two groups. The first group comprises species that have high reproductive capacity, such as pigs, rabbits, guinea pigs and avian species, and the second comprises species that</p>\n<p>have low reproductive capacity, i.e. those belonging to the taxonomical families Bovidae, Equidae, Camelidae and Cervidae.</p>\n<p>The risk status categories are defined as follows (see also FAO. 2013. In vivo conservation of animal genetic resources. FAO Animal Production and Health Guidelines. No. 14. Rome. Accessible at <a href=\"http://www.fao.org/docrep/018/i3327e/i3327e.pdf\">http://www.fao.org/docrep/018/i3327e/i3327e.pdf</a>): </p>\n<p><strong><em>Extinct. </em></strong>A breed is categorized as extinct when there are no breeding males or breeding females remaining and any cryoconserved genetic material that may be available is insufficient for breed reconstitution.</p>\n<p><strong><em>Cryoconserved only. </em></strong>Breeds that have no living male or female animals remaining, but for which there is sufficient cryopreserved material to allow for reconstitution of the breed, are assigned to the category cryoconserved only. The ability to reconstitute an otherwise extinct breed depends on the amount of and type of stored germplasm. Requirements differ greatly according to species. Guidance on what constitutes &#x201C;sufficient cryopreserved material&#x201D; is provided in the FAO guidelines <em>Cryoconservation of animal genetic resources</em> (FAO, 2012).</p>\n<p><strong><em>Critical. </em></strong>A breed is categorized as critical if:</p>\n<p><strong>&#x2022; </strong>the total number of breeding females is less than or equal to 100 (300 for species with low reproductive capacity); or</p>\n<p><strong>&#x2022; </strong>the overall population size is less than or equal to 80 (240) and the population trend is increasing and the proportion of females being bred to males of the same breed is greater than 80 percent (i.e. cross-breeding is equal to or less than 20 percent); or</p>\n<p><strong>&#x2022; </strong>the overall population size is less than or equal to 120 (360) and the population trend is stable or decreasing; or</p>\n<p><strong>&#x2022; </strong>the total number of breeding males is less than or equal to five (i.e. <em>&#x394;F </em>is 3 percent or greater).</p>\n<p>If the population trend is unknown, then it is assumed to be stable. Breeds for which demographic characteristics suggest a critical risk of extinction, but that have active conservation programmes (including cryoconservation) in place, or populations that are maintained by commercial companies or research institutions are considered to be &#x201C;critical-maintained&#x201D; for reporting purposes.</p>\n<p><strong><em>Endangered. </em></strong>A breed is categorized as endangered if:</p>\n<p><strong>&#x2022; </strong>the total number of breeding females is greater than 100 (300 for species with low reproductive capacity) and less than or equal to 1 000 (3 000); or</p>\n<p><strong>&#x2022; </strong>the overall population size is greater than 80 (240) and less than 800 (2 400) and increasing in size and the percentage of females being bred to males of the same breed is above 80 percent; or</p>\n<p><strong>&#x2022; </strong>the overall population size is greater than 120 (360) and less than or equal to 1 200 (3 600) and the trend is stable or decreasing; or</p>\n<p><strong>&#x2022; </strong>the total number of breeding males is less than or equal to 20 and greater than five (i.e. <em>&#x394;F </em>is between 1 and 3 percent).</p>\n<p>Once again, if the population trend is unknown, then it is assumed to be stable. Endangered breeds will be assigned to the subcategory &#x201C;endangered-maintained&#x201D; if active conservation programmes are in place or if their populations are maintained by commercial companies or research institutions.</p>\n<p><strong><em>Vulnerable. </em></strong>A breed is categorized as vulnerable if:</p>\n<p><strong>&#x2022; </strong>the total number of breeding females is between 1 000 and 2 000 (3 000 and 6 000 for species with low reproductive capacity); or</p>\n<p><strong>&#x2022; </strong>the overall population size is greater than 800 (2 400) and less than or equal to 1 600 (4 800) and increasing and the percentage of females being bred to males of the same breed is greater than 80 percent; or</p>\n<p><strong>&#x2022; </strong>the overall population size is greater than 1 200 (3 600) and less than or equal to 2 400 (7 200) but stable or decreasing; or</p>\n<p><strong>&#x2022; </strong>the total number of breeding males is between 20 and 35 (i.e. the <em>&#x394;F </em>is between 0.5 and 1 percent).</p>\n<p>Unreported population trends are assumed to be stable.</p>\n<p><strong><em>Not at risk. </em></strong>A breed is categorized as not at risk if the population status is known and the breed does not fall in the critical or endangered categories (including the respective subcategories) or the vulnerable category.</p>\n<p> </p>\n<p><strong><em>Unknown. </em></strong>This category is self-explanatory and calls for action. A population survey is needed; the breed could be critical, endangered or vulnerable.</p>\n<ul>\n  <li>A breed is considered to be at risk if it has been classified as either critical, critical-maintained, endangered, endangered-maintained or vulnerable. </li>\n</ul>\n<p>The indicator is calculated as follows:</p>\n<table>\n  <tbody>\n    <tr>\n      <td>\n        <p><strong>Risk status of local breeds</strong></p>\n      </td>\n      <td>\n        <p><strong>Number</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>At risk</p>\n      </td>\n      <td>\n        <p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n            <msub>\n              <mrow>\n                <mi>n</mi>\n              </mrow>\n              <mrow>\n                <mi>R</mi>\n              </mrow>\n            </msub>\n          </math></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Not at risk</p>\n      </td>\n      <td>\n        <p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n            <msub>\n              <mrow>\n                <mi>n</mi>\n              </mrow>\n              <mrow>\n                <mi>N</mi>\n                <mi>R</mi>\n              </mrow>\n            </msub>\n          </math></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Unknown</p>\n      </td>\n      <td>\n        <p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n            <msub>\n              <mrow>\n                <mi>n</mi>\n              </mrow>\n              <mrow>\n                <mi>U</mi>\n              </mrow>\n            </msub>\n          </math></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>All risk classes</p>\n      </td>\n      <td>\n        <p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n            <mi>n</mi>\n            <mo>=</mo>\n            <msub>\n              <mrow>\n                <mi>n</mi>\n              </mrow>\n              <mrow>\n                <mi>R</mi>\n              </mrow>\n            </msub>\n            <mo>+</mo>\n            <msub>\n              <mrow>\n                <mi>n</mi>\n              </mrow>\n              <mrow>\n                <mi>N</mi>\n                <mi>R</mi>\n              </mrow>\n            </msub>\n            <mo>+</mo>\n            <msub>\n              <mrow>\n                <mi>n</mi>\n              </mrow>\n              <mrow>\n                <mi>U</mi>\n              </mrow>\n            </msub>\n          </math></p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<p><strong>SDG indicator for country i: </strong><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msub>\n      <mrow>\n        <mi mathvariant=\"bold-italic\">p</mi>\n      </mrow>\n      <mrow>\n        <mi mathvariant=\"bold-italic\">i</mi>\n      </mrow>\n    </msub>\n  </math></p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msub>\n      <mrow>\n        <mi>p</mi>\n      </mrow>\n      <mrow>\n        <mi>i</mi>\n      </mrow>\n    </msub>\n    <mo>=</mo>\n    <mfrac>\n      <mrow>\n        <msub>\n          <mrow>\n            <mi>n</mi>\n          </mrow>\n          <mrow>\n            <mi>R</mi>\n            <mi>i</mi>\n          </mrow>\n        </msub>\n      </mrow>\n      <mrow>\n        <msub>\n          <mrow>\n            <mi>n</mi>\n          </mrow>\n          <mrow>\n            <mi>R</mi>\n            <mi>i</mi>\n          </mrow>\n        </msub>\n        <mo>+</mo>\n        <msub>\n          <mrow>\n            <mi>n</mi>\n          </mrow>\n          <mrow>\n            <mi>N</mi>\n            <mi>R</mi>\n            <mi>i</mi>\n          </mrow>\n        </msub>\n      </mrow>\n    </mfrac>\n  </math></p>","DATA_VALIDATION__GLOBAL":"<p>Consistency of data uploaded for computation of risk status is automatically checked by DAD-IS (e.g. number of females not exceeding total population size).</p>","ADJUSTMENT__GLOBAL":"<p>Not applicable</p>","IMPUTATION__GLOBAL":"<p><strong>At breed level</strong></p>\n<p>If no population data are provided for a respective year, it is assumed that the risk status remains the same as for the last year for which population data have been reported. In this case the nature of data is considered to be estimated. However, if the most recent reporting refers to a year more than 10- years before, the risk status is considered &#x201C;unknown&#x201D;. </p>\n<p><strong>&#x2022; At country level</strong></p>\n<p>Country information is considered to be missing if 100% percent of a country&#x2019;s local breeds do have risk status &#x201C;unknown&#x201D;. If 100% of a country&#x2019;s breed risk status values are estimates (see above), the nature of country data is also considered to be an estimate.</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>See aggregation rules under 4.g</p>","REG_AGG__GLOBAL":"<p>Aggregated SDG indicator Pj for k countries (with at least one local breed with known risk status) in region j with total number of local breeds in k countries: <math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mi>N</mi>\n    <mo>=</mo>\n    <mrow>\n      <munderover>\n        <mo stretchy=\"false\">&#x2211;</mo>\n        <mrow>\n          <mi>i</mi>\n          <mo>=</mo>\n          <mn>1</mn>\n        </mrow>\n        <mrow>\n          <mi>k</mi>\n        </mrow>\n      </munderover>\n      <mrow>\n        <msub>\n          <mrow>\n            <mi>n</mi>\n          </mrow>\n          <mrow>\n            <mi>i</mi>\n          </mrow>\n        </msub>\n      </mrow>\n    </mrow>\n  </math> </p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msub>\n      <mrow>\n        <mi>P</mi>\n      </mrow>\n      <mrow>\n        <mi>j</mi>\n      </mrow>\n    </msub>\n  </math>=<math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mrow>\n      <munderover>\n        <mo stretchy=\"false\">&#x2211;</mo>\n        <mrow>\n          <mi>i</mi>\n          <mo>=</mo>\n          <mn>1</mn>\n        </mrow>\n        <mrow>\n          <mi>k</mi>\n        </mrow>\n      </munderover>\n      <mrow>\n        <mo>(</mo>\n        <msub>\n          <mrow>\n            <mi>p</mi>\n          </mrow>\n          <mrow>\n            <mi>i</mi>\n          </mrow>\n        </msub>\n      </mrow>\n    </mrow>\n    <mo>&#x2219;</mo>\n    <mfrac>\n      <mrow>\n        <msub>\n          <mrow>\n            <mi>n</mi>\n          </mrow>\n          <mrow>\n            <mi>i</mi>\n          </mrow>\n        </msub>\n      </mrow>\n      <mrow>\n        <mi>N</mi>\n      </mrow>\n    </mfrac>\n    <mo>)</mo>\n  </math></p>\n<p>Regional and global results are only reported if more than 50% of the countries within the respective region or globally are not missing</p>","DOC_METHOD__GLOBAL":"<p>Livestock census on breed level or data derived from national herdbooks or national surveys. </p>\n<p>FAO. 2011. Surveying and monitoring of animal genetic resources. FAO Animal Production and Health Guidelines. No. 7. Rome. (available at <a href=\"http://www.fao.org/docrep/014/ba0055e/ba0055e00.htm\">http://www.fao.org/docrep/014/ba0055e/ba0055e00.htm</a>)</p>","QUALITY_MGMNT__GLOBAL":"<p>FAO provides regular training to National Coordinators related to data collection and entering data into the official system, DAD-IS. The indicators itself is automatically calculated in DAD-IS. </p>\n<p>There is an automatic check of data consistency when uploaded into DAD-IS.</p>","QUALITY_ASSURE__GLOBAL":"<p>Described in section 7 of FAO. 2011. Surveying and monitoring of animal genetic resources. FAO Animal Production and Health Guidelines. No. 7. Rome. (available at <a href=\"http://www.fao.org/docrep/014/ba0055e/ba0055e00.htm\">http://www.fao.org/docrep/014/ba0055e/ba0055e00.htm</a>) </p>\n<p>The guidelines were presented to and endorsed by the Commission on Genetic Resources for Food and Agriculture at its Thirteenth Regular Session in July 2011. </p>\n<p>FAO is responsible for the quality of the internal statistical processes used to compile the published datasets.</p>","QUALITY_ASSMNT__GLOBAL":"<p>Each second year, FAO is organizing a global National Coordinators&#x2019; Workshops to assess and discuss the collection of data the indicator is based on. The indicators itself is automatically calculated in DAD-IS. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Data are publicly available through DAD-IS (see <a href=\"http://dad.fao.org/\">http://dad.fao.org/</a>).</p>\n<p><strong>Time series:</strong></p>\n<p>DAD-IS data are available since 2000 up to 2022.</p>\n<p><strong>Disaggregation: </strong></p>\n<p>Data are available by country.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Not applicable</p>","OTHER_DOC__GLOBAL":"<p><strong>URL: </strong></p>\n<p><a href=\"http://dad.fao.org/\">http://dad.fao.org/</a> </p>\n<p><strong>References: </strong></p>\n<p>FAO. 2013. In vivo conservation of animal genetic resources.</p>\n<p>FAO Animal Production and Health Guidelines. No. 14. Rome. Accessible at <a href=\"http://www.fao.org/docrep/018/i3327e/i3327e.pdf\">http://www.fao.org/docrep/018/i3327e/i3327e.pdf</a></p>","indicator":"2.5.2","target_id":"2.5","sdg_goal":"2","indicator_sort_order":"02-05-02"}