{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proporción de partos atendidos por personal sanitario especializado","graph_titles":[],"graph_type":"line","indicator_name":"Proporción de partos atendidos por personal sanitario especializado","indicator_number":"3.1.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 3: Ensure healthy lives and promote well-being for all at all ages</p>","SDG_TARGET__GLOBAL":"<p>Target 3.1: By 2030, reduce the global maternal mortality ratio to less than 70 per 100,000 live births</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 3.1.2: Proportion of births attended by skilled health personnel </p>","SDG_SERIES_DESCR__GLOBAL":"<p>Proportion of births attended by skilled health personnel (%)</p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>Related to Target 3.1 on reducing maternal mortality, 3.2 on reducing neonatal mortality and 3.8 on achieving universal health coverage (coverage of essential health services)</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Children&#x2019;s Fund (UNICEF) and World Health Organization (WHO)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Children&#x2019;s Fund (UNICEF) and World Health Organization (WHO)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Proportion of births attended by skilled health personnel (generally doctors, nurses or midwives but can refer to other health professionals providing childbirth care) is the proportion of childbirths attended by professional health personnel. According to the current definition (1) these are competent maternal and newborn health (MNH) professionals educated, trained and regulated to national and international standards. They are competent to: (i) provide and promote evidence-based, human-rights based, quality, socio-culturally sensitive and dignified care to women and newborns; (ii) facilitate physiological processes during labour and delivery to ensure a clean and positive childbirth experience; and (iii) identify and manage or refer women and/or newborns with complications. </p>","UNIT_MEASURE__GLOBAL":"<p>This indicator is reported in proportion (or percentage (%)</p>","CLASS_SYSTEM__GLOBAL":"<p>An important aspect of this indicator is the reporting of categories or occupational titles of health providers at country level. Standard categories for the indicator include doctor, nurse and midwife. However, some additional categories are currently being reported by some countries. When that is the case, a process of verification is conducted in which the competency level of other categories of health care providers is assessed with national sources and in communication with national counterparts. </p>","SOURCE_TYPE__GLOBAL":"<p>National-level household surveys are the main data sources used to collect data for skilled health personnel providing childbirth care. These surveys include Demographic and Health Surveys (DHS), Multiple Indicator Cluster Surveys (MICS), Reproductive Health Surveys (RHS) and other national surveys based on similar methodologies. In these surveys the respondent is asked about the last live birth and who helped during delivery for a period up to five years before the interview.</p>\n<p>Surveys are undertaken every three to five years. </p>\n<p>Population-based surveys are the preferred data source in countries with a low utilization of childbirth services, where private sector data are excluded from routine data collection, and/or with weak health information systems. </p>\n<p>Routine service/facility records are a more common data source in countries where a high proportion of births occur in health facilities and are therefore recorded. These data can be used to track the indicator on an annual basis.</p>","COLL_METHOD__GLOBAL":"<p>UNICEF and WHO maintain a joint database on SDG 3.1.2: &#x201C;Proportion of births attended by skilled health personnel&#x201D; and collaborate to ensure quality and consistency of data sources. </p>\n<p> </p>\n<p>As part of the data harmonization process and interaction with countries, an annual country consultation is conducted by UNICEF. During the country consultation, SDG country focal points are contacted for updating and verifying values included in the database and for obtaining new data sources. New data sources are reviewed and assessed jointly with WHO. As part of the process, the national categories or occupational titles of skilled health personnel are verified. The reported data for some countries may include additional categories of trained personnel beyond doctor, nurse and midwife. </p>\n<p> </p>","FREQ_COLL__GLOBAL":"<p>UNICEF/WHO joint database is updated on an annual basis. However, not all countries report new data on annual basis. Countries reporting data from household surveys, may report a new value every three-five years, according to their data collection schedule. Data reported from routine administrative sources are regularly available on an annual basis. </p>","REL_CAL_POLICY__GLOBAL":"<p>Country reported data and global and regional estimates are published annually; in February by UNICEF in the data website <a href=\"http://www.data.unicef.org\">www.data.unicef.org</a> (3) and by the World Health Organization in May in the World Health Statistics Report (<a href=\"http://www.who.int/whosis/whostat/en/\" target=\"_blank\">http://www.who.int/whosis/whostat/en/</a>) and the WHO Global Health Observatory (<a href=\"https://www.who.int/data/gho\">https://www.who.int/data/gho</a>. UNICEF also reports this indicator in the State of the World&#x2019;s Children report which is on a bi-annual reporting schedule (https://www.unicef.org/reports/state-of-worlds-children). </p>","DATA_SOURCE__GLOBAL":"<p>Ministries of Health and National Statistical Offices, either through household surveys or routine sources. </p>","COMPILING_ORG__GLOBAL":"<p>United Nations Children&#x2019;s Fund (UNICEF) andWorld Health Organization (WHO). </p>","INST_MANDATE__GLOBAL":"<p>UNICEF and WHO are co-custodians for the compilation and reporting of this indicator. </p>","RATIONALE__GLOBAL":"<p>Having a skilled health care provider at the time of childbirth is an important lifesaving intervention for both women and newborns. Not having access to this key assistance is detrimental to women&apos;s and newborns&#x2019; health because it could cause the death of the women and/or the newborns or long lasting morbidity. Achieving universal coverage for this indicator is therefore essential for reducing maternal and newborn mortality and morbidity. </p>","REC_USE_LIM__GLOBAL":"<p>Births attended by skilled health personnel is an indicator of health care utilization. It is a measure of the health system&#x2019;s functioning and potential to provide adequate coverage for childbirth. On its own, however, this indicator does not provide insight into the availability or accessibility of services, for example in cases where emergency care is needed. Neither does this indicator capture the quality of care received.</p>\n<p>Data collection and data interpretation in many countries is challenged by lack of guidelines, standardization of professional titles and functions of the health care provider, and in some countries by task-shifting. In addition, many countries have found that there are large gaps between international standards and the competencies of existing health care professionals providing childbirth care. Lack of training and an enabling environment often hinder evidence-based management of common obstetric and neonatal complications.</p>","DATA_COMP__GLOBAL":"<p>Numerator: </p>\n<p>Number of births attended by skilled health personnel (doctor, nurse or midwife) trained in providing quality obstetric care, including giving the necessary support and care to the mother and the newborn during childbirth and immediate postpartum period </p>\n<p>Denominator: The total number of live births in the same period. </p>\n<p>Births attended by skilled health personnel = (number of births attended by skilled health personnel)/(total number of live births) x 100.</p>","DATA_VALIDATION__GLOBAL":"<p>As part of the data harmonization process, an annual country consultation is conducted by UNICEF. Country inputs are reviewed and assessed jointly with WHO. During the process, SDG country focal points are contacted for updating and verifying values included in the database and obtaining new sources of data. The national categories of skilled health personnel are verified, and the estimates for some countries may include additional categories of trained personnel beyond doctor, nurse, and midwife. This process serves as validation of the reported values. </p>\n<p>Furthermore, with regard to data obtained from surveys, the validity of such data depends on the correct identification by the women of the credentials of the person attending the childbirth, which may not be obvious in certain countries.</p>","ADJUSTMENT__GLOBAL":"<p>In cases where reporting of skilled categories or occupational titles is not consistent with previous years or with categories considered skilled at country level, reported values may be adjusted. When this is done, the process is consulted with countries. </p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level</strong></li>\n</ul>\n<p>There is no treatment of missing values at country level. If value is missing for a given year, then there is no reporting of that value. </p>\n<p> </p>\n<ul>\n  <li><strong>At regional and global levels</strong></li>\n</ul>\n<p>Missing values are not imputed for regional and global levels. For the latest reported time period, the latest available year in the year range is used for the calculation of regional and global average. </p>","REG_AGG__GLOBAL":"<p>Regional and global estimates are calculated using weighed averages. Annual number of births from United Nations Population Division, World Population Prospects (3) are used as weighing indicator. Regional values are calculated for a reference year, including a range of four to five years for each reference year or year range. For example, for 2021, the latest year available for the period 2015-2021 was used.</p>","DOC_METHOD__GLOBAL":"<p>Definition of skilled health personnel varies between countries. The proportion of births attended by skilled health personnel is calculated as the number of births attended by skilled health personnel (doctors, nurses or midwives) expressed as a proportion of the number of live births in the same period.</p>\n<p>In household surveys, such as DHS, MICS and RHS, the respondent is asked about the most recent birth and who helped during childbirth for a period up to five years before the interview. For consistency of reporting, survey customization teams in country are encouraged to review categories or occupational title of health care providers reported on the previous surveys and ensure comparability. Service/facility records could be used where a high proportion of births occur in health facilities and are recorded. </p>","QUALITY_MGMNT__GLOBAL":"<p>Data are reported to UNICEF on an annual basis. Values are reviewed and assessed to make sure that reported indicator complies with standard definition and methodology. </p>","QUALITY_ASSURE__GLOBAL":"<p> </p>\n<p>As part of the data harmonization process an annual country consultation process is conducted by UNICEF. Country inputs are reviewed and assessed jointly with WHO. During the process, SDG country focal points are contacted for updating and verifying values included in the data bases and obtaining new sources of data. The national categories of skilled health personnel are verified, and the reported data for some countries may include additional categories of trained personnel beyond doctor, nurse, and midwife.</p>","QUALITY_ASSMNT__GLOBAL":"<p>Data included in the database is verified through an annual country consultation process and data harmonization process conducted by the two custodian agencies: UNICEF and WHO. All values are also assessed for consistency in terms of standard definition, representativeness, source of information, quality. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability: </strong></p>\n<p>Data are available for over 170 countries. </p>\n<p>The lag between the reference year and actual production of data series depends on the availability of the household survey for each country. </p>\n<p><strong>Time series:</strong></p>\n<p>2001-2021</p>\n<p><strong>Disaggregation: </strong></p>\n<p>For this indicator, when data are reported from household surveys, disaggregation is available for various socio-economic characteristics including age of the mother, residence (urban/rural), household wealth (quintiles), education level of the mother, maternal age, geographic regions. When data are reported from administrative sources, disaggregation is more limited and tend to include only residence. </p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong> </p>\n<p>Discrepancies are possible if there are national figures compiled at the health facility level. These would differ from the global figures, which are typically based on survey data collected at the household level. </p>\n<p>In terms of survey data, some survey reports may present a total percentage of births attended by a skilled health professional that does not conform to the SDG definition (e.g., total includes provider that is not considered skilled, such as a community health worker). In that case, the proportion of childbirths by a physician, nurse, or a midwife are totalled, consulted with the country and included in the global database as the SDG estimate. </p>\n<p>In some countries where the indicator on skilled health personnel is not actively reported, birth in a health facility (institutional births) is used as a proxy indicator. This is frequent in countries in the Latin America region, in European and Central Asian regions, where the proportion of births attended by health professionals is very high. Nonetheless, it should be noted that institutional births may underestimate the percentage of births assisted by skilled health professionals, particularly in cases were home births - assisted by skilled health professionals - are prevalent. </p>","OTHER_DOC__GLOBAL":"<p><strong>URL: </strong><a href=\"https://data.unicef.org/topic/maternal-health/delivery-care/\" target=\"_blank\"><strong><u>https://data.unicef.org/topic/maternal-health/delivery-care/#</u></strong></a><strong> </strong> </p>\n<p> </p>\n<p><strong>References:</strong> </p>\n<ul>\n  <li>\n    <ol>\n      <li>Definition of skilled health personnel providing care during childbirth 2018 joint statement by WHO, UNFPA, UNICEF, ICM, ICN, FIGO and IPA. https://www.who.int/reproductivehealth/publications/statement-competent-mnh-professionals/en/</li>\n      <li>Joint UNICEF/WHO database of skilled health personnel, based on population-based national household survey data and routine health systems. https://data.unicef.org/topic/maternal-health/delivery-care/#. </li>\n      <li>United Nations Population Division, World Population Prospects. https://population.un.org/wpp/Download/Standard/Population/.</li>\n    </ol>\n  </li>\n</ul>","indicator":"3.1.2","target_id":"3.1","sdg_goal":"3","indicator_sort_order":"03-01-02"}