{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Tasa de mortalidad de niños menores de 5 años","graph_titles":[],"graph_type":"line","indicator_name":"Tasa de mortalidad de niños menores de 5 años","indicator_number":"3.2.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 3: Ensure healthy lives and promote well-being for all at all ages</p>","SDG_TARGET__GLOBAL":"<p>Target 3.2: By 2030, end preventable deaths of newborns and children under 5 years of age, with all countries aiming to reduce neonatal mortality to at least as low as 12 per 1,000 live births and under-5 mortality to at least as low as 25 per 1,000 live births</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 3.2.1: Under&#x2011;5 mortality rate</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Not applicable</p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>3.2.2: Neonatal mortality rate </p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Children&apos;s Fund (UNICEF) </p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Children&apos;s Fund (UNICEF) </p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong> </p>\n<p>The under-five mortality rate is the probability of a child born in a specific year or period dying before reaching the age of 5 years, if subject to age-specific mortality rates of that period, expressed as deaths per 1000 live births. </p>\n<p> </p>\n<p><strong>Concepts:</strong> </p>\n<p>The under-five mortality rate as defined here is, strictly speaking, not a rate (i.e. the number of deaths divided by the number of population at risk during a certain period of time), but a probability of death derived from a life table and expressed as a rate per 1000 live births. </p>","UNIT_MEASURE__GLOBAL":"<p>The unit of measure is the number of deaths per 1,000 live births.</p>","CLASS_SYSTEM__GLOBAL":"<p>Not applicable</p>","SOURCE_TYPE__GLOBAL":"<p>Nationally representative estimates of child mortality can be derived from several different sources, including civil registration and sample surveys. Demographic surveillance sites and hospital data are excluded as they are not nationally representative. The preferred source of data is a civil registration system that records births and deaths on a continuous basis. If registration is complete and the system functions efficiently, the resulting estimates will be accurate and timely. However, many countries do not have well-functioning vital registration systems. In such cases, household surveys, such as the UNICEF-supported Multiple Indicator Cluster Surveys (MICS), the USAID-supported Demographic and Health Surveys (DHS) and periodic population censuses have become the primary sources of data on under-five mortality. These surveys ask women about the survival of their children, and it is these reports that provide the basis of child mortality estimates for a majority of low- and middle-income countries. These data are subject to sampling and non-sampling errors, which might be substantial. </p>\n<p> </p>\n<p><strong>Civil registration </strong></p>\n<p>Civil registration is the preferred data source for under-five, infant and neonatal mortality estimation. The calculation of the under-five and infant mortality rates from civil registration data is derived from a standard period abridged life table using available data on the number of deaths and mid-year populations. For civil registration data), initially annual observations were constructed for all observation years in a country. </p>\n<p> </p>\n<p><strong>Population census and household survey data </strong></p>\n<p>Most survey data come in one of two forms: the full birth history (FBH), whereby women are asked for the date of birth of each of their children, whether the child is still alive, and if not, the age at death; and the summary birth history (SBH), whereby women are asked only about the number of their children ever born and the number that have died (or equivalently the number still alive). </p>","COLL_METHOD__GLOBAL":"<p>For under-five mortality, UNICEF and the United Nations Inter-agency Group for Child Mortality Estimation (UN IGME) compile data from all available data sources, including household surveys, censuses, and vital registration data. UNICEF and the UN IGME compile these data whenever they are available publicly and then conduct data quality assessment. UNICEF also collects data through UNICEF country offices by reaching national counterpart(s). The UN IGME also collects vital registration data reported by Ministries of Health or other relevant agencies to WHO. </p>\n<p> </p>\n<p>To increase the transparency of the estimation process, the UN IGME has developed a child mortality web portal, <a href=\"http://www.childmortality.org\">www.childmortality.org</a>, which includes all available data and shows estimates for each country. Once the new estimates are finalized, the web portal will be updated to reflect all available data and the new estimates. </p>","FREQ_COLL__GLOBAL":"<p>The UN IGME underlying database is continuously updated whenever new empirical data become available. </p>","REL_CAL_POLICY__GLOBAL":"<p>A new round of UN IGME estimates is released annually, usually in the 3<sup>rd</sup> or 4<sup>th</sup> quarter. </p>","DATA_SOURCE__GLOBAL":"<p>The National Statistical Office or the Ministry of Health is the typical provider of data for generating under-five mortality estimates at the national level. </p>\n<p> </p>","COMPILING_ORG__GLOBAL":"<p>UNICEF </p>","INST_MANDATE__GLOBAL":"<p>The United Nations Inter-agency Group for Child Mortality Estimation (UN IGME), led by the United Nations Children&#x2019;s Fund (UNICEF) and including members from the World Health Organization (WHO), the World Bank Group and the United Nations Population Division, was established in 2004 to advance the work on monitoring progress towards the achievement of child survival goals and to augment country capacity to collect high quality data on and produce timely estimates of child mortality. Every year, the UN IGME estimates levels and trends in under-5 mortality at the global, regional and country level and provides an assessment of current progress towards the SDG targets.</p>","RATIONALE__GLOBAL":"<p>Mortality rates among young children are a key output indicator for child health and well-being, and, more broadly, for social and economic development. It is a closely watched public health indicator because it reflects the access of children and communities to basic health interventions such as vaccination, medical treatment of infectious diseases and adequate nutrition. </p>","REC_USE_LIM__GLOBAL":"<p>A civil registration system that continuously records all births and deaths in a population is the preferred source of high-quality underlying data on under-five mortality but these systems are not well developed in many low- and middle-income countries. Instead, household surveys and population censuses are the primary sources of underlying data in these countries. </p>\n<p>The reliance on multiple data sources, i.e. surveys and census conducted several years apart but producing retrospective time series, can result in disparate mortality rates from different sources, sometimes referring to the same time period. Available data also suffer from sampling and nonsampling errors, including misreporting of age and sex, survivor selection bias, underreporting of child deaths, and recall errors as data are collected retrospectively. Further misclassifications can also impact on the accuracy of data, for example early neonatal deaths may be classified as stillbirths. Thus, simply comparing two country data points from different sources and drawing a line between them is not a technically sound way to assess levels and trends. Given varying levels of data quality across different sources, this sort of trend assessment will provide misleading results. Hence, the UN IGME fits a statistical model to these data that takes into account these various data sources to produce annualized estimates. </p>\n<p>It is important to keep these challenges in mind when looking at available country data and also when discrepancies between country data and the UN IGME estimates are being discussed. The following</p>\n<p>points are important to highlight:</p>\n<ul>\n  <li>The UN IGME aims to minimize the errors for each estimate, harmonize trends over time and produce up-to-date and properly assessed estimates of child mortality. Thus, UN IGME estimates are derived from country data. Notably, UN IGME assesses the quality of underlying data sources and adjusts data when necessary.</li>\n  <li>National estimates may refer to an earlier calendar year than the UN IGME estimates. This is particularly the case where estimates from the most recent national survey are used as the national estimate, since the survey estimates derived from a birth history are retrospective and typically refer to a period before the year of the survey, which may be several years behind the target year for the UN IGME estimates. National estimates may also use a different combination of data sources, or different projection or calculation methods.</li>\n  <li>In the absence of error-free data, there will always be uncertainty around data and estimates, both national and internationally. To allow for added comparability, the UN IGME generates such estimates with uncertainty bounds. When discussing the UN IGME estimates, it&#x2019;s important to look at the uncertainty ranges, which might be fairly wide in the case of some countries.</li>\n</ul>","DATA_COMP__GLOBAL":"<p>The UN IGME estimates are derived from nationally representative data from censuses, surveys or vital registration systems. The UN IGME does not use any covariates to derive its estimates. It only applies a curve fitting method to good-quality empirical data to derive trend estimates after data quality assessment. In most cases, the UN IGME estimates are close to the underlying data. The UN IGME aims to minimize the errors for each estimate, harmonize trends over time and produce up-to-date and properly assessed estimates. The UN IGME applies the Bayesian B-splines bias-reduction model to empirical data to derive trend estimates of under-five mortality for all countries. See references for details. </p>\n<p> </p>\n<p>For the underlying data mentioned above, the most frequently used methods are as follows: </p>\n<p> </p>\n<p>Civil registration: The under-five mortality rate can be derived from a standard period abridged life table using the age-specific deaths and mid-year population counts from civil registration data to calculate death rates, which are then converted into age-specific probabilities of dying. </p>\n<p> </p>\n<p>Census and surveys: An indirect method is used based on a summary birth history, a series of questions asked of each woman of reproductive age as to how many children she has ever given birth to and how many are still alive. The Brass method and model life tables are then used to obtain an estimate of under-five and infant mortality rates. Censuses often include questions on household deaths in the last 12 months, which can also be used to calculate mortality estimates. </p>\n<p> </p>\n<p>Surveys: A direct method is used based on a full birth history, a series of detailed questions on each child a woman has given birth to during her lifetime. Neonatal, post-neonatal, infant, child and under-five mortality estimates can be derived from the full birth history. </p>","DATA_VALIDATION__GLOBAL":"<p>The UN IGME conducts an annual country consultation whereby the draft UN IGME estimates, empirical data used to derive the estimates, and notes on methodology are sent to National Statistical Offices and to Ministries of Health or other relevant agencies for review. National Statistical Offices, Ministries of Health or other relevant agencies have the opportunity to provide feedback or comments on estimates and methods, as well as supply additional empirical data during this consultation. </p>","ADJUSTMENT__GLOBAL":"<p>Direct estimates from survey data are adjusted in high prevalence HIV settings for under-reporting of under-five mortality due to &#x2018;missing mothers,&#x2019; i.e. women who have died from HIV/AIDS and cannot report on the mortality experience of their children. Furthermore, UN IGME estimates are also adjusted to capture rapidly changing mortality rates due to HIV/AIDS and crises/disasters that are not well captured in survey data. </p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level </strong></li>\n</ul>\n<p>UN IGME estimates are based on underlying empirical data. If the empirical data refer to an earlier reference period than the end year of the period the estimates are reported, UN IGME extrapolates the estimates to the common end year. UN IGME does not use any covariates to derive the estimates. </p>\n<p> </p>\n<ul>\n  <li><strong>At regional and global levels </strong></li>\n</ul>\n<p>To construct aggregate estimates of under-five mortality before 1990, regional averages of mortality rates were used for country-years with missing information and weighted by the respective population in the country-year. </p>","REG_AGG__GLOBAL":"<p>Global and regional estimates of under-five mortality rates are derived using the aggregated number of country-specific under-five deaths for a specific region or globally estimated by the UN IGME using a birth-week cohort approach and aggregated country-specific births from the United Nations Population Division. </p>","DOC_METHOD__GLOBAL":"<p>Detailed methodological descripotopioins can be found at the following: </p>\n<p>https://childmortality.org/methods and <a href=\"https://childmortality.org/wp-content/uploads/2021/12/UNICEF-2021-Child-Mortality-Report.pdf\">https://childmortality.org/wp-content/uploads/2021/12/UNICEF-2021-Child-Mortality-Report.pdf</a></p>","QUALITY_MGMNT__GLOBAL":"<p>The UN IGME applies a standard estimation method across all countries in the interest of comparability. This method aims to estimate a smooth trend curve of age-specific mortality rates, accounting for potential outliers and biases in data sources and averaging over the possibly many disparate data sources for a country. A more detailed descripition of the different phases of the statistical production process is available in the annual UN IGME report and at https://childmortality.org/methods.</p>","QUALITY_ASSURE__GLOBAL":"<p>Quality is assured by applying standard statistical and demographic methods to all input data and conducting regular data quality assessments. Countries are also consulted on the draft estimates during the annual country consultation process. </p>","QUALITY_ASSMNT__GLOBAL":"<p>The UN IGME aims to produce transparent, timely and accurate annual estimates of under-five mortality. Data quality is critical to that end. UN IGME assesses data quality using both internal and external validaity checks and does not include data sources with substantial non-sampling errors or omissions as underlying empirical data in its statistical model.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability: </strong></p>\n<p>This indicator is available for countries from 1990 (or earlier depending on the availability of empirical data for each country before 1990) to 2020. </p>\n<p><strong>Disaggregation: </strong></p>\n<p>Disaggregation is available by sex, age (neonatal, infant, child) and wealth quintile. </p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong> </p>\n<p>The UN IGME estimates are based on nationally representative data. Countries may use a single source as their official estimate or apply methods different from the UN IGME methods to derive official national estimates. The differences between the UN IGME estimates and national official estimates are usually not large if empirical data are high quality. </p>\n<p> </p>\n<p>Many countries lack a single source of high-quality data covering the last several decades, instead relying on multiple data sources to estimate mortality. Data from different sources require different calculation methods and may suffer from different errors, for example random errors in sample surveys or systematic errors due to misreporting. As a result, different surveys often yield widely different estimates of under-five mortality for a given time period and available data collected by countries are often inconsistent across sources. It is important to analyse, reconcile and evaluate all data sources simultaneously for each country. </p>\n<p>Each new survey or data point must be examined in the context of all other sources, including previous data, and with respect to any sampling or non-sampling errors that may be present (such as misreporting of age and survivor selection bias; underreporting of child deaths is also common). UN IGME assesses the quality of underlying data sources and adjusts data when necessary. Furthermore, the latest data produced by countries often are not current estimates but refer to an earlier reference period. Thus, the UN IGME also extrapolates estimates to a common reference year. </p>\n<p>In order to reconcile these differences and take better account of the systematic biases associated with the various types of data inputs, the UN IGME has developed an estimation method to fit a smoothed trend curve to a set of observations and to extrapolate that trend to a defined time point. The UN IGME aims to minimize the errors for each estimate, harmonize trends over time and produce up-to-date and properly assessed estimates of child mortality. In the absence of error-free data, there will always be uncertainty around data and estimates. To allow for added comparability, the UN IGME generates such estimates with uncertainty bounds. Applying a consistent methodology also allows for comparisons between countries, despite the varied number and types of data sources. UN IGME applies a common methodology across countries and uses original empirical data from each country but does not report figures produced by individual countries using other methods, which would not be comparable to other country estimates. </p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong> </p>\n<p>All data sources, estimates and detailed methods are documented on the website <a href=\"file:///C:\\Users\\lyhel\\Dropbox\\UNICEF%20Work\\Data%20Requests\\UNSD%20-%20SDG\\childmortality.org\">childmortality.org</a> and <a href=\"https://data.unicef.org/topic/child-survival/under-five-mortality/\">https://data.unicef.org/topic/child-survival/under-five-mortality/</a> </p>\n<p> </p>\n<p><strong>References:</strong> </p>\n<p>United Nations Inter-agency Group for Child Mortality Estimation (UN IGME). Levels and trends in child mortality. Report 2021. New York: UNICEF, 2021. Available at https://childmortality.org/wp-content/uploads/2021/12/UNICEF-2021-Child-Mortality-Report.pdf </p>\n<p>United Nations Inter-agency Group for Child Mortality Estimation (UN IGME). Subnational Under-five Mortality Estimates, 1990&#x2013;2019 for 22 countries. New York: UNICEF, 2020. Available at https://childmortality.org/wp-content/uploads/2021/03/UN-IGME-Subnational-Under-five-Mortality-Estimates.pdf</p>\n<p> </p>\n<p>Alkema L, New JR. Global estimation of child mortality using a Bayesian B-spline bias-reduction method. The Annals of Applied Statistics. 2014; 8(4): 2122&#x2013;2149. Available at: http://arxiv.org/abs/1309.1602 </p>\n<p> </p>\n<p>Alkema L, Chao F, You D, Pedersen J, Sawyer CC. National, regional, and global sex ratios of infant, child, and under-5 mortality and identification of countries with outlying ratios: a systematic assessment. The Lancet Global Health. 2014; 2(9): e521&#x2013;e530. </p>\n<p> </p>\n<p>Pedersen J, Liu J. Child Mortality Estimation: Appropriate Time Periods for Child Mortality Estimates from Full Birth Histories. Plos Medicine. 2012;9(8). Available at: http://journals.plos.org/plosmedicine/article?id=10.1371/journal.pmed.1001289 </p>\n<p> </p>\n<p>Silva R. Child Mortality Estimation: Consistency of Under-Five Mortality Rate Estimates Using Full Birth Histories and Summary Birth Histories. Plos Medicine. 2012;9(8). Available at: http://journals.plos.org/plosmedicine/article?id=10.1371/journal.pmed.1001296 </p>\n<p> </p>\n<p>Walker N, Hill K, Zhao FM. Child Mortality Estimation: Methods Used to Adjust for Bias due to AIDS in Estimating Trends in Under-Five Mortality. Plos Medicine. 2012;9(8). Available at: http://journals.plos.org/plosmedicine/article?id=10.1371/journal.pmed.10012</p>","indicator":"3.2.1","target_id":"3.2","sdg_goal":"3","indicator_sort_order":"03-02-01"}