{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Incidencia de la malaria por cada 1.000 habitantes","graph_titles":[],"graph_type":"line","indicator_name":"Incidencia de la malaria por cada 1.000 habitantes","indicator_number":"3.3.3","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 3: Ensure healthy lives and promote well-being for all at all ages</p>","SDG_TARGET__GLOBAL":"<p>Target 3.3: By 2030, end the epidemics of AIDS, tuberculosis, malaria and neglected tropical diseases and combat hepatitis, water-borne diseases and other communicable diseases</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 3.3.3: Malaria incidence per 1,000 population</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Not applicable</p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>Global Malaria Programme at World Health Organization(WHO)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>Global Malaria Programme at World Health Organization (WHO)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong> </p>\n<p>Incidence of malaria is defined as the number of new cases of malaria per 1,000 people at risk each year. </p>\n<p><strong>Concepts:</strong></p>\n<p>A case of malaria is defined as the occurrence of malaria infection in a person in whom the presence of malaria parasites in the blood has been confirmed by a diagnostic test. The population considered is the population at risk of the disease.</p>\n<p> </p>","UNIT_MEASURE__GLOBAL":"<p>Cases per 1000 population at risk. </p>","CLASS_SYSTEM__GLOBAL":"<p>N.A.</p>","SOURCE_TYPE__GLOBAL":"<p>Cases reported by the NMCP are obtained from each country surveillance system. This include among others information on the number of suspected cases, number of tested cases, number of positive cases by method of detection and by species as well as number of health facilities that report those cases. This information is summarized in a DHIS2 application developed for this purpose. Data for representative household surveys are publicly available and included National Demographic Household Surveys (DHS) or Malaria Indicator Survey (MIS). </p>","COLL_METHOD__GLOBAL":"<p>The official counterpart for each country is the National Malaria Control Program at the Ministry of Health.</p>","FREQ_COLL__GLOBAL":"<p>Data is collected every year.</p>","REL_CAL_POLICY__GLOBAL":"<p>Data is released yearly.</p>","DATA_SOURCE__GLOBAL":"<p>The National Malaria Control Program is the responsible to collect the information at each country.</p>","COMPILING_ORG__GLOBAL":"<p>The Surveillance, Monitoring and Evaluation Unit of the Global Malaria Control Programme is the responsible to compile and process all the relevant information. National estimates for some countries are estimated in collaboration with the Malaria Atlas Project which has been designated a WHO collaborating centre in geospatial disease modelling.</p>","INST_MANDATE__GLOBAL":"<p>The Global technical strategy and targets for malaria 2016&#x2013;2030 was adopted by The 68 World Health Assembly (<a href=\"https://apps.who.int/iris/bitstream/handle/10665/253469/A68_R1_REC1-en.pdf?sequence=1&amp;isAllowed=y\">https://apps.who.int/iris/bitstream/handle/10665/253469/A68_R1_REC1-en.pdf?sequence=1&amp;isAllowed=y</a>). The Assembly requested WHO to monitor the progress toward the GTS milestones and targets. The World Malaria Report is the process by which the GTS is monitored by country, WHO region and globally.</p>","RATIONALE__GLOBAL":"<p>To measure trends in malaria morbidity and to identify locations where the risk of disease is highest. With this information, programmes can respond to unusual trends, such as epidemics, and direct resources to the populations most in need. These data also serves to inform global resource allocation for malaria such as when defining eligibility criteria for Global Fund finance.</p>","REC_USE_LIM__GLOBAL":"<p>The estimated incidence can differ from the incidence reported by a Ministry of Health which can be affected by:</p>\n<ul>\n  <li>the completeness of reporting: the number of reported cases can be lower than the estimated cases if the percentage of health facilities reporting in a month is less than 100%</li>\n  <li>the extent of malaria diagnostic testing (the number of slides examined or RDTs performed)</li>\n  <li>the use of private health facilities which are usually not included in reporting systems.</li>\n  <li>the indicator is estimated only where malaria transmission occurs.</li>\n</ul>","DATA_COMP__GLOBAL":"<p>Malaria incidence (1) is expressed as the number of new cases per 100,000 population per year with the population of a country derived from projections made by the UN Population Division and the total proportion at risk estimated by a country&#x2019;s National Malaria Control Programme. More specifically, the country estimates what is the total proportion of the population at risk of malaria and then, for each year, the total population at risk is estimated as the UN Population for that year, times the proportion of the population at risk at baseline. The same proportion of the population at risk is used for the entire time series to ensure comparability of estimates through time. </p>\n<p>The total number of new cases, T, is estimated from the number of malaria cases reported by a Ministry of Health which is adjusted to take into account (i) incompleteness in reporting systems (ii) patients seeking treatment in the private sector, self-medicating or not seeking treatment at all, and (iii) potential over-diagnosis through the lack of laboratory confirmation of cases. The procedure, which is described in the <em>World malaria report 2009 </em>(2), combines data reported by NMCPs (reported cases, reporting completeness and likelihood that cases are parasite positive) with data obtained from nationally representative household surveys on health-service use. Briefly,</p>\n<p>T=(a+(c &#xD7; e)/d)&#xD7;(1+h/g+((1&#x2212;g&#x2212;h)/2)/g)</p>\n<p>where:<br>a is the number of malaria cases confirmed in public sector<br>b is the number of suspected cases tested<br>c is the number of presumed cases (not tested but treated as malaria)<br><em>d </em>is the reporting completeness<br><em>e </em>is the test positivity rate (malaria positive fraction) = a/b<br><em>f </em>is the estimated cases in public sector, calculated by (a + (c x <em>e</em>))/<em>d</em><br><em>g </em>is the fraction seeking treatment in public sector<br><em>h </em>is the fraction seeking treatment in private sector<br><em>i </em>is the fraction not seeking treatment, calculated by (1-<em>g</em>-<em>h</em>)/2<br><em>j </em>is the cases in private sector, calculated as <em>f x h/g</em><br><em>k </em>is the cases not in private and not in public, calculated by <em>f </em>x <em>i</em>/<em>g</em><br><em>T </em>is total cases, calculated by <em>f </em>+ <em>j </em>+ <em>k</em> </p>\n<p>To estimate the uncertainty around the number of cases, the test positivity rate was assumed to have a normal distribution centred on the <em>Test positivity rate</em> value and standard deviation defined as</p>\n<p>0.244 &#xD7; Test positivity rate<sup>0.5547</sup></p>\n<p>and truncated to be in the range 0, 1. Reporting completeness was assumed to have one of three distributions, depending on the range or value reported by the NMCP. If the value was reported as a range greater than 80%, the distribution was assumed to be triangular, with limits of 0.8 and 1.0, and the peak at 0.8. If the value was more than 50% but less than or equal to 80%, the distribution was assumed to be rectangular, with limits of 0.5 and 0.8. Finally, if the value was less than or equal to 50%, the distribution was assumed to be triangular, with limits of 0 and 0.5, and the peak at 0.5 <em>(3)</em>. If the reporting completeness was reported as a value and was more than 80%, a beta distribution was assumed, with a mean value of the reported value (maximum of 95%) and confidence intervals (CIs) of 5% around the mean value. The fraction of children brought for care in the public sector and in the private sector was assumed to have a beta distribution, with the mean value being the estimated value in the survey and the standard deviation being calculated from the range of the estimated 95% CIs. The fraction of children not brought for care was assumed to have a rectangular distribution, with the lower limit being 0 and the upper limit calculated as 1 minus the proportion that were brought for care in the public and private sectors. The three distributions (fraction seeking treatment in public sector, fraction seeking treatment in private sector only and fraction not seeking treatment) were constrained to add up to 1.</p>\n<p>Sector-specific care-seeking fractions were linearly interpolated between the years that had a survey and were extrapolated for the years before the first or after the last survey. The parameters used to propagate uncertainty around these fractions were also imputed in a similar way or, if there was no value for any year in the country or area, were imputed as a mixture of the distributions of the region for that year. CIs were obtained from 10 000 draws of the convoluted distributions. The data were analysed using the R statistical software (4). This method was used was used for countries and areas outside the WHO African Region, and for low-transmission countries and areas in the African Region: Afghanistan, Bangladesh, Bolivia (Plurinational State of), Botswana, Brazil, Cambodia, Colombia, the Dominican Republic, Eritrea, Ethiopia, French Guiana, the Gambia, Guatemala, Guyana, Haiti, Honduras, India, Indonesia, the Lao People&#x2019;s Democratic Republic, Madagascar, Mauritania, Myanmar, Namibia, Nepal, Nicaragua, Pakistan, Panama, Papua New Guinea, Peru, the Philippines, Rwanda, Senegal, Solomon Islands, Timor-Leste, Vanuatu, Venezuela (Bolivarian Republic of), Viet Nam, Yemen and Zimbabwe. Bangladesh, Bolivia (plurinational State of), Botswana, Brazil, Colombia, Dominican Republic, French Guiana, Guatemala, Guyana, Haiti, Honduras, Myanmar (since 2013), Rwanda, and Venezuela (Bolivarian Republic of) report cases from the private and public sector together; therefore, no adjustment for private sector seeking treatment was made while for Indonesia, 25% of the private was assumed to be reported in the public sector since 2017. For India, the values were obtained at subnational level using the same methodology, but adjusting the private sector for an additional factor due to the active case detection, estimated as the ratio of the test positivity rate in the active case detection over the test positivity rate for the passive case detection. This factor was assumed to have a normal distribution, with mean value and standard deviation calculated from the values reported in 2010. An additional adjustment was applied in several states in India, to control for the reductions in reported testing rates associated with disruptions in health services related to the COVID-19 pandemic. </p>\n<p>For some high-transmission African countries the quality of case reporting is considered insufficient for the above formulae to be applied. In such cases estimates of the number of malaria cases are derived from information on parasite prevalence obtained from household surveys. First, data on parasite prevalence from nearly 60 000 survey records were assembled within a spatiotemporal Bayesian geostatistical model, along with environmental and sociodemographic covariates, and data distribution on interventions such as ITNs, antimalarial drugs and IRS. The geospatial model enabled predictions of Plasmodium falciparum prevalence in children aged 2&#x2013;10 years, at a resolution of 5 &#xD7; 5 km2, throughout all malaria endemic African countries for each year from 2000 to 2016 (see <a href=\"https://malariaatlas.org/\">https://malariaatlas.org/</a> for methods on the development of maps by the Malaria Atlas Project). Second, an ensemble model was developed to predict malaria incidence as a function of parasite prevalence. The model was then applied to the estimated parasite prevalence in order to obtain estimates of the malaria case incidence at 5 &#xD7; 5 km2 resolution for each year from 2000 to 2020. Data for each 5 &#xD7; 5 km2 area were then aggregated within country and regional boundaries to obtain both national and regional estimates of malaria cases (5). In 2020, additional cases estimated using this method were added, to account for the disruptions in malaria prevention, diagnostic and treatment services as a result of the COVID-19 pandemic and other events that occurred during this year. Disruption information was reported per country and was obtained from the national pulse surveys on continuity of essential health services during the COVID-19 pandemic conducted by WHO (first round in May&#x2013;July 2020 and second in January&#x2013;March 2021). This method was applied in the following countries: Angola, Benin, Burkina Faso, Burundi, Cameroon, the Central African Republic, Chad, the Congo, C&#xF4;te d&#x2019;Ivoire, the Democratic Republic of the Congo, Equatorial Guinea, Gabon, Ghana, Guinea, Guinea-Bissau, Kenya, Liberia, Malawi, Mali, Mozambique, the Niger, Nigeria, Sierra Leone, Somalia, South Sudan, the Sudan, Togo, Uganda, the United Republic of Tanzania and Zambia</p>\n<p>For most of the elimination or near elimination countries, the number of indigenous cases registered by the NMCPs are reported without further adjustments. (Algeria, Argentina, Armenia, Azerbaijan, Belize, Bhutan, Cabo Verde, China, Comoros, Costa Rica, Democratic People&#x2019;s Republic of Korea, Djibouti, Ecuador, Egypt, El Salvador, Eswatini, Georgia, Iran (Islamic Republic of), Iraq, Kazakhstan, Kyrgyzstan, Malaysia, Mexico, Morocco, Oman, Paraguay, Republic of Korea, Sao Tome and Principe, Saudi Arabia, South Africa, Sri Lanka, Suriname, Syrian Arab Republic, Thailand, Turkey, Turkmenistan, United Arab Emirates and Uzbekistan). </p>","DATA_VALIDATION__GLOBAL":"<p>Burden estimates presented in the World Malaria Report are sent to the countries via regional offices for consultation and approval.</p>","ADJUSTMENT__GLOBAL":"<p>NA</p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level </strong></li>\n</ul>\n<p>For missing values of the parameters (test positivity rate and reporting completeness) a distribution based on a mixture of the distribution of the available values is used, if any value exists for the country or from the region otherwise. Values for health seeking behaviour parameters are imputed by linear interpolation of the values when the surveys where made or extrapolation of the first or last survey. When no reported data is available the number of cases is interpolated taking into account the population growth. </p>\n<p> </p>\n<ul>\n  <li><strong>At regional and global levels </strong></li>\n</ul>\n<p>Not Applicable </p>\n<p> </p>","REG_AGG__GLOBAL":"<p>Number of cases are aggregated by region, and uncertainty obtained from the aggregation of each country&#x2019;s distribution. Population at risk is aggregated without any further adjustment. Estimation at global level is obtained from aggregation of the regional values.</p>","DOC_METHOD__GLOBAL":"<p>Information is provided by each country&#x2019;s NMCP using a DHIS 2 application created specifically for this purpose. </p>","QUALITY_MGMNT__GLOBAL":"<p>Burden estimates are first reviewed internally by GMP and WHO regional and country offices. These are then shared to country for validation. Final approval is received from the WHO division of Data, Analytics.</p>","QUALITY_ASSURE__GLOBAL":"<p>We collect data using a standardize form depending on the status of malaria control, elimination or prevention of reintroduction. We work closely with the collaborators centres and external reviewers to assure quality. </p>\n<p> </p>","QUALITY_ASSMNT__GLOBAL":"<p>We perform internal validation for outliers and completeness and raise queries to countries through the regional offices for clarification. When necessary we rely on data quality assessment information from external sources such as partners working in malaria monitoring and evaluation. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability: </strong></p>\n<p>109 countries </p>\n<p> </p>\n<p><strong>Time series: </strong></p>\n<p>Annually since 2000 </p>\n<p><strong>Disaggregation:</strong></p>\n<p>The indicator is estimated at country level. </p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong> </p>\n<p>The estimated incidence can differ from the incidence reported by a Ministry of Health which can be affected by: </p>\n<ul>\n  <li>the completeness of reporting: the number of reported cases can be lower than the estimated cases if the percentage of health facilities reporting in a month is less than 100% </li>\n  <li>the extent of malaria diagnostic testing (the number of slides examined or RDTs performed) </li>\n  <li>the use of private health facilities which are usually not included in reporting systems. </li>\n</ul>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong> </p>\n<p>https://www.who.int/teams/global-malaria-programme/reports/world-malaria-report-2021</p>\n<p> </p>\n<p><strong>References:</strong> </p>\n<p>1. World Health Organization. World Malaria Report 2021. </p>\n<p>2. World Health Organization. World Malaria Report 2008 [Internet]. Geneva: World Health Organization; 2008. Available from: http://apps.who.int/iris/bitstream/10665/43939/1/9789241563697_eng.pdf </p>\n<p>3. Cibulskis RE, Aregawi M, Williams R, Otten M, Dye C. Worldwide Incidence of Malaria in 2009: Estimates, Time Trends, and a Critique of Methods. Mueller I, editor. PLoS Med. 2011 Dec 20;8(12):e1001142. </p>\n<p>4. R Core Team. R: A Language and Environment for Statistical Computing [Internet]. Vienna, Austria: R Foundation for Statistical Computing; 2020. Available from: http://www.R-project.org/ </p>\n<p> </p>\n<p>5. Bhatt S, Weiss DJ, Cameron E, Bisanzio D, Mappin B, Dalrymple U, et al. The effect of malaria control on Plasmodium falciparum in Africa between 2000 and 2015. Nature. 2015 Oct 8;526(7572):207&#x2013;11. </p>","indicator":"3.3.3","target_id":"3.3","sdg_goal":"3","indicator_sort_order":"03-03-03"}