{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Tasa de fecundidad de las adolescentes (entre 10 y 14 años y entre 15 y 19 años) por cada 1.000 mujeres de ese grupo de edad","graph_titles":[],"graph_type":"line","indicator_name":"Tasa de fecundidad de las adolescentes (entre 10 y 14 años y entre 15 y 19 años) por cada 1.000 mujeres de ese grupo de edad","indicator_number":"3.7.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 3: Ensure healthy lives and promote well-being for all at all ages</p>","SDG_TARGET__GLOBAL":"<p>Target 3.7: By 2030, ensure universal access to sexual and reproductive health-care services, including for family planning, information and education, and the integration of reproductive health into national strategies and programmes</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 3.7.2: Adolescent birth rate (aged 10&#x2013;14 years; aged 15&#x2013;19 years) per 1,000 women in that age group</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Not applicable</p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>Indicator is linked to Target 5.6 (Ensure universal access to sexual and reproductive health and reproductive rights as agreed in accordance with the Programme of Action of the International Conference on Population and Development and the Beijing Platform for Action and the outcome documents of their review conferences) because reductions in adolescent childbearing that are brought about by increasing access to sexual and reproductive health-care services are also reflective of improvements in sexual and reproductive health and the exercise of reproductive rights per se. This indicator is linked to Target 17.19 (By 2030 build on existing initiatives to develop measurements of progress on sustainable development that complement gross domestic product and support statistical capacity-building in</p>\n<p>developing countries) because the estimates of the adolescent birth rate are based in part on birth registration and census data. Strengthened civil registration and vital statistics systems reaching universal coverage of birth registration and conducting at least one census every 10 years are directly relevant for measuring progress on target 3.7.</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>Population Division, Department of Economic and Social Affairs (DESA) </p>\n<p>United Nations Population Fund (UNFPA)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>Population Division, Department of Economic and Social Affairs (DESA) </p>\n<p>United Nations Population Fund (UNFPA)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Annual number of births to females aged 10-14 or 15-19 years per 1,000 females in the respective age group.</p>\n<p><strong>Concepts:</strong></p>\n<p>The adolescent birth rate represents the level of childbearing among females in the particular age group. The adolescent birth rate among women aged 15-19 years is also referred to as the age-specific fertility rate for women aged 15-19.</p>","UNIT_MEASURE__GLOBAL":"<p>Annual number of births to females aged 10-14 or 15-19 years per 1,000 females in the respective age group.</p>","CLASS_SYSTEM__GLOBAL":"<p>Not Applicable</p>","SOURCE_TYPE__GLOBAL":"<p>Civil registration is the preferred data source. Census and household survey are alternate sources when there is no reliable civil registration.</p>\n<p>Data on births by age of mother are obtained from civil registration systems covering 90 percent or more of all live births, supplemented eventually by census or survey estimates for periods when registration data are not available. For the numerator, the figures reported by National Statistical Offices (NSOs) to the</p>\n<p>United Nations Statistics Division (UNSD) have first priority. When they are not available or present problems, use is made of data from the regional statistical units or directly from NSOs. For the denominator, first priority is given to the latest revision of World Population Prospects (WPP) produced by the Population Division, Department of Economic and Social Affairs, United Nations. In cases where the numerator does not cover the complete de facto population, an alternative appropriate population estimate is used if available. When either the numerator or denominator is missing, the direct estimate of the rate produced by the NSO is used. Information on sources is provided at the cell level. When the numerator and denominator come from two different sources, they are listed in that order.</p>\n<p>In countries lacking a civil registration system or where the coverage of that system is lower than 90 percent of all live births, the adolescent birth rate is obtained from household survey data and census data. Registration data regarded as less than 90 percent complete are exceptionally used for countries where the alternative sources present problems of compatibility and registration data can provide an assessment of trends. In countries with multiple survey programmes, large sample surveys conducted on an annual or biennial basis are given precedence when they exist.</p>\n<p>For information on the source of each estimate, see United Nations, Department of Economic and Social Affairs, Population Division : DemoData: Data Browser (online database of empirical demographic data and selected tabulations). <a href=\"https://popdiv.dfs.un.org/demodata/web/#!#%2Fhome\">https://popdiv.dfs.un.org/demodata/web/#!#%2Fhome</a></p>","COLL_METHOD__GLOBAL":"<p>For civil registration data, data on births or the adolescent birth rate are obtained from country-reported data from the United Nations Statistics Division or regional Statistics Divisions or statistical units (ESCWA, ESCAP, CARICOM, SPC). The population figures are obtained from the last revision of the United Nations Population Division World Population Prospects and only exceptionally from other sources.</p>\n<p>Survey data are obtained from national household surveys that are internationally coordinated&#x2014;such as the Demographic and Health Surveys (DHS), the Reproductive Health Surveys (RHS), and the Multiple Indicator Cluster Surveys (MICS)&#x2014;and other nationally-sponsored surveys. Other national surveys conducted as part of the European Fertility and Family Surveys (FFS) or the Pan-Arab Project for Family Health (PAPFAM) may be considered as well. The data are taken from published survey reports or, in exceptional cases, other published analytical reports. Whenever the estimates are available in the survey report, they are directly taken from it. If clarification is needed, contact is made with the survey sponsors or authoring organization, which occasionally may supply corrected or adjusted estimates in response. In other cases, if microdata is available, estimates are produced by the Population Division based on national data.</p>\n<p> </p>\n<p>For census data, the estimates are preferably obtained directly from census reports. In such cases, adjusted rates are only used when reported by the National Statistical Office (NSO). In other cases, the adolescent birth rate is computed from tables on births in the preceding 12 months by age of mother, and census population distribution by sex and age.</p>\n<p>In addition to obtaining data and estimates directly from the websites of NSOs, the</p>\n<p>following databases and websites are utilized: the DHS (<a href=\"http://api.dhsprogram.com/#/index.html\">http://api.dhsprogram.com/#/index.html</a>), Demographic Yearbook database of the Statistics Division of the Department of Economic and Social Affairs (DESA) of the United Nations Secretariat (<a href=\"http://data.un.org/\">http://data.un.org/</a>), internal databases of the Population Division of DESA of the United Nations Secretariat (see latest public release here: <a href=\"https://www.un.org/en/development/desa/population/publications/dataset/fertility/wfd2019.asp\">https://www.un.org/en/development/desa/population/publications/dataset/fertility/wfd2019.asp</a>). Eurostat (<a href=\"https://ec.europa.eu/eurostat/data/database\">https://ec.europa.eu/eurostat/data/database</a>), the Human Fertility Database (<a href=\"http://www.humanfertility.org\">http://www.humanfertility.org</a>), the Human Fertility Collection (<a href=\"http://www.fertilitydata.org\">http://www.fertilitydata.org</a>), and the MICS (<a href=\"http://mics.unicef.org/\">http://mics.unicef.org/</a>). Survey databases (e.g., the Integrated Household Survey Network (IHSN) database) are also consulted in addition to searches for data on websites of National Statistical Offices and ad hoc queries. </p>","FREQ_COLL__GLOBAL":"<p>Data are compiled and updated on a regular basis.</p>","REL_CAL_POLICY__GLOBAL":"<p>Updated data on the adolescent birth rate for SDG monitoring are released by the Population Division annually. The next release is expected in 2023.</p>","DATA_SOURCE__GLOBAL":"<p>For civil registration data, data on births or the adolescent birth rate are obtained from country-reported data from the United Nations Statistics Division (UNSD) or regional Statistics Divisions or statistical units (ESCWA, ESCAP, CARICOM, SPC). The population figures are obtained from the last revision of the United Nations Population Division World Population Prospects and only exceptionally from other sources. Survey data are obtained from national household surveys that are internationally coordinated&#x2014;such as the Demographic and Health Surveys (DHS), the Reproductive Health Surveys (RHS), and the Multiple Indicator Cluster Surveys (MICS)&#x2014;and other nationally-sponsored surveys. Data from censuses are obtained from country-reported data from the UNSD or regional Statistics Divisions or statistical units (ESCWA, ESCAP, CARICOM, SPC) or directly from census reports.</p>","COMPILING_ORG__GLOBAL":"<p>This indicator is produced at the global level by the Population Division, Department of Economic and</p>\n<p>Social Affairs, United Nations in collaboration with the United Nations Population Fund (UNFPA).</p>","INST_MANDATE__GLOBAL":"<p>The Population Division of the Department of Economic and Social Affairs provides the international community with timely and accessible population data and analysis of population trends and development outcomes for all countries and areas of the world. It is the custodian agency for Sustainable Development Goal (SDG) indicator 3.7.2.</p>","RATIONALE__GLOBAL":"<p>Reducing adolescent fertility and addressing the multiple factors underlying it are essential for improving sexual and reproductive health and the social and economic well-being of adolescents. There is substantial agreement in the literature that women who become pregnant and give birth very early in their reproductive lives are subject to higher risks of complications or even death during pregnancy and birth and their children are also more vulnerable. Therefore, preventing births very early in a woman&#x2019;s life is an important measure to improve maternal health and reduce infant mortality. Furthermore, women having children at an early age experience reduced opportunities for socio-</p>\n<p>economic advancement, particularly because young mothers are less likely to complete their education and, if they need to work, may find it especially difficult to combine family and work responsibilities. The adolescent birth rate also provides indirect evidence on access to pertinent health services since young people, and in particular unmarried adolescent women, often experience difficulties in access to sexual and reproductive health services.</p>","REC_USE_LIM__GLOBAL":"<p>Discrepancies between estimates obtained from different national data are common.</p>\n<p>For civil registration, rates are subject to limitations which depend on the completeness of birth registration, the treatment of infants born alive but die before registration or within the first 24 hours of life, the quality of the reported information relating to age of the mother, and the inclusion of births from previous periods. The population estimates may suffer from limitations connected to age misreporting and coverage.</p>\n<p>For survey and census data, both the numerator and denominator come from the same population. The main limitations concern age misreporting, the omission of births, misreporting the date of birth of the child, and, in the case of surveys, sampling size and variability.</p>\n<p>With respect to estimates of the adolescent birth rate among females aged 10-14 years, comparative evidence suggests that a very small proportion of births in this age group occur to females below age 12. Other evidence based on retrospective birth history data from surveys indicates that women aged 15-19 years are less likely to report first births before age 15 than women from the same birth cohort when asked five years later at ages 20&#x2013;24 years.</p>\n<p>The adolescent birth rate is commonly reported as the age-specific fertility rate for ages 15-19 years in the context of calculation of total fertility estimates. It has also been called adolescent fertility rate. A related measure is the proportion of adolescent fertility measured as the percentage of total fertility contributed by women aged 15-19.</p>","DATA_COMP__GLOBAL":"<p>The adolescent birth rate is computed as a ratio. The numerator is the number of live births to women aged 15-19 years, and the denominator an estimate of exposure to childbearing by women aged 15-19 years. The computation is the same for the age group 10-14 years. The numerator and the denominator are calculated differently for civil registration, survey and census data.</p>\n<p>Computation formula: </p>\n<p>Adolescent Birth Rate (15-19) = (number of births to women ages 15-19/mid-year population of women ages 15-19) * 1,000</p>\n<p>In the case of civil registration data, the numerator is the registered number of live births born to women aged 15-19 years during a given year, and the denominator is the estimated or enumerated population of women aged 15-19 years.</p>\n<p>In the case of survey data, the numerator is the number of live births obtained from retrospective birth histories of the interviewed women who were 15-19 years of age at the time of the births during a reference period before the interview, and the denominator is person-years lived between the ages of 15 and 19 years by the interviewed women during the same reference period. The reported observation</p>\n<p>year corresponds to the middle of the reference period. For some surveys without data on retrospective birth histories, computation of the adolescent birth rate is based on the date of last birth or the number of births in the 12 months preceding the survey.</p>\n<p>With census data, the adolescent birth rate is computed on the basis of the date of last birth or the number of births in the 12 months preceding the enumeration. The census provides both the numerator and the denominator for the rates. In some cases, the rates based on censuses are adjusted for under- registration based on indirect methods of estimation. For some countries with no other reliable data, the own-children method of indirect estimation provides estimates of the adolescent birth rate for a number of years before the census.</p>\n<p>Whenever data are available, adolescent fertility at ages 10-14 years can also be computed.</p>\n<p>For a thorough treatment of the different methods of computation, see Handbook on the Collection of Fertility and Mortality Data, United Nations Publication, Sales No. E.03.XVII.11, <a href=\"http://unstats.un.org/unsd/publication/SeriesF/SeriesF_92E.pdf)\">(</a><a href=\"https://unstats.un.org/unsd/demographic/standmeth/handbooks/Handbook_Fertility_Mortality.pdf\"><u>https://unstats.un.org/unsd/demographic/standmeth/handbooks/Handbook_Fertility_Mortality.pdf</u></a>).Indirect methods of estimation are analyzed in Manual X: Indirect Techniques for Demographic Estimation, United Nations Publication, Sales No. E.83.XIII.2. (<a href=\"http://www.un.org/esa/population/publications/Manual_X/Manual_X.htm)\"></a><a href=\"https://www.un.org/en/development/desa/population/publications/pdf/mortality/Manual_X.pdf\"><u>https://www.un.org/en/development/desa/population/publications/pdf/mortality/Manual_X.pdf</u></a>). </p>","DATA_VALIDATION__GLOBAL":"<p>The Population Division maintains an online database on of empirical demographic data and selected tabulations (including fertility rates) from different sources including estimates produced by National Statistical Offices (NSOs) and regional statistical units. Data since the last round of SDG reporting are updated from various sources on a regular basis. Newly available demographic data are subjected to quality analyses and evaluated by examining the consistency in the patterns, levels and trends of the data within and across countries and regions. The Population Division has often reached out to the United Population Fund (UNFPA) to request its country offices to assist in obtaining data that might be available but not yet published. Also, through the UNFPA, data that the Population Division deems questionable are verified by the NSO or other relevant government agency. The process of data compilation and selection for SDG reporting is available at: <a href=\"https://www.un.org/development/desa/pd/sites/www.un.org.development.desa.pd/files/unpd-egm-fer-2020-10-backgroundpaper_newtitle_final_oct9.pdf\">https://www.un.org/development/desa/pd/sites/www.un.org.development.desa.pd/files/unpd-egm-fer-2020-10-backgroundpaper_newtitle_final_oct9.pdf</a> </p>","ADJUSTMENT__GLOBAL":"<p>When data are available from civil registration systems covering 90 percent or more of all live births, the adolescent birth rate is calculated by dividing the annual number of live births to females aged 19 years or younger (10-14 and 15-19 age groups) by the female population in the pertinent age group taken from the latest revision of World Population Prospects produced by the Population Division. The adolescent birth rate from other sources are not adjusted.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>There is no attempt to provide estimates for individual countries or areas when country or area data are not available.</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>The regional or global aggregates of the adolescent birth rate for the age group 15-19 years are from the latest revision of World Population Prospects produced by the Population Division. </p>\n<p>In cases where data are missing or assessed as unreliable, estimates for individual countries or areas are generated either through expert-based opinion, reviewing and weighting each observation analytically, or, in more recent years, using automated statistical methods, or by using a bias-adjusted data model to control for systematic biases between different types of data. See United Nations, Department of Economic and Social Affairs, Population Division (2019). World Population Prospects 2019: Methodology of the United Nations population estimates and projections (ST/ESA/SER.A/425), available at: <a href=\"https://population.un.org/wpp/Publications/Files/WPP2019_Methodology.pdf\">https://population.un.org/wpp/Publications/Files/WPP2019_Methodology.pdf</a></p>","REG_AGG__GLOBAL":"<p>The adolescent birth rates reported for global and regional aggregates are based on the average of estimated adolescent birth rates for two, contiguous five-year periods (e.g., 2015-2020 and 2020-2025 for year 2020) published in United Nations, Department of Economic and Social Affairs, Population Division (2019), World Population Prospects 2019 (<a href=\"http://esa.un.org/unpd/wpp/\">http://esa.un.org/unpd/wpp/</a>)</p>\n<p>The age-specific fertility rates for global and regional aggregates from World Population Prospects (WPP) are based on population reconstruction at the country level and provide a best estimate based on all the available demographic information. WPP considers potentially as many types and sources of empirical estimates as possible (including retrospective birth histories, direct and indirect fertility estimates), and the final estimates are derived to ensure as much internal consistency as possible with all other demographic components and intercensal cohorts enumerated in successive censuses.</p>","DOC_METHOD__GLOBAL":"<p>Handbook on the Collection of Fertility and Mortality Data, United Nations Publication (ST/ESA/STAT/SER.F/92), (<a href=\"https://unstats.un.org/unsd/demographic/standmeth/handbooks/Handbook_Fertility_Mortality.pdf\">https://unstats.un.org/unsd/demographic/standmeth/handbooks/Handbook_Fertility_Mortality.pdf</a>)</p>\n<p>Manual X: Indirect Techniques for Demographic Estimation, United Nations Publication, Sales No. E.83.XIII.2. (<a href=\"https://www.un.org/en/development/desa/population/publications/pdf/mortality/Manual_X.pdf\">https://www.un.org/en/development/desa/population/publications/pdf/mortality/Manual_X.pdf</a>)</p>\n<p>Indicator and Monitoring Framework for the Global Strategy for Women&#x2019;s, Children&#x2019;s and Adolescents&#x2019; Health (2016-2030), (<a href=\"https://www.who.int/life-course/publications/gs-Indicator-and-monitoring-framework.pdf\">https://www.who.int/life-course/publications/gs-Indicator-and-monitoring-framework.pdf</a>)</p>","QUALITY_MGMNT__GLOBAL":"<p>The Population Division maintains an online database of empirical demographic data and selected tabulations (including fertility rates) from different sources including estimates produced by National Statistical Offices and regional statistical units. Data since the last round of SDG reporting are continuously updated from various sources: . DemoData: Data Browser (online database of empirical demographic data and selected tabulations)<em>. </em><a href=\"https://popdiv.dfs.un.org/demodata/web/#!#%2Fhome\">https://popdiv.dfs.un.org/demodata/web/#!#%2Fhome</a></p>\n<p>With each revision of World Population Prospects (WPP), the Population Division carries out a re-estimation of historical demographic trends for countries and territories of the world. These demographic estimates are based on the most recently available data sources, such as censuses, demographic surveys, registries of vital events, population registers and various other sources. Newly available demographic data and information are subjected to quality analyses and evaluated by examining the consistency in the patterns, levels and trends of the data across countries and regions. The description of the guidelines for managing the quality of the data and process is available at: https://www.un.org/development/desa/pd/sites/www.un.org.development.desa.pd/files/unpd-egm-fer-2020-10-backgroundpaper_newtitle_final_oct9.pdf; https://population.un.org/wpp/Publications/Files/WPP2019_Methodology.pdf. </p>","QUALITY_ASSURE__GLOBAL":"<p>See 4.d and 4.i</p>","QUALITY_ASSMNT__GLOBAL":"<p>See 4.d and 4.i</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Data selected for the adolescent birth rate for women aged 10-14 years and 15-19 years are available for 215 and 225 countries or areas, respectively, for the 2000-2020 time period. For 219 countries or areas, there are at least two available data points. Only six countries have one data point for women aged 10-14 years, one in Europe and Northern America (Isle of Man), one in Eastern and South-eastern Asia (Democratic Republic of Korea), one in Central Asia and Southern Asia (Bhutan), one in Western Asia and Nothern Africa (Lebanon) and two in Latin America and the Caribbean (Saint-Barth&#xE9;lemy, and Saint Kitts and Nevis). Only four countries have one data point for women aged 15-19 years, one in Eastern and South-eastern Asia (Democratic Republic of Korea) and three in Europe and Northern America (Isle of Man, Saint Pierre and Miquelon, and San Marino).</p>\n<p>Table 1: The regional breakdown of data availability is as follows:</p>\n<table>\n  <tbody>\n    <tr>\n      <td></td>\n      <td colspan=\"2\">\n        <p><strong>At least one data point between 2000 and 2020</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>World and SDG regions</strong></p>\n      </td>\n      <td>\n        <p><strong>ABR women aged 10-14 years</strong></p>\n      </td>\n      <td>\n        <p><strong>ABR women aged 15-19 years</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>WORLD</p>\n      </td>\n      <td>\n        <p>215</p>\n      </td>\n      <td rowspan=\"12\">\n        <p>225</p>\n        <p>50</p>\n        <p>46</p>\n        <p>14</p>\n        <p>18</p>\n        <p>25</p>\n        <p>50</p>\n        <p>20</p>\n        <p>2</p>\n        <p>32</p>\n        <p>48</p>\n        <p>51</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Europe and Northern America</p>\n      </td>\n      <td>\n        <p>49</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Latin America and the Caribbean</p>\n      </td>\n      <td>\n        <p>45</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Central Asia and Southern Asia</p>\n      </td>\n      <td>\n        <p>14</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Eastern Asia and South-eastern Asia</p>\n      </td>\n      <td>\n        <p>16</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Northern Africa and Western Asia</p>\n      </td>\n      <td>\n        <p>23</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Sub-Saharan Africa</p>\n      </td>\n      <td>\n        <p>49</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Oceania excluding Australia and New Zealand</p>\n      </td>\n      <td>\n        <p>17</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Australia and New Zealand</p>\n      </td>\n      <td>\n        <p>2</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Landlocked developing countries (LLDCs)</p>\n      </td>\n      <td>\n        <p>32</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Least Developed Countries (LDCs)</p>\n      </td>\n      <td>\n        <p>45</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Small island developing States (SIDS)</p>\n      </td>\n      <td>\n        <p>47</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<p><strong>Time series:</strong></p>\n<p>See table 1 above</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Age, education, number of living children, marital status, socioeconomic status, geographic location and other categories, depending on the data source and number of observations.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Estimates based on civil registration are only provided when the country reports at least 90 percent coverage and when there is reasonable agreement between civil registration estimates and survey estimates. Small discrepancies might arise due to different denominators or the inclusion of births to women under 15 years of age. Survey estimates are only provided when there is no reliable civil registration. There might be discrepancies on the dating and the actual figure if a different reference period is being used. In particular, many surveys report rates both for a three-year and a five-year reference period. For countries where data are scarce, reference periods located more than five years before the survey might be used.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>https://www.un.org/development/desa/pd/; <a href=\"https://www.unfpaopendata.org/libraries/aspx/Home.aspx\">https://www.unfpaopendata.org/libraries/aspx/Home.aspx</a></p>\n<p><a href=\"https://www.un.org/development/desa/pd/events/EGM-on-the-evaluation-of-adolescent-fertility-data-estimates-for-SDG-reporting\"><u>Expert group meeting on the evaluation of adolescent fertility data and estimates | Population Division (un.org)</u></a></p>\n<p><strong>References:</strong></p>\n<p>United Nations, Department of Economic and Social Affairs, Population Division (2019). World Fertility Data 2019. POP/DB/Fert/Rev2019. Available at: <a href=\"https://www.un.org/en/development/desa/population/publications/dataset/fertility/wfd2019.asp\">https://www.un.org/en/development/desa/population/publications/dataset/fertility/wfd2019.asp</a> </p>\n<p>United Nations, Department of Economic and Social Affairs, Population Division (2019). World Population Prospects 2019: Methodology of the United Nations population estimates and projections (ST/ESA/SER.A/425). <a href=\"https://population.un.org/wpp/Publications/Files/WPP2019_Methodology.pdf\">https://population.un.org/wpp/Publications/Files/WPP2019_Methodology.pdf</a> </p>\n<p>United Nations, Department of Economic and Social Affairs, Population Division (2019). World Population Prospects 2019. <a href=\"http://esa.un.org/unpd/wpp/\">http://esa.un.org/unpd/wpp/</a></p>\n<p>Handbook on the Collection of Fertility and Mortality Data, United Nations Publication (ST/ESA/STAT/SER.F/92), (<a href=\"https://unstats.un.org/unsd/demographic/standmeth/handbooks/Handbook_Fertility_Mortality.pdf\">https://unstats.un.org/unsd/demographic/standmeth/handbooks/Handbook_Fertility_Mortality.pdf</a>)</p>\n<p>Manual X: Indirect Techniques for Demographic Estimation, United Nations Publication, Sales No. E.83.XIII.2. (<a href=\"https://www.un.org/en/development/desa/population/publications/pdf/mortality/Manual_X.pdf\">https://www.un.org/en/development/desa/population/publications/pdf/mortality/Manual_X.pdf</a>)</p>\n<p>Indicator and Monitoring Framework for the Global Strategy for Women&#x2019;s, Children&#x2019;s and Adolescents&#x2019; Health (2016-2030), (<a href=\"https://www.who.int/life-course/publications/gs-Indicator-and-monitoring-framework.pdf\">https://www.who.int/life-course/publications/gs-Indicator-and-monitoring-framework.pdf</a>)</p>","indicator":"3.7.2","target_id":"3.7","sdg_goal":"3","indicator_sort_order":"03-07-02"}