{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proporción de mujeres en edad de procrear (entre 15 y 49 años) que cubren sus necesidades de planificación familiar con métodos modernos","graph_titles":[],"graph_type":"line","indicator_name":"Proporción de mujeres en edad de procrear (entre 15 y 49 años) que cubren sus necesidades de planificación familiar con métodos modernos","indicator_number":"3.7.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 3: Ensure healthy lives and promote well-being for all at all ages</p>","SDG_TARGET__GLOBAL":"<p>Target 3.7: By 2030, ensure universal access to sexual and reproductive health-care services, including for family planning, information and education, and the integration of reproductive health into national strategies and programmes</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 3.7.1: Proportion of women of reproductive age (aged 15&#x2013;49 years) who have their need for family planning satisfied with modern methods</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Proportion of women of reproductive age (aged 15-49 years) who have their need for family planning satisfied with modern methods (% of women aged 15-49 years)</p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>This indicator is linked to Target 3.8 (Achieve universal health coverage, including financial risk protection, access to quality essential health-care services and access to safe, effective, quality and affordable essential medicines and vaccines for all) because the provision of family planning information and methods to all individuals who want to prevent pregnancy is an important component of achieving universal health coverage. </p>\n<p>This indicator is also linked to Target 5.6 (Ensure universal access to sexual and reproductive health and reproductive rights as agreed in accordance with the Programme of Action of the International Conference on Population and Development and the Beijing Platform for Action and the outcome documents of their review conferences) because meeting the demand for family planning is facilitated by increasing access to sexual and reproductive health-care services, and also improves sexual and reproductive health and the ability to exercise reproductive rights. </p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>Population Division, Department of Economic and Social Affairs (DESA) </p>\n<p>United Nations Population Fund (UNFPA) </p>","CONTACT_ORGANISATION__GLOBAL":"<p>Population Division, Department of Economic and Social Affairs (DESA) </p>\n<p>United Nations Population Fund (UNFPA) </p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong> </p>\n<p>The percentage of women of reproductive age (15-49 years) currently using a modern method of contraception among those who desire either to have no (additional) children or to postpone the next pregnancy. The indicator is also referred to as the demand for family planning satisfied with modern methods. </p>\n<p> </p>\n<p><strong>Concepts:</strong> </p>\n<p>The percentage of women of reproductive age (15-49 years) who have their need for family planning satisfied with modern methods is also referred to as the proportion of demand satisfied by modern methods. The components of the indicator are contraceptive prevalence (any method and modern methods) and unmet need for family planning. </p>\n<p> </p>\n<p>Contraceptive prevalence is the percentage of women who are currently using, or whose partner is currently using, at least one method of contraception, regardless of the method used. </p>\n<p> </p>\n<p>For analytical purposes, contraceptive methods are often classified as either modern or traditional. Modern methods of contraception include female and male sterilization, the intra-uterine device (IUD), the implant, injectables, oral contraceptive pills, male and female condoms, vaginal barrier methods (including the diaphragm, cervical cap and spermicidal foam, jelly, cream and sponge), lactational amenorrhea method (LAM), emergency contraception and other modern methods not reported separately (e.g., the contraceptive patch or vaginal ring). Traditional methods of contraception include rhythm (e.g., fertility awareness-based methods, periodic abstinence), withdrawal and other traditional methods not reported separately. </p>\n<p> </p>\n<p>Unmet need for family planning is defined as the percentage of women of reproductive age who want to stop or delay childbearing but are not using any method of contraception. The standard definition of unmet need for family planning includes women who are fecund and sexually active in the numerator, and who report not wanting any (more) children, or who report wanting to delay the birth of their next child for at least two years or are undecided about the timing of the next birth, but who are not using any method of contraception. The numerator also includes pregnant women whose pregnancies were unwanted or mistimed at the time of conception; and postpartum amenorrheic women who are not using family planning and whose last birth was unwanted or mistimed. Further information on the operational definition of the unmet need for family planning, as well as survey questions and statistical programs needed to derive the indicator, can be found at the following website of the USAID Demographic and Health Surveys Program: <a href=\"http://measuredhs.com/Topics/Unmet-Need.cfm\">http://measuredhs.com/Topics/Unmet-Need.cfm</a>. </p>","UNIT_MEASURE__GLOBAL":"<p>Percent (%)</p>","CLASS_SYSTEM__GLOBAL":"<p>The classification of contraceptive methods is presented in World Health Organization Department of Reproductive Health and Research (WHO/RHR) and Johns Hopkins Bloomberg School of Public Health/Center for Communication Programs (CCP) (2018). </p>","SOURCE_TYPE__GLOBAL":"<p>This indicator is calculated from nationally-representative household survey data. Multi-country survey programmes that include relevant data for this indicator are: Contraceptive Prevalence Surveys (CPS), Demographic and Health Surveys (DHS), Fertility and Family Surveys (FFS), Reproductive Health Surveys (RHS), Multiple Indicator Cluster Surveys (MICS), Performance Monitoring and Accountability 2020 surveys (PMA), World Fertility Surveys (WFS), other international survey programmes and national surveys. </p>\n<p> </p>\n<p>For information on the source of each estimate, see United Nations, Department of Economic and Social Affairs, Population Division (2021). World Contraceptive Use 2021. (https://www.un.org/development/desa/pd/data/world-contraceptive-use) </p>","COLL_METHOD__GLOBAL":"<p>Data are compiled based on systematic searches of websites of international survey programmes, survey databases (e.g., the Integrated Household Survey Network (IHSN) database), websites of national statistical offices, SDG national reporting platforms and ad hoc queries in addition to utilization of the country-specific information from UNFPA country offices.</p>\n<p> </p>","FREQ_COLL__GLOBAL":"<p> Data are compiled in the period from October to January. </p>","REL_CAL_POLICY__GLOBAL":"<p>Updated data compilations on the indicator are released by the Population Division in March of each year as a comprehensive compilation of data and model-based annual estimates and projections up to 2030 at the national, regional and global level. See: </p>\n<p>United Nations, Department of Economic and Social Affairs, Population Division (2021). World Contraceptive Use 2021. New York: United Nations. (https://www.un.org/development/desa/pd/data/world-contraceptive-use)</p>\n<p>United Nations, Department of Economic and Social Affairs, Population Division (2021). Estimates and Projections of Family Planning Indicators 2021. New York: United Nations. (https://www.un.org/development/desa/pd/data/family-planning-indicators)</p>\n<p>The data are also available in the interactive data portal of the Population Division (https://population.un.org/dataportal/home)</p>","DATA_SOURCE__GLOBAL":"<p>Survey data are obtained from national household surveys that are internationally coordinated&#x2014;such as the Demographic and Health Surveys (DHS), the Reproductive Health Surveys (RHS), and the Multiple Indicator Cluster Surveys (MICS), Gender and Generation Surveys (GGS)&#x2014;and other nationally-sponsored surveys. </p>","COMPILING_ORG__GLOBAL":"<p>This indicator is produced at the global level by the Population Division, Department of Economic and Social Affairs, United Nations in collaboration with the United Nations Population Fund (UNFPA). </p>","INST_MANDATE__GLOBAL":"<p>The Population Division of the Department of Economic and Social Affairs conducts demographic research in the area of population and development and assists countries in developing their capacity to produce and analyse population data and information. The Population Division compiles global datasets of family planning indicators and provides analysis of levels and trends in contraceptive use and the need for family planning. The Population Division monitors progress in ensuring universal access to sexual and reproductive health-care services, as called for in the 2030 Agenda for Sustainable Development, and is the custodian agency for Sustainable Development Goal (SDG) indicator 3.7.1.</p>","RATIONALE__GLOBAL":"<p>The proportion of demand for family planning satisfied with modern methods is useful in assessing overall levels of coverage for family planning programmes and services. Access to and use of an effective means to prevent pregnancy helps enable women and their partners to exercise their rights to decide freely and responsibly the number and spacing of their children and to have the information, education and means to do so. Meeting demand for family planning with modern methods also contributes to maternal and child health by preventing unintended pregnancies and closely spaced pregnancies, which are at higher risk for poor obstetrical outcomes. </p>\n<p>Levels of demand for family planning satisfied with modern methods of 75 percent or more are generally considered high, and values of 50 percent or less are generally considered as very low. The indicator has no global numerical &#x2018;target&#x2019; value set to be achieved by 2030. Looking at the highest values of the indicator, in 22 countries representing regions such as Europe and Northern America, Latin America and the Caribbean and Eastern and South-Eastern Asia, more than 85 percent of women who want to avoid pregnancy are using a modern contraceptive method but for no country is this estimate above 91 percent. </p>\n<p>Even in these countries, specific sub-populations (for example, adolescents or the poor) can still face barriers of access to family planning information and services. It should also be recognized that reaching 100 percent may not be a necessary or even desirable outcome with respect to reproductive rights. Some women may prefer to use a traditional method, even while having access to a full range of modern methods and being aware of the typical differences in effectiveness of methods in preventing pregnancies. Other women might have ambivalent preferences regarding their next pregnancy which may influence their contraceptive choice.</p>","REC_USE_LIM__GLOBAL":"<p>Differences in the survey design and implementation, as well as differences in the way survey questionnaires are formulated and administered can affect the comparability of the data. The most common differences relate to the range of contraceptive methods included and the characteristics (age, sex, marital or union status) of the persons for whom contraceptive prevalence is estimated (base population). The time frame used to assess contraceptive prevalence can also vary. In most surveys there is no definition of what is meant by &#x201C;currently using&#x201D; a method of contraception. </p>\n<p>In some surveys, the lack of probing questions, asked to ensure that the respondent understands the meaning of the different contraceptive methods, can result in an underestimation of contraceptive prevalence, in particular for traditional methods. Sampling variability can also be an issue, especially when contraceptive prevalence is measured for a specific subgroup (by age-group, level of educational attainment, place of residence, etc.) or when analysing trends over time. </p>\n<p> </p>\n<p>When data on women aged 15 to 49 are not available, information for married or in-union women is reported. Illustrations of base populations that are sometimes presented are: married or in-union women aged 15-44, sexually active women (irrespective of marital status), or ever-married women. Notes in the data set indicate any differences between the data presented and the standard definitions of contraceptive prevalence or unmet need for family planning or where data pertain to populations that are not representative of women of reproductive age. </p>","DATA_COMP__GLOBAL":"<p>The numerator is the number of women of reproductive age (15-49 years old) who are currently using, or whose partner is currently using, at least one modern contraceptive method (<em>CP<sub>Mod</sub></em>). The denominator is the total demand for family planning (the sum of the number of women using any contraceptive method (<em>CP<sub>Any</sub></em>) and the number of women with unmet need for family planning (<em>UMN</em>)). The quotient is then multiplied by 100 to arrive at the percentage of women (aged 15 to 49 years) who have their need for family planning satisfied with modern methods (<em>NS<sub>Mod</sub></em>).</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msub>\n      <mrow>\n        <mi>N</mi>\n        <mi>S</mi>\n      </mrow>\n      <mrow>\n        <mi>M</mi>\n        <mi>o</mi>\n        <mi>d</mi>\n      </mrow>\n    </msub>\n    <mo>=</mo>\n    <mfrac>\n      <mrow>\n        <msubsup>\n          <mrow>\n            <mi>C</mi>\n            <mi>P</mi>\n          </mrow>\n          <mrow>\n            <mi>M</mi>\n            <mi>o</mi>\n            <mi>d</mi>\n          </mrow>\n          <mrow></mrow>\n        </msubsup>\n      </mrow>\n      <mrow>\n        <mi>U</mi>\n        <mi>M</mi>\n        <mi>N</mi>\n        <msubsup>\n          <mrow>\n            <mo>+</mo>\n            <mi>C</mi>\n            <mi>P</mi>\n          </mrow>\n          <mrow>\n            <mi>A</mi>\n            <mi>n</mi>\n            <mi>y</mi>\n          </mrow>\n          <mrow></mrow>\n        </msubsup>\n      </mrow>\n    </mfrac>\n    <mo>&#xD7;</mo>\n    <mn>100</mn>\n  </math></p>","DATA_VALIDATION__GLOBAL":"<p>For surveys with microdata sets, the indicators are calculated following the definitions and concepts described above. These results are compared with the indicators published in survey reports, SDG national reporting platforms, or obtained from ad hoc queries. In some cases of discrepancies, the results are consulted with the national institutions that conducted the survey.</p>\n<p>For model-based estimates and projections, out-of-sample validation methods are described in Kantorov&#xE1; et al (2020). </p>","ADJUSTMENT__GLOBAL":"<p>Generally, there is no discrepancy between data presented and data published in survey reports. However, some published national data have been adjusted by the Population Division to improve comparability. Notes are used in the data set to indicate when adjustments were made and where data differed from standard definitions. Surveys might differ in the classification of modern and traditional methods. To improve comparability of data over time and across countries, method classifications used in some survey are adjusted to follow the classification described above. </p>\n<p>The global indicator represents all women of reproductive age. Some survey estimates represent women who are married or in a union and this is indicated in a note. </p>","IMPUTATION__GLOBAL":"<p><strong>At country level </strong></p>\n<p>There is no attempt to provide estimates for individual countries or areas when country or area data are not available. </p>\n<p>For analytical and comparative purposes, country-level model-based estimates and projections are generated using a Bayesian hierarchical model (see references below).</p>\n<p> </p>\n<p><strong>At regional and global levels </strong></p>\n<p>In order to generate regional and global estimates for any given reference year, the Population Division/DESA uses a Bayesian hierarchical model, described in detail in: </p>\n<p>Alkema et al (2013) and Kantorov&#xE1; et al (2020). </p>\n<p>Country-level, model-based estimates are only used for computing regional and global averages and are not used for global SDG reporting of trends at the country level. However, the model-based estimates are recommended to be used for analytical and comparative purposes. Since the model takes into account the relationship of family planning indicators - contraceptive use of any, modern and traditional methods, unmet need for family planning &#x2013; the information from surveys that only provide data on contraceptive use (and have no information on unmet need for family planning) is considered as well. The model is providing estimates of the indicator for countries and years without direct survey data by extrapolating underlying trends determined using data across all countries. The model implicitly weights observations from other countries such that higher weights are given to observations from more similar countries. The fewer the number of observations for the country of interest, the more its estimates are driven by the experience of other countries, whereas for countries with many observations the results are determined to a greater extent by those empirical observations. </p>","REG_AGG__GLOBAL":"<p>The Bayesian hierarchical model is used to generate regional and global estimates and projections of the indicator. Aggregate estimates and projections are weighted averages of the model-based country estimates, using the number of women aged 15-49 for the reference year in each country. The number of women aged 15-49 are taken from United Nations, Department of Economic and Social Affairs, Population Division (2019). World Population Prospects 2019. Numbers of women who are married or in a union are taken from United Nations, Department of Economic and Social Affairs, Population Division (2020). Estimates and Projections of Women of Reproductive Age Who Are Married or in a Union: 2020 Revision. New York: United Nations, which are estimates and projections based on data from United Nations, Department of Economic and Social Affairs, Population Division (2019). World Marriage Data 2019. </p>\n<p>Details of the methodology are described in Kantorov&#xE1; et al (2020) and United Nations, Department of Economic and Social Affairs, Population Division (2021).</p>","DOC_METHOD__GLOBAL":"<p>E-Learning video for SDG indicator 3.7.1 on the website of the Population Division (<a href=\"https://www.un.org/development/desa/pd/file/10712\">https://www.un.org/development/desa/pd/file/10712</a>)</p>\n<p>Information on the operational definitions and calculations of family planning indicators from surveys, as well as survey questions and statistical programs needed to derive the indicator, can be found at the website of the USAID Demographic and Health Surveys Program: https://dhsprogram.com/topics/Family-Planning.cfm and the website of UNICEF MICS: <a href=\"https://mics.unicef.org/\">https://mics.unicef.org/</a></p>","QUALITY_MGMNT__GLOBAL":"<p>Detailed guidelines are established for data compilation, data checking, and the production of model-based estimates and projections. Data compilations and model-based estimates and projections of family planning indicators are compliant with the Guidelines for Accurate and Transparent Health Estimates Reporting (GATHER) (http://gather-statement.org/).</p>","QUALITY_ASSURE__GLOBAL":"<p>Not applicable </p>","QUALITY_ASSMNT__GLOBAL":"<p>Not applicable</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Data for the percentage of women of reproductive age (15-49 years) who have their need for family planning satisfied with modern methods are available for 136 countries or areas for the 2000-2020 time period. For 112 countries or areas, there are at least two available data points. </p>\n<p> </p>\n<p>Table 1: The regional breakdown of data availability is as follows: </p>\n<p> </p>\n<table>\n  <tbody>\n    <tr>\n      <td>\n        <p><strong>World and SDG regions</strong> </p>\n      </td>\n      <td>\n        <p><strong>At least one data point</strong> </p>\n      </td>\n      <td>\n        <p><strong>Two or more data points</strong> </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>WORLD </p>\n      </td>\n      <td>\n        <p>136</p>\n      </td>\n      <td>\n        <p>112</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Northern America and Europe </p>\n      </td>\n      <td>\n        <p>16</p>\n      </td>\n      <td>\n        <p>11</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Northern America </p>\n      </td>\n      <td>\n        <p>1</p>\n      </td>\n      <td>\n        <p>1</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Europe </p>\n      </td>\n      <td>\n        <p>15</p>\n      </td>\n      <td>\n        <p>10</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Latin America and the Caribbean </p>\n      </td>\n      <td>\n        <p>25</p>\n      </td>\n      <td>\n        <p>20</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Central Asia and Southern Asia </p>\n      </td>\n      <td>\n        <p>13</p>\n      </td>\n      <td>\n        <p>10</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Central Asia </p>\n      </td>\n      <td>\n        <p>4</p>\n      </td>\n      <td>\n        <p>4</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Southern Asia </p>\n      </td>\n      <td>\n        <p>9</p>\n      </td>\n      <td>\n        <p>6</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Eastern Asia and South-eastern Asia </p>\n      </td>\n      <td>\n        <p>11</p>\n      </td>\n      <td>\n        <p>10</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Eastern Asia </p>\n      </td>\n      <td>\n        <p>3</p>\n      </td>\n      <td>\n        <p>2</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>South-eastern Asia </p>\n      </td>\n      <td>\n        <p>8</p>\n      </td>\n      <td>\n        <p>8</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Western Asia and Northern Africa </p>\n      </td>\n      <td>\n        <p>17</p>\n      </td>\n      <td>\n        <p>15</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Western Asia </p>\n      </td>\n      <td>\n        <p>11</p>\n      </td>\n      <td>\n        <p>9</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Northern Africa </p>\n      </td>\n      <td>\n        <p>6</p>\n      </td>\n      <td>\n        <p>6</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Sub-Saharan Africa </p>\n      </td>\n      <td>\n        <p>46</p>\n      </td>\n      <td>\n        <p>41</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Oceania </p>\n      </td>\n      <td>\n        <p>9</p>\n      </td>\n      <td>\n        <p>6</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Oceania excluding Australia and New Zealand </p>\n      </td>\n      <td>\n        <p>9</p>\n      </td>\n      <td>\n        <p>6</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Australia and New Zealand </p>\n      </td>\n      <td>\n        <p>0</p>\n      </td>\n      <td>\n        <p>0</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Landlocked developing countries (LLDCs) </p>\n      </td>\n      <td>\n        <p>30</p>\n      </td>\n      <td>\n        <p>27</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Least Developed Countries (LDCs) </p>\n      </td>\n      <td>\n        <p>46</p>\n      </td>\n      <td>\n        <p>40</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Small island developing States (SIDS) </p>\n      </td>\n      <td>\n        <p>26</p>\n      </td>\n      <td>\n        <p>19</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<p><strong>Time series:</strong></p>\n<p>Not applicable</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Age, marital status, geographic location, socioeconomic status and other categories, depending on the data source and number of observations. </p>","COMPARABILITY__GLOBAL":"<p>Generally, there is no discrepancy between data presented and data published in survey reports. However, some published national data have been adjusted by the Population Division to improve comparability. Notes are used in the data set to indicate when adjustments were made and where data differed from standard definitions. Surveys might differ in the classification of modern and traditional methods. To improve comparability of data over time and across countries, method classifications used in some surveys are adjusted to follow the classification described above. </p>\n<p>The global indicator represents all women of reproductive age. Some survey estimates represent women who are married or in a union and this is indicated in a note. </p>","OTHER_DOC__GLOBAL":"<p><strong>URL: </strong></p>\n<p><a href=\"https://www.un.org/development/desa/pd/\">https://www.un.org/development/desa/pd/</a>; <a href=\"https://population.un.org/dataportal/home\">https://population.un.org/dataportal/home</a>; <a href=\"https://www.unfpa.org/data\">https://www.unfpa.org/data</a> </p>\n<p> </p>\n<p><strong>References:</strong> </p>\n<p>Alkema, L., Kantorova, V., Menozzi, C., &amp; Biddlecom, A. (2013). National, regional, and global rates and trends in contraceptive prevalence and unmet need for family planning between 1990 and 2015: a systematic and comprehensive analysis. <em>The Lancet</em>, <em>381</em>(9878), 1642-1652.</p>\n<p>Bradley, S. E. K., Croft, T. N., Fishel, J. D., &amp; Westoff, C. F. (2012). Revising Unmet Need for Family Planning: DHS Analytical Studies No. 25. ICF International, Calverton, Maryland. <a href=\"http://dhsprogram.com/pubs/pdf/AS25/AS25%5b12June2012%5d.pdf\" target=\"_blank\"><u>http://dhsprogram.com/pubs/pdf/AS25/AS25[12June2012].pdf</u></a></p>\n<p>Every Woman Every Child (2016). Commitments to Every Woman Every Child&#x2019;s Global Strategy for Women&#x2019;s Children&#x2019;s and Adolescents&#x2019; Health (2016-2030), <a href=\"https://www.everywomaneverychild.org/global-strategy/\">https://www.everywomaneverychild.org/global-strategy/</a></p>\n<p> </p>\n<p>Every Woman Every Child (2020). United Nations EWEC 2020 Progress Report &#x2013; Protect the Progress: Rise, Refocus, Recover. <a href=\"https://protect.everywomaneverychild.org/\">https://protect.everywomaneverychild.org/</a></p>\n<p>Kantorov&#xE1; V., M. C. Wheldon, P. Ueffing., A. N. Z. Dasgupta (2020). Estimating progress towards meeting women&#x2019;s contraceptive needs in 185 countries: A Bayesian hierarchical modelling study. PLoS Medicine 17(2):e1003026. </p>\n<p>Monitoring progress in family planning. FP2020 core indicators. Glastonbury (CT): Track20 </p>\n<p><a href=\"http://www.track20.org/pages/data/indicators\" target=\"_blank\"><u>http://www.track20.org/pages/data/indicators</u></a> </p>\n<p>United Nations, Department of Economic and Social Affairs, Population Division (2019). World Population Prospects 2019. (<a href=\"https://population.un.org/wpp/\">https://population.un.org/wpp/</a>)</p>\n<p>United Nations, Department of Economic and Social Affairs, Population Division (2019). World Marriage Data 2019. (<a href=\"https://www.un.org/development/desa/pd/data/world-marriage-data\">https://www.un.org/development/desa/pd/data/world-marriage-data</a>) </p>\n<p>United Nations, Department of Economic and Social Affairs, Population Division (2020). Estimates and Projections of Women of Reproductive Age Who Are Married or in a Union: 2020 Revision. New York: United Nations.</p>\n<p>United Nations, Department of Economic and Social Affairs, Population Division (2021). World Contraceptive Use 2021. See also methodology with technical details available at </p>\n<p>(<a href=\"https://www.un.org/development/desa/pd/data/world-contraceptive-use\">https://www.un.org/development/desa/pd/data/world-contraceptive-use</a>) </p>\n<p> </p>\n<p>United Nations, Department of Economic and Social Affairs, Population Division (2021). Estimates and Projections of Family Planning Indicators 2021. New York: United Nations. (<a href=\"https://www.un.org/development/desa/pd/data/family-planning-indicators\">https://www.un.org/development/desa/pd/data/family-planning-indicators</a>)</p>\n<p>United Nations Department of Economic and Social Affairs, Population Division (2020). World Family Planning 2020 Highlights: Accelerating action to ensure universal access to family planning. (<a href=\"https://www.un.org/development/desa/pd/content/family-planning-0\">https://www.un.org/development/desa/pd/content/family-planning-0</a>)</p>\n<p>United Nations Department of Economic and Social Affairs, Population Division (2020). E-Learning for SDG indicator 3.7.1. (<a href=\"https://www.un.org/development/desa/pd/content/family-planning-0\">https://www.un.org/development/desa/pd/content/family-planning-0</a>) </p>\n<p>United Nations, Department of Economic and Social Affairs, Population Division (2021). World Contraceptive Use 2021 and Estimates and Projections of Family Planning Indicators 2021. Methodology report. UN DESA/POP/2021/DC/NO. 1. (<a href=\"https://www.un.org/development/desa/pd/sites/www.un.org.development.desa.pd/files/undesa_pd_2021_wcu_fp-indicators_documentation.pdf\">https://www.un.org/development/desa/pd/sites/www.un.org.development.desa.pd/files/undesa_pd_2021_wcu_fp-indicators_documentation.pdf</a>)</p>\n<p>World Health Organization Department of Reproductive Health and Research (WHO/RHR) and Johns Hopkins Bloomberg School of Public Health/Center for Communication Programs (CCP), Knowledge for Health Project. Family Planning: A Global Handbook for Providers (2018 update). Baltimore and Geneva: CCP and WHO, 2018. (<a href=\"https://www.who.int/reproductivehealth/publications/fp-global-handbook/en/\">https://www.who.int/reproductivehealth/publications/fp-global-handbook/en/</a>)</p>\n<p>World Health Organization (2020). Family planning/contraception methods. <a href=\"https://www.who.int/news-room/fact-sheets/detail/family-planning-contraception\">https://www.who.int/news-room/fact-sheets/detail/family-planning-contraception</a> </p>\n<p>World Health Organization (2020). World Health Statistics 2020. <u>https://www.who.int/data/gho/publications/world-health-statistics</u></p>","indicator":"3.7.1","target_id":"3.7","sdg_goal":"3","indicator_sort_order":"03-07-01"}