{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proporción de la población con grandes gastos sanitarios por hogar como porcentaje del total de gastos o ingresos de los hogares","graph_titles":[],"graph_type":"line","indicator_name":"Proporción de la población con grandes gastos sanitarios por hogar como porcentaje del total de gastos o ingresos de los hogares","indicator_number":"3.8.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 3: Ensure healthy lives and promote well-being for all at all ages</p>","SDG_TARGET__GLOBAL":"<p>Target 3.8: Achieve universal health coverage, including financial risk protection, access to quality essential health-care services and access to safe, effective, quality and affordable essential medicines and vaccines for all</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 3.8.2: Proportion of population with large household expenditures on health as a share of total household expenditure or income</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Not applicable</p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>SDG indicators: 3.8.1; 1.1.1 and 1.2.1</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>World Health Organization (WHO) and the World Bank</p>","CONTACT_ORGANISATION__GLOBAL":"<p>World Health Organization (WHO)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Proportion of the population with large household expenditure on health as a share of total household expenditure or income. Two thresholds are used to define &#x201C;large household expenditure on health&#x201D;: greater than 10% and greater than 25% of total household expenditure or income.</p>\n<p> </p>\n<p><strong>Concepts:</strong></p>\n<p>Indicator 3.8.2 is defined as the &#x201C;Proportion of the population with large household expenditure on health as a share of total household expenditure or income&#x201D;. In effect it is based on a ratio exceeding a threshold. The two main concepts of interest behind this ratio are household expenditure on health (numerator) and total household consumption expenditure or, when unavailable, income (denominator). </p>\n<p><strong><em>Numerator</em></strong></p>\n<p>Household expenditure on health is defined as any expenditure incurred at the time-of-service use to get any type of care (promotive, preventive, curative, rehabilitative, palliative or long-term care) including all medicines, vaccines and other pharmaceutical preparations as well as all health products, <em>from any type of provider and for all members of the household</em>. These health expenditures are characterized by direct payments that are financed by a household&#x2019;s income (including remittances), savings or loans <strong>but do not include any third-party payer reimbursement. </strong>They are labelled Out-Of-Pocket (OOP) payments in the classification of health care financing schemes (HF) of the international Classification for Health Accounts (ICHA). They are the most unequitable source of funding for the health system as they are solely based on the willingness and ability to pay of the household; they only grant access to the health services and health products individuals can pay for, without any solidarity between the healthy and the sick beyond the household<sup><sup><a href=\"#footnote-2\" id=\"footnote-ref-2\">[1]</a></sup></sup>, the rich and the poor; they represent a barrier to access for those people who are unable to find the economic resources need to pay out of their own pocket. </p>\n<p>The components of household expenditure on health should be consistent with division 06 on health of the UN Classification of Individual Consumption According to Purpose (COICOP) on medicines and medical products (06.1), outpatient care services (06.2) inpatient care services (06.3) and other health services (06.4)<sup><sup><a href=\"#footnote-3\" id=\"footnote-ref-3\">[2]</a></sup></sup>.</p>\n<p>Further information on definitions and classifications of health expenditures should be consistent with the <a href=\"http://www.who.int/health-accounts/methodology/en/\"><u>international classification for health accounts</u></a><u> (ICHA)</u> and its family of classifications (for example by type of provider). </p>\n<p><strong><em>Denominator</em></strong></p>\n<p>Expenditure on household consumption and household income are both monetary welfare measures. Household consumption is a function of permanent income, which is a measure of a household&#x2019;s long-term economic resources that determine living standards. Consumption is generally defined as the sum of the monetary values of all items consumed by the household on domestic account during a reference period. It includes monetary expenditures on food and non-food non-durable goods and services consumed as well as the imputed values of goods and services that are not purchased but procured otherwise for consumption (value of in-kind consumption); the value use of durables, and the value use of owner-occupied housing. Information on household consumption is usually collected in household surveys that may use different approaches to measure &#x2018;consumption&#x2019; depending on whether items refer to durable or non-durable goods and/or are directly produced by households.</p>\n<p>The most relevant measure of income is disposable income as it is close to the maximum available to the household for consumption expenditure during the accounting period. Disposable income is defined as total income less direct taxes (net of refunds), compulsory fees and fines. Total income is generally composed of income from employment, property income, income from household production of services for own consumption, transfers received in cash and goods, and transfers received as services<sup><sup><a href=\"#footnote-4\" id=\"footnote-ref-4\">[3]</a></sup></sup>. </p>\n<p>Income is more difficult to measure accurately due to its greater variability over time. Consumption is less variable over time and easier to measure. It is therefore recommended that whenever there is information on both household consumption and income the former is used (see the &#x201C;comments and limitations&#x201D; section to learn more about the sensitivity of 3.8.2 to the income/expenditure choice in the denominator). Statistics on 3.8.2 currently produced by WHO and the World Bank predominantly rely on consumption (see section on data sources). </p>\n<p><strong><em>Thresholds</em></strong></p>\n<p>Two thresholds are used for global reporting to identify large household expenditure on health as share of total household consumption or income<u>: </u><strong><u>a lower threshold of 10% (3.8.2_10) and a higher threshold of 25% (3.8.2_25)</u></strong>. With these two thresholds the indicator measures financial hardship </p>\n<p> (see section on comments and limitations). </p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-2\">1</sup><p> <a href=\"http://www.oecd-ilibrary.org/social-issues-migration-health/a-system-of-health-accounts/classification-of-health-care-financing-schemes-icha-hf_9789264116016-9-en\">http://www.oecd-ilibrary.org/social-issues-migration-health/a-system-of-health-accounts/classification-of-health-care-financing-schemes-icha-hf_9789264116016-9-en</a> <a href=\"#footnote-ref-2\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-3\">2</sup><p> Agenda item 3(l) available at <a href=\"https://unstats.un.org/unsd/statcom/49th-session/documents/\">https://unstats.un.org/unsd/statcom/49th-session/documents/</a>; <a href=\"http://unstats.un.org/unsd/cr/registry/regcs.asp?Cl=5&amp;Lg=1&amp;Co=06.1\">http://unstats.un.org/unsd/cr/registry/regcs.asp?Cl=5&amp;Lg=1&amp;Co=06.1</a> <a href=\"#footnote-ref-3\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-4\">3</sup><p> <a href=\"http://www.ilo.org/public/english/bureau/stat/download/17thicls/r2hies.pdf\">http://www.ilo.org/public/english/bureau/stat/download/17thicls/r2hies.pdf</a> <a href=\"#footnote-ref-4\">&#x2191;</a></p></div></div>","UNIT_MEASURE__GLOBAL":"<p>Percentage (proportion of people)</p>","CLASS_SYSTEM__GLOBAL":"<p><em>For the definition of health expenditures (numerator) </em></p>\n<ul>\n  <li><a href=\"http://www.oecd-ilibrary.org/social-issues-migration-health/a-system-of-health-accounts/classification-of-health-care-financing-schemes-icha-hf_9789264116016-9-en\"><u>http://www.oecd-ilibrary.org/social-issues-migration-health/a-system-of-health-accounts/classification-of-health-care-financing-schemes-icha-hf_9789264116016-9-en</u></a><u> </u></li>\n</ul>\n<p><em>For the components of health expenditures (numerator)</em></p>\n<ul>\n  <li>division 06 of the UN Classification of Individual Consumption According to Purpose (COICOP) <a href=\"https://unstats.un.org/unsd/class/revisions/coicop_revision.asp\"><u>https://unstats.un.org/unsd/class/revisions/coicop_revision.asp</u></a>; <a href=\"http://unstats.un.org/unsd/cr/registry/regcs.asp?Cl=5&amp;Lg=1&amp;Co=06.1\"><u>http://unstats.un.org/unsd/cr/registry/regcs.asp?Cl=5&amp;Lg=1&amp;Co=06.1</u></a><u> </u></li>\n</ul>\n<p>For the components of household total consumption (preferred denominator)</p>\n<ul>\n  <li>UN Classification of Individual Consumption According to Purpose (COICOP) <a href=\"https://unstats.un.org/unsd/class/revisions/coicop_revision.asp\"><u>https://unstats.un.org/unsd/class/revisions/coicop_revision.asp</u></a>; <a href=\"http://unstats.un.org/unsd/cr/registry/regcs.asp?Cl=5&amp;Lg=1&amp;Co=06.1\"><u>http://unstats.un.org/unsd/cr/registry/regcs.asp?Cl=5&amp;Lg=1&amp;Co=06.1</u></a></li>\n</ul>","SOURCE_TYPE__GLOBAL":"<p>The recommended data sources for the monitoring of the &#x201C;Proportion of the population with large household expenditure on health as a share of total household expenditure or income&#x201D; are household surveys with information on both household consumption expenditure on health and total household consumption expenditures, which are routinely conducted by national statistical offices. Household budget surveys (HBS) and household income and expenditure surveys (HIES) typically collect these as they are primarily conducted to provide inputs to the calculation of consumer price indices or the compilation of national accounts. Another potential source of information is socio-economic or living standards surveys; however, some of these surveys may not collect information on total household consumption expenditures &#x2013; for example, when a country measures poverty using income as the welfare indicator<sup><sup><a href=\"#footnote-5\" id=\"footnote-ref-5\">[4]</a></sup></sup>. The most important criterion for selecting a data source to measure SDG indicator 3.8.2 is the availability of both household consumption expenditure on health and total household consumption expenditures.</p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-5\">4</sup><p> <a href=\"http://unstats.un.org/sdgs/metadata/files/Metadata-01-01-01a.pdf\">http://unstats.un.org/sdgs/metadata/files/Metadata-01-01-01a.pdf</a> <a href=\"#footnote-ref-5\">&#x2191;</a></p></div></div>","COLL_METHOD__GLOBAL":"<p>WHO and the World Bank contact Ministries of Health and/or National statistical offices for two purposes: a) request access to the household survey microdata in order to produce SDG indicator 3.8.2; b) request estimates produced by the country itself. </p>\n<p>A) The first type of request is done by each organization separately. WHO obtains access to the household survey microdata from national statistical offices through its regional offices or country offices. Access request is often part of technical assistance programs on health financing issues.</p>\n<p>The World Bank also typically receives data from National Statistical Offices (NSOs) directly. In other cases, it uses NSO data received indirectly. For example, it receives data from Eurostat and from LIS (Luxembourg Income Study), who provide the World Bank NSO data in its original form or harmonized for comparability. The Universidad Nacional de La Plata, Argentina and the World Bank jointly maintain the SEDLAC (Socio-Economic Database for Latin American and Caribbean) database that includes harmonized statistics on poverty and other distributional and social variables from 24 Latin American and Caribbean countries, based on microdata from household surveys conducted by NSOs. Data is obtained through country specific programs, including technical assistance programs and joint analytical and capacity building activities. The World Bank has relationships with NSOs on work programs involving statistical systems and data analysis. Poverty economists from the World Bank typically engage with NSOs broadly on poverty measurement and analysis as part of technical assistance activities. </p>\n<p>The World Health Organization and the World Bank regularly undertake training events on the measurement of lack of financial protection coverage to produce SDG 3.8.2 indicator. This type of activity involves participants from the Ministry of Health as well as from the National Statistical Office. </p>\n<p>All the country-year estimates produced by both organizations are assembled in a joint database following a quality assessment process (see section 4.j). Such estimates are included in a country consultation conducted to give an opportunity to i) review the estimates, the data sources and the methods used for computation; ii) provide information about additional data sources; iii) build mutual understanding of the strengths and weaknesses of available data and ensure broad ownership of the results; and iv) request estimates produced by the country as further explained hereafter.</p>\n<p>B) Estimates produced by each country are requested through a country consultation conducted by the World Health Organization. Following the WHO Executive Board resolution (EB107.R8), this process starts with WHO sending a formal request to ministries of health to nominate a focal point for the consultation. WHO sends draft estimates and methodological descriptions to them, copying countries&#x2019; focal point for SDG reporting where nominated at the request of UNSD. STATA codes are available to reproduce the estimates shared. The focal points then send to WHO their comments, often including new data or revised country estimates that are used to update the country estimates. Estimates produced by the countries are subject to the same quality assessment process and included in the joint database if they are not flagged in consumption or in the health budget share (see section 4.j).</p>\n<p> </p>","FREQ_COLL__GLOBAL":"<p>A country consultation on SDG 3.8.2 estimates is typically conducted between January and March every two years.</p>","REL_CAL_POLICY__GLOBAL":"<p>SDG 3.8.2 estimates at country, regional and global levels are released every two years either on December 12 (Universal Health Coverage day) or in September (UN General Assembly). </p>","DATA_SOURCE__GLOBAL":"<p>National Statistical Offices in collaboration with Ministries of health. See data sources for further details. </p>","COMPILING_ORG__GLOBAL":"<p>The World Health Organization and the World Bank.</p>","INST_MANDATE__GLOBAL":"<p>WHO support for monitoring the financial protection dimension of Universal Health Coverage (target 3.8, indicator 3.8.2 specifically) is underpinned by Resolution <a href=\"https://cdn.who.int/media/docs/default-source/health-financing/sustainable-health-financing-universal-coverage-and-social-health-insurance.pdf?sfvrsn=f8358323_3\">WHA58.33</a> on sustainable health financing, universal coverage and social health insurance.</p>","RATIONALE__GLOBAL":"<p>Target 3.8 is about UHC and is defined as &#x201C;Achieve universal health coverage, including <em>financial risk protection</em>, access to quality essential health-care services and access to safe, effective, quality and affordable essential medicines and vaccines for all&#x201D;. The concern is with all people and communities receiving the quality health services they need (including medicines and other health products), without financial hardship. Financial hardship is a key consequence of inadequate of financial risk protection mechanisms and can be experienced in any country, regardless of the income level and type of health system. Indicator 3.8.2 is about identifying people with out-of-pocket health spending on health exceeding their ability to pay, which might lead to cutting spending on other basic needs such as education, food, housing and utilities. Reducing financial hardship in health is important on the global development agenda as well as a priority of the health sector of many countries across all regions.</p>","REC_USE_LIM__GLOBAL":"<p>It is feasible to monitor indicator 3.8.2 on a regular basis using the same household survey data that is used to monitor SDG target 1.1 and 1.2 on poverty<sup><sup><a href=\"#footnote-6\" id=\"footnote-ref-6\">[5]</a></sup></sup>. These surveys are also regularly conducted for other purposes such as calculating weights for the Consumer Price Index. These surveys are conducted typically by NSOs. Thus, monitoring the proportion of the population with large household expenditures on health as a share of total household consumption or income does not add any additional data collection burden so long as the health expenditure component of the household non-food consumption data can be identified. While this is an advantage, indicator 3.8.2 suffers from the same challenges of timeliness, frequency, data quality and comparability of surveys than SDG indicator 1.1.1. However, indicator 3.8.2 has its own conceptual and empirical limitations.</p>\n<p>First, challenges to track out-of-pocket health spending (numerator): indicator 3.8.2 attempts to identify financial hardship that individuals face when using their income, savings or taking loans to pay for health care. However, most household surveys fail to identify the source of funding used by a household who is reporting health expenditure. In countries where there is no retrospective reimbursement of household spending on health this is not a problem. If a household does report any expenditure on health, it would be because it is not going to be reimbursed by any third-party payer. It is therefore consistent with the definition given for direct health care payments (the numerator). </p>\n<p>For those countries on the other hand where there is retrospective reimbursement &#x2013; for example, via a contributory health insurance scheme - the amount reported by a household on health expenditures might be totally or partially reimbursed at some later point, perhaps outside the recall period of the household survey. </p>\n<p>Clearly, more work is needed to ensure that survey instruments gather information on the sources of funding used by the household to pay for health care, or the household survey instrument always specifies that health expenditures should be net of any reimbursement. Survey instrument and sample design should also be carefully reviewed to minimize measurement errors due to both non-sampling errors such as a very short or very long recall periods precluding proper data collection of all health care components (overnight stay, medicines, etc..); or sampling errors such as over-sample of areas with a particularly low burden of disease.</p>\n<p>Second, sensitivity of the indicator to the choice of the welfare metric for disaggregation (consumption or income in the denominator): in the current definition of indicator 3.8.2 large health expenditures can be identified by comparing how much household spend on health to either household income or total household expenditure. Expenditure is the recommended measure of household&#x2019;s resources (see concept section) but recent empirical work has demonstrated that while statistics on 3.8.2 at country level are fairly robust to such choice, their disaggregation by income group is pretty sensitive to it. Income based measures show a greater concentration of the proportion of the population with large household expenditure on health among the poor than expenditure based measures (see chapter 2 in the WHO and World Bank 2017 report on tracking universal health coverage as well as Wagstaff et al 2018) .</p>\n<p>Third, cut-off values to identify large health expenditures: indicator 3.8.2. relies on a single cut-off point to identify what constitutes &#x2018;large health expenditure as a share of total household expenditure or income&#x2019;. People just below such threshold are not taken into account, which is always the problem with measures based on cut-offs. This is simply avoided by plotting the cumulative distribution function of the health expenditure ratio behind 3.8.2. By doing so, it is possible to identify for any threshold the proportion of the population that is devoting any share of its household&#x2019;s budget to health. </p>\n<p>Fourth, there are other indicators used to measure financial hardship, all based on the same data sources: The current definition of SDG indicator 3.8.2 is based on methodologies dating back to the 1990s developed in collaboration with academics at the World Bank and the World Health Organization and corresponds to an indicator of the incidence of catastrophic health spending using a budget share approach (see references). In addition to indicator 3.8.2, WHO also defines large health expenditure in relation to non-subsistence spending<sup><sup><a href=\"#footnote-7\" id=\"footnote-ref-7\">[6]</a></sup>,<sup><a href=\"#footnote-8\" id=\"footnote-ref-8\">[7]</a></sup>,<sup><a href=\"#footnote-9\" id=\"footnote-ref-9\">[8]</a></sup>,</sup> and both WHO and the World Bank use indicators of impoverishing health spending to assess to what extent OOP health spending deters efforts to &#x201C;End poverty in all its form everywhere&#x201D; (SDG 1). </p>\n<p>Fifth, indicator 3.8.2. needs to be tracked jointly with SDG indicator 3.8.1 as well as indicators of barriers to access: Two indicators have been chosen to monitor target 3.8 on Universal Health Coverage within the SDG framework. Indicator 3.8.1 is for the health service coverage dimension of UHC and Indicator 3.8.2 to track the financial protection dimensions. These two indicators should be always monitored jointly. Indeed, some of the people seeking care face barriers to access related to financial constraints, acceptability issues, unavailability of services, or accessibility. Those unable to overcome such barriers (financial and non-financial ones) will not report any spending on health which will tend to reduce SDG 3.8.2 rates. When this happens, SDG 3.8.1 levels should also be low as the tracer indicators of service coverage should reflect that large fractions of the population are unable to get the services they needed. But specific indicators on barriers to access ought to be tracked to understand which type of barriers is precluding access to needed services. </p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-6\">5</sup><p> <a href=\"http://unstats.un.org/sdgs/metadata/files/Metadata-01-01-01a.pdf\">http://unstats.un.org/sdgs/metadata/files/Metadata-01-01-01a.pdf</a> <a href=\"#footnote-ref-6\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-7\">6</sup><p> Chapter 2 in &#x201C;Tracking universal health coverage: 2017 global monitoring report&#x201D;, World Health Organization and International Bank for Reconstruction and Development/ The World Bank; 2017; <a href=\"http://www.who.int/healthinfo/indicators/2015/en/\">http://www.who.int/healthinfo/indicators/2015/en/</a> ; <a href=\"#footnote-ref-7\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-8\">7</sup><p>Xu, K., Evans, D. B., Carrin, G., Aguilar-Rivera, A. M., Musgrove, P., and Evans, T. (2007), &#x201C;Protecting Households From Catastrophic Health Spending,&#x201D; <em>Health Affairs</em>, 26, 972&#x2013;983. Xu, K., Evans, D., Kawabata, K., Zeramdini, R., Klavus, J., and Murray, C. (2003), &#x201C;Households Catastrophic Health Expenditure: A Multi-Country Analysis,&#x201D; <em>The Lancet</em>, 326, 111&#x2013;117. <a href=\"#footnote-ref-8\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-9\">8</sup><p> <a href=\"http://www.euro.who.int/en/health-topics/Health-systems/health-systems-financing/publications/clusters/universal-health-coverage-financial-protection\">http://www.euro.who.int/en/health-topics/Health-systems/health-systems-financing/publications/clusters/universal-health-coverage-financial-protection</a>;<a href=\"http://applications.emro.who.int/dsaf/EMROPUB_2016_EN_19169.pdf?ua=1\">http://applications.emro.who.int/dsaf/EMROPUB_2016_EN_19169.pdf?ua=1</a> ; <a href=\"http://apps.searo.who.int/uhc\">http://apps.searo.who.int/uhc</a><a href=\"http://www.paho.org/hq/index.php?option=com_content&amp;view=article&amp;id=11065%3A2015-universal-health-coverage-latin-america-caribbean&amp;catid=3316%3Apublications&amp;Itemid=3562&amp;lang=en\">http://www.paho.org/hq/index.php?option=com_content&amp;view=article&amp;id=11065%3A2015-universal-health-coverage-latin-america-caribbean&amp;catid=3316%3Apublications&amp;Itemid=3562&amp;lang=en</a> <a href=\"#footnote-ref-9\">&#x2191;</a></p></div></div>","DATA_COMP__GLOBAL":"<p>Population weighted average number of people with large household expenditure on health as a share of total household expenditure or income</p>\n<p> </p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mfrac>\n      <mrow>\n        <mrow>\n          <munder>\n            <mo stretchy=\"false\">&#x2211;</mo>\n            <mrow>\n              <mi>i</mi>\n            </mrow>\n          </munder>\n          <mrow>\n            <msub>\n              <mrow>\n                <mi>m</mi>\n              </mrow>\n              <mrow>\n                <mi>i</mi>\n              </mrow>\n            </msub>\n            <msub>\n              <mrow>\n                <mi>&#x3C9;</mi>\n              </mrow>\n              <mrow>\n                <mi>i</mi>\n              </mrow>\n            </msub>\n            <mn>1</mn>\n            <mfenced separators=\"|\">\n              <mrow>\n                <mfrac>\n                  <mrow>\n                    <mi>h</mi>\n                    <mi>e</mi>\n                    <mi>a</mi>\n                    <mi>l</mi>\n                    <mi>t</mi>\n                    <mi>h</mi>\n                    <mi>&amp;nbsp;</mi>\n                    <mi>e</mi>\n                    <mi>x</mi>\n                    <mi>p</mi>\n                    <mi>e</mi>\n                    <mi>n</mi>\n                    <mi>d</mi>\n                    <mi>i</mi>\n                    <mi>t</mi>\n                    <mi>u</mi>\n                    <mi>r</mi>\n                    <mi>e</mi>\n                    <mi>&amp;nbsp;</mi>\n                    <mi>o</mi>\n                    <mi>f</mi>\n                    <mi>&amp;nbsp;</mi>\n                    <mi>t</mi>\n                    <mi>h</mi>\n                    <mi>e</mi>\n                    <mi>&amp;nbsp;</mi>\n                    <mi>h</mi>\n                    <mi>o</mi>\n                    <mi>u</mi>\n                    <mi>s</mi>\n                    <mi>e</mi>\n                    <mi>h</mi>\n                    <mi>o</mi>\n                    <mi>l</mi>\n                    <mi>d</mi>\n                    <mi>&amp;nbsp;</mi>\n                    <mi>i</mi>\n                  </mrow>\n                  <mrow>\n                    <mi>t</mi>\n                    <mi>o</mi>\n                    <mi>t</mi>\n                    <mi>a</mi>\n                    <mi>l</mi>\n                    <mi>&amp;nbsp;</mi>\n                    <mi>e</mi>\n                    <mi>x</mi>\n                    <mi>p</mi>\n                    <mi>e</mi>\n                    <mi>n</mi>\n                    <mi>d</mi>\n                    <mi>i</mi>\n                    <mi>t</mi>\n                    <mi>u</mi>\n                    <mi>r</mi>\n                    <mi>e</mi>\n                    <mi>&amp;nbsp;</mi>\n                    <mi>o</mi>\n                    <mi>f</mi>\n                    <mi>&amp;nbsp;</mi>\n                    <mi>t</mi>\n                    <mi>h</mi>\n                    <mi>e</mi>\n                    <mi>&amp;nbsp;</mi>\n                    <mi>h</mi>\n                    <mi>o</mi>\n                    <mi>u</mi>\n                    <mi>s</mi>\n                    <mi>e</mi>\n                    <mi>h</mi>\n                    <mi>o</mi>\n                    <mi>l</mi>\n                    <mi>d</mi>\n                    <mi>&amp;nbsp;</mi>\n                    <mi>i</mi>\n                  </mrow>\n                </mfrac>\n                <mo>&amp;gt;</mo>\n                <mi>&#x3C4;</mi>\n              </mrow>\n            </mfenced>\n          </mrow>\n        </mrow>\n      </mrow>\n      <mrow>\n        <mrow>\n          <munder>\n            <mo stretchy=\"false\">&#x2211;</mo>\n            <mrow>\n              <mi>i</mi>\n            </mrow>\n          </munder>\n          <mrow>\n            <msub>\n              <mrow>\n                <mi>m</mi>\n              </mrow>\n              <mrow>\n                <mi>i</mi>\n              </mrow>\n            </msub>\n          </mrow>\n        </mrow>\n        <msub>\n          <mrow>\n            <mi>&#x3C9;</mi>\n          </mrow>\n          <mrow>\n            <mi>i</mi>\n          </mrow>\n        </msub>\n      </mrow>\n    </mfrac>\n  </math></p>\n<p>where <em>i </em>denotes a household,<em> 1()</em> is the indicator function that takes on the value 1 if the bracketed expression is true, and 0 otherwise, <em>m<sub>i</sub></em> corresponds to the number of household members of <em>i</em>,<math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mi>&amp;nbsp;</mi>\n    <msub>\n      <mrow>\n        <mi>&#x3C9;</mi>\n      </mrow>\n      <mrow>\n        <mi>i</mi>\n      </mrow>\n    </msub>\n  </math> corresponds to the sampling weight of household <em>i</em>, <math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mi mathvariant=\"normal\">&#x3C4;</mi>\n  </math> is a threshold identifying large household expenditure on health as a share of total household consumption or income (i.e. 10% and 25%). </p>\n<p>Household health expenditure and household expenditure or income are defined as explained in the &#x201C;concept&#x201D; section. For more information about the methodology please refer to Wagstaff et al (2018) and chapter 2 in the WHO and World Bank 2017 report on tracking universal health coverage.</p>","DATA_VALIDATION__GLOBAL":"<p>The microdata obtained by WHO is requested to National Statistical Offices with the denominator (household total consumption expenditure) already constructed following their own guidelines and follows those guidelines when the denominator is not provided. WHO generates the numerator (household total health spending) following the definitions and classifications described in 2.a and 2.c. </p>\n<p>The microdata obtained by the World Bank is provided by country governments and typically includes the denominator and the numerator already constructed. Sometimes, the World Bank has to construct the welfare aggregate or adjust the aggregate provided by the country.</p>\n<p>The microdata obtained by both institutions to track SDG indicator 3.8.2 has typically already been checked for quality to track other important indicators (e.g. SDG indicator 1.1.1). A quality assessment is performed before consulting countries on SDG 3.8.2 estimates (see section 4.k).</p>\n<p>The estimates produced by both organizations are included in a consultation to obtain country&#x2019;s feedback and revised as needed.</p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level</strong></li>\n</ul>\n<p>At the country level no imputation is attempted to produce estimates. The proportion of the population with large household expenditure on health as a share of total household expenditure or income is estimated for all years for which a nationally representative survey on household budget, household income and expenditure, socio-economic conditions or living standards is available with information on both total household expenditure or income and total household expenditure on health. When there are multiple surveys over time for the same country a preference is given to estimates produced based on the same survey. A series of tests is performed to retain the best performing series (see 4.k).</p>\n<p><strong>&#x2022; At regional levels</strong></p>\n<p>Because surveys are not conducted every year in most countries, SDG 3.8.2 estimates across countries are computed for different years. To compute regional and global aggregates for a common reference year (e.g. 2000, 2005,2010, 2015 etc&#x2026;), survey-based country estimates are first &#x201C;lined-up&#x201D; using a combination of interpolation/extrapolation (when there are at least two survey-based estimates available around the reference year); econometric modelling (one survey-based estimate available around the reference year); and imputation based on regional medians (no survey-based estimates available around the reference year). For more information, see Wagstaff et al.,2018; chapter 2 of the 2017 WHO and World Bank report on tracking universal health care coverage.</p>\n<p>The aggregate proportion of the population with large household expenditure on health as a share of total household expenditure or income for a region corresponds to the total number of people across all the countries in that region with such large expenditures divided by the total number of people in that region. </p>","REG_AGG__GLOBAL":"<p>Regional and global aggregates correspond to population weighted averages of the &#x201C;lined-up&#x201D; country estimates (see 4.f).</p>\n<p>The World Bank and the World Health Organization use their own regional grouping, in addition to the regional breakdown used for SDG reporting. </p>","DOC_METHOD__GLOBAL":"<p>All documentation needed to compile the data at the national level is shared with nominated focal points every two years. It can be requested by National Statistical Offices as well as Ministries of Health along with STATA codes, to <a href=\"mailto:uhc_stats@who.int\">uhc_stats@who.int</a>, subject: package to produce SDG indicator 3.8.2. </p>","QUALITY_ASSMNT__GLOBAL":"<p>The World Health Organization and the World Bank generate indicator 3.8.2 following the same approach (see methodology). Both institutions combine estimates at the meso-level. Eligibility of the estimates included in a joint global database at country level and used to produce regional and global estimates is based on the following quality assessment:</p>\n<p><em>For the denominator of the health expenditure ratio</em></p>\n<ul>\n  <li>Compare the average monthly total household per capita consumption or income in a benchmark source with the average monthly value estimated from the survey. The benchmark source is taken from Povcalnet<sup><sup><a href=\"#footnote-10\" id=\"footnote-ref-10\">[9]</a></sup></sup> if available, and otherwise from the World Development Indicators (WDI)<sup><sup><a href=\"#footnote-11\" id=\"footnote-ref-11\">[10]</a></sup></sup>, computed as the household final consumption expenditures in constant 2011 international divided by total population. The comparison is based on the ratio of both averages (benchmark source to the survey-based estimate). If the ratio is greater than 20% (when both averages are based on consumption) or 30% (when the benchmark source estimate is based on income and the survey-based one on consumption) the survey point is identified as an outlier in terms of consumption per capita and flagged for possible exclusion. </li>\n  <li>Compare the poverty headcount estimated from the survey at the $1.90 a day poverty line in 2011 PPPs with the poverty incidence reported in PovcalNet at the same poverty line (benchmark value). When the absolute difference between the benchmark value and the survey-based estimate exceeds 10 percentage points the survey-based point is identified as an outlier to track extreme poverty and flagged for possible exclusion. </li>\n  <li>Compare the poverty headcount estimated from the survey at the $3.20 a day poverty line in 2011 PPPs with the poverty incidence reported in PovcalNet at the same poverty line (benchmark value). When the absolute difference between the benchmark value and the survey-based estimate exceeds 10 percentage points the survey point is identified as an outlier to track poverty at the $3.20 a day line and flagged for possible exclusion.</li>\n</ul>\n<p><em>For the numerator of the health expenditure ratio</em></p>\n<ul>\n  <li>Compare the average health expenditure ratio in the survey to a benchmark average health budget share. The latter is constructed from national health accounts data as the ratio of the aggregate measure of household out-of-pocket expenditures to the final consumption expenditure of households and profit institutions serving households, both in current local currency. When the absolute difference exceeds 5 percentage points the survey point is identified as an outlier in terms of household budget share spent on health and flagged for possible exclusion. The macro-indicators are available from the <a href=\"http://www.who.int/health-accounts/ghed/en/\"><u>Global Health Expenditure Database</u></a> (GHED)<sup><sup><a href=\"#footnote-12\" id=\"footnote-ref-12\">[11]</a></sup></sup> </li>\n</ul>\n<p>These benchmarks are also used to decide between two estimates for those countries and those years for which both institutions have the same data source. For a survey-based estimate of indicator 3.8.2 to be included in the joint database and therefore in the country consultation conducted every two years previously described, it cannot be an outlier in consumption, neither in terms of the health budget share. </p>\n<p>Estimates produced by the countries and shared through the country consultation are subject to the same quality assurance process. They are included in the joint database if they are not flagged neither in consumption nor in the health budget share.</p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-10\">9</sup><p> <a href=\"http://iresearch.worldbank.org/PovcalNet/povOnDemand.aspx\">http://iresearch.worldbank.org/PovcalNet/povOnDemand.aspx</a> <a href=\"#footnote-ref-10\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-11\">10</sup><p> <a href=\"https://datacatalog.worldbank.org/dataset/world-development-indicators\">https://datacatalog.worldbank.org/dataset/world-development-indicators</a> <a href=\"#footnote-ref-11\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-12\">11</sup><p> <a href=\"http://www.who.int/health-accounts/ghed/en/\">http://www.who.int/health-accounts/ghed/en/</a> <a href=\"#footnote-ref-12\">&#x2191;</a></p></div></div>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>The number of countries or territories with SDG 3.8.2 data increases over time as more surveys become available. In December 2021, the World Bank and WHO published estimates for 161 of them. For more information and to get the latest updates, please WHO and World Bank dedicated dataportals: </p>\n<p><a href=\"https://www.who.int/data/gho/data/themes/topics/financial-protection\">https://www.who.int/data/gho/data/themes/topics/financial-protection</a> </p>\n<p><a href=\"https://datatopics.worldbank.org/universal-health-coverage/\">https://datatopics.worldbank.org/universal-health-coverage/</a> </p>\n<p><strong>Time series:</strong></p>\n<p>The frequency of such data is similar to the frequency of the data used to produced SDG indicator 1.1.1. It varies across countries but on average, this ranges from an annual 1 year basis to 3 to 5 years.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>The following disaggregation is possible in so far as the survey has been designed to provide representative estimates at such level:</p>\n<ul>\n  <li>Age and gender composition of the household. For the age composition of the household, the following grouping are used by WHO: &#x201C;only adults&#x201D; includes households composed of people</li>\n</ul>\n<p>aged between 20 and 59 years old; multigenerational households (include adults living with people below 20 years old (children and/or adolescents) as well as people aged</p>\n<p>60 years old or more -older adults); &#x201C;younger households&#x201D; include adults living with children (0 to 9 years old) and/or adolescents (10 to 19 years old); and &#x201C;older households&#x201D; include household composed of adults living with at least one older person (60 years and older) or exclusively composed of older people.</p>\n<ul>\n  <li>Geographic location (rural/urban)</li>\n  <li>Quintiles of the household welfare measures (total household consumption expenditure or income). See comments and limitations for the sensitivity of the disaggregation to the choice of the welfare measure.</li>\n</ul>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Country level estimates are all based on nationally representative surveys with information on both household total expenditure or income and household expenditure on health (see data sources). In most cases such data come from non-standard household surveys and ex-post standardization processes can be designed to increase the degree of comparability across countries. For instance, regional teams from the World Bank produce standardized versions of raw datasets following common regional procedures: the ECAPOV harmonized datasets are based on the Living Standards Measurement Study datasets &#x2013; LSMS<sup><sup><a href=\"#footnote-13\" id=\"footnote-ref-13\">[12]</a></sup></sup> or household budget surveys (HBS) collected in the World Bank&#x2019;s Europe and Central Asia region; the SHIP collection results from a poverty program on harmonized household surveys in the World Bank&#x2019;s African region, while the SHES collection was developed by the World Bank for the international comparison program<sup><sup><a href=\"#footnote-14\" id=\"footnote-ref-14\">[13]</a></sup></sup>. The Luxembourg income study (LIS) datasets results from effort to harmonize datasets from many high and middle-income countries<sup><sup><a href=\"#footnote-15\" id=\"footnote-ref-15\">[14]</a></sup></sup>. </p>\n<p>In some cases, the raw data is accessible to produce country level estimates. In some countries both raw data and standardized versions are available while in some countries only the standardized version is available. When multiple versions of the same survey are available, the estimate which performed best in a series of quality assurance tests is retained (see collection process). When a standardized version of a nationally designed survey instruments is chosen there are differences between expenditure variables generated using the raw data, and the expenditure variables generated using the harmonization procedures which might result in different estimated incidence of the population with large household expenditure on health as a share of household total expenditure or income.</p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-13\">12</sup><p> http://econ.worldbank.org/WBSITE/EXTERNAL/EXTDEC/EXTRESEARCH/EXTLSMS/0,,contentMDK:21610833~pagePK:64168427~piPK:64168435~theSitePK:3358997,00.html <a href=\"#footnote-ref-13\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-14\">13</sup><p> A detailed documentation describing the harmonization procedures is available from the accompanying pdf documents <a href=\"#footnote-ref-14\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-15\">14</sup><p> http://www.lisdatacenter.org/ <a href=\"#footnote-ref-15\">&#x2191;</a></p></div></div>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p><u>https://www.who.int/data/gho/data/themes/topics/financial-protection</u>; <a href=\"http://datatopics.worldbank.org/universal-health-coverage/\"><u>http://datatopics.worldbank.org/universal-health-coverage/</u></a> </p>\n<p><strong>References:</strong></p>\n<p><em>Global monitoring reports (e.g. 2015, 2017, 2019, 2021)</em></p>\n<p><a href=\"https://www.who.int/teams/health-systems-governance-and-financing/global-monitoring-report\">https://www.who.int/teams/health-systems-governance-and-financing/global-monitoring-report</a> </p>\n<p><em>Methodology:</em></p>\n<ul>\n  <li>Chapter 2 on Financial protection in &#x201C;Tracking universal health coverage: 2017 global monitoring report&#x201D;, World Health Organization and International Bank for Reconstruction and Development/ The World Bank; 2017; </li>\n  <li>Wagstaff, A., Flores, G., Hsu J., Smitz, M-F., Chepynoga, K., Buisman, L.R., van Wilgenburg, K. and Eozenou, P., (2018), &#x201C;Progress on catastrophic health spending in 133 countries: a retrospective observational study&#x201D;, the Lancet Global Health, volume 6, issue 2, e169-e179. </li>\n</ul>\n<p><a href=\"http://dx.doi.org/10.1016/S2214-109X(17)30429-1\"><u>http://dx.doi.org/10.1016/S2214-109X(17)30429-1</u></a></p>\n<ul>\n  <li>Chapter 18 of &#x201C;Analysing health equity using household survey data&#x201D;. Washington, DC: World Bank Group; 2008, <a href=\"http://www.worldbank.org/en/topic/health/publication/analyzing-health-equity-using-household-survey-data\"><u>http://www.worldbank.org/en/topic/health/publication/analyzing-health-equity-using-household-survey-data</u></a> </li>\n</ul>","indicator":"3.8.2","target_id":"3.8","sdg_goal":"3","indicator_sort_order":"03-08-02"}