{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proporción de la población con grandes gastos sanitarios por hogar como porcentaje del total de gastos o ingresos de los hogares","graph_titles":[],"graph_type":"line","indicator_name":"Proporción de la población con grandes gastos sanitarios por hogar como porcentaje del total de gastos o ingresos de los hogares","indicator_number":"3.8.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 3: Ensure healthy lives and promote well-being for all at all ages</p>","SDG_TARGET__GLOBAL":"<p>Target 3.8: Achieve universal health coverage, including financial risk protection, access to quality essential health-care services and access to safe, effective, quality and affordable essential medicines and vaccines for all</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 3.8.2: Proportion of population with large household expenditures on health as a share of total household expenditure or income</p>","META_LAST_UPDATE__GLOBAL":"2019-03-01","SDG_RELATED_INDICATORS__GLOBAL":"<p>SDG indicators: 3.8.1; 1.1.1 and 1.2.1</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>World Health Organization (WHO)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>World Health Organization (WHO)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Proportion of the population with large household expenditure on health as a share of total household expenditure or income. </p>\n<p>Two thresholds are used to define &#x201C;large household expenditure on health&#x201D;: greater than 10% and greater than 25% of total household expenditure or income.</p>\n<p><strong>Concepts:</strong></p>\n<p>Indicator 3.8.2 is defined as the &#x201C;Proportion of the population with large household expenditure on health as a share of total household expenditure or income&#x201D;. In effect it is based on a ratio exceeding a threshold. The two main concepts of interest behind this ratio are household expenditure on health (numerator) and total household consumption expenditure or, when unavailable, income (denominator). </p>\n<p><strong><em>Numerator</em></strong></p>\n<p>Household expenditure on health is defined as any expenditure incurred at the time of service use to get any type of care (promotive, preventive, curative, rehabilitative, palliative or long-term care) including all medicines, vaccines and other pharmaceutical preparations as well as all health products, <em>from any type of provider and for all members of the household</em>. These health expenditures are characterized by a direct payments that are financed by a household&#x2019;s income (including remittances), savings or loans <strong>but do not include any third-party payer reimbursement. </strong>As such they only grant access to the health services and health products individuals can pay for, without any solidarity between the healthy and the sick beyond the household<sup><sup><a href=\"#footnote-2\" id=\"footnote-ref-2\">[1]</a></sup></sup> and solely based on the willingness and ability of the household to pay. Direct health care payments are labelled Out-Of-Pocket (OOP) payments in the classification of health care financing schemes (HF) of the international Classification for Health Accounts (ICHA). OOP health expenditures are the most unequitable source of funding for the health system. </p>\n<p>The components of a household&#x2019;s health care consumption expenditure so defined should be consistent with division 06 on health of the UN Classification of Individual Consumption According to Purpose (COICOP) which currently includes expenditures on medicines and medical products (06.1), outpatient care services (06.2) and inpatient care services (06.3) but is being expanded<sup><sup><a href=\"#footnote-3\" id=\"footnote-ref-3\">[2]</a></sup></sup>.</p>\n<p>Further information on definitions and classifications (for example by provider, by beneficiary characteristics) of health expenditures should be consistent with the <a href=\"http://www.who.int/health-accounts/methodology/en/\"><u>international classification for health accounts</u></a> and its family of classifications. ICHA results from collaboration between OECD, Eurostat and the World Health Organization. </p>\n<p><strong><em>Denominator</em></strong></p>\n<p>Expenditure on household consumption and household income are both monetary welfare measures. Household consumption is a function of permanent income, which is a measure of a household&#x2019;s long-term economic resources that determine living standards. Consumption is generally defined as the sum of the monetary values of all items (goods and services) consumed by the household on domestic account during a reference period. It includes the imputed values of goods and services that are not purchased but procured otherwise for consumption. Information on household consumption is usually collected in household surveys that may use different approaches to measure &#x2018;consumption&#x2019; depending on whether items refer to durable or non-durable goods and/or are directly produced by households.</p>\n<p>The most relevant measure of income is disposable income as it is close to the maximum available to the household for consumption expenditure during the accounting period. Disposable income is defined as total income less direct taxes (net of refunds), compulsory fees and fines. Total income is generally composed of income from employment, property income, income from household production of services for own consumption, transfers received in cash and goods, transfers received as services<sup><sup><a href=\"#footnote-4\" id=\"footnote-ref-4\">[3]</a></sup></sup>. </p>\n<p>Income is more difficult to measure accurately due to its greater variability over time. Consumption is less variable over time and easier to measure. It is therefore recommended that whenever there is information on both household consumption and income the former is used (see the &#x201C;comments and limitations&#x201D; section to learn more about the sensitivity of 3.8.2 to the income/expenditure choice in the denominator). Statistics on 3.8.2 currently produced by WHO and the World Bank predominantly rely on consumption (see section on data sources). </p>\n<p><strong><em>Thresholds</em></strong></p>\n<p>It is recommended to use two thresholds for global reporting to identify large household expenditure on health as share of total household consumption or income<u>: </u><strong><u>a lower threshold of 10% (3.8.2_10) and a higher threshold of 25% (3.8.2_25)</u></strong>. With these two thresholds the indicator measures financial hardship </p>\n<p> (see section on comments and limitations). </p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-2\">1</sup><p> <a href=\"http://www.oecd-ilibrary.org/social-issues-migration-health/a-system-of-health-accounts/classification-of-health-care-financing-schemes-icha-hf_9789264116016-9-en\">http://www.oecd-ilibrary.org/social-issues-migration-health/a-system-of-health-accounts/classification-of-health-care-financing-schemes-icha-hf_9789264116016-9-en</a> <a href=\"#footnote-ref-2\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-3\">2</sup><p> Agenda item 3(l) available at <a href=\"https://unstats.un.org/unsd/statcom/49th-session/documents/\">https://unstats.un.org/unsd/statcom/49th-session/documents/</a>; <a href=\"http://unstats.un.org/unsd/cr/registry/regcs.asp?Cl=5&amp;Lg=1&amp;Co=06.1\">http://unstats.un.org/unsd/cr/registry/regcs.asp?Cl=5&amp;Lg=1&amp;Co=06.1</a> <a href=\"#footnote-ref-3\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-4\">3</sup><p> <a href=\"http://www.ilo.org/public/english/bureau/stat/download/17thicls/r2hies.pdf\">http://www.ilo.org/public/english/bureau/stat/download/17thicls/r2hies.pdf</a> <a href=\"#footnote-ref-4\">&#x2191;</a></p></div></div>","SOURCE_TYPE__GLOBAL":"<p>The recommended data sources for the monitoring of the &#x201C;Proportion of the population with large household expenditure on health as a share of total household expenditure or income&#x201D; are household surveys with information on both household consumption expenditure on health and total household consumption expenditures, which are routinely conducted by national statistical offices. Household budget surveys (HBS) and household income and expenditure surveys (HIES) typically collect these as they are primarily conducted to provide inputs to the calculation of consumer price indices or the compilation of national accounts. Another potential source of information is socio-economic or living standards surveys; however, some of these surveys may not collect information on total household consumption expenditures &#x2013; for example, when a country measures poverty using income as the welfare measure<sup><sup><a href=\"#footnote-5\" id=\"footnote-ref-5\">[4]</a></sup></sup>. The most important criterion for selecting a data source to measure SDG indicator 3.8.2 is the availability of both household consumption expenditure on health and total household consumption expenditures.</p>\n<p>When socio-economic or living standards surveys are used to measure SDG indicator 3.8.2, any challenge for cross-country comparability of SDG Indicator 1.1.1 also applies to the monitoring of SDG indicator 3.8.2. For any type of household survey, given the focus on household health expenditure there is a need to improve the current survey instruments for cross-country comparability. The World Health Organization is collaborating with different UN agencies and other important stakeholder to ensure this happens<sup><sup><a href=\"#footnote-6\" id=\"footnote-ref-6\">[5]</a></sup></sup>.</p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-5\">4</sup><p> <a href=\"http://unstats.un.org/sdgs/metadata/files/Metadata-01-01-01a.pdf\">http://unstats.un.org/sdgs/metadata/files/Metadata-01-01-01a.pdf</a> <a href=\"#footnote-ref-5\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-6\">5</sup><p> One example is the WHO engagement in the ongoing revision of COICOP by UNSD <a href=\"https://unstats.un.org/unsd/class/revisions/coicop_revision.asp\">https://unstats.un.org/unsd/class/revisions/coicop_revision.asp</a> . Another example is a BMGF project WHO is supporting to improve the measurement of household health expenditures <a href=\"http://www.indepth-network.org/projects/ihope\">http://www.indepth-network.org/projects/ihope</a> <a href=\"#footnote-ref-6\">&#x2191;</a></p></div></div>","COLL_METHOD__GLOBAL":"<p>WHO obtains household survey data from national statistical offices where the denominator and numerator of the health expenditure ratio is constructed following their own guidelines either directly by them or by WHO consultants. WHO works through its regional offices or country offices to obtain access to data. No systematic adjustment is undertaken. </p>\n<p>The World Bank also typically receives data from National Statistical Offices (NSOs) directly. In other cases it uses NSO data received indirectly. For example, it receives data from Eurostat and from LIS (Luxembourg Income Study), who provide the World Bank NSO data they have received / harmonized. The Universidad Nacional de La Plata, Argentina and the World Bank jointly maintain the SEDLAC (Socio-Economic Database for Latin American and Caribbean) database that includes harmonized statistics on poverty and other distributional and social variables from 24 Latin American and Caribbean countries, based on microdata from household surveys conducted by NSOs. Data is obtained through country specific programs, including technical assistance programs and joint analytical and capacity building activities. The World Bank has relationships with NSOs on work programs involving statistical systems and data analysis. Poverty economists from the World Bank typically engage with NSOs broadly on poverty measurement and analysis as part of technical assistance activities. </p>\n<p>The World Health Organization and the World Bank generate indicator 3.8.2 following the same approach (see methodology). Both institutions combine estimates at the meso-level. Eligibility of the estimates included in a joint global database for the production of regional and global estimates is based on the following quality checks:</p>\n<p><em>For the denominator of the health expenditure ratio</em></p>\n<ul>\n  <li>Compare the logarithm of total per capita consumption in a benchmark source with the logarithm of total per capita consumption estimated from the survey. Both are expressed on a monthly basis in 2011 international (PPP) $. The benchmark source is taken from Povcalnet<sup><sup><a href=\"#footnote-7\" id=\"footnote-ref-7\">[6]</a></sup></sup> if available, and otherwise from the World Development Indicators (WDI)<sup><sup><a href=\"#footnote-8\" id=\"footnote-ref-8\">[7]</a></sup></sup>, computed as the household final consumption expenditures in constant 2011 international divided by total population. When the difference between the logarithm of total per capita consumption in the benchmark source and the logarithm of the value estimated from the survey as a share of the logarithm of total per capita consumption in the benchmark is greater than 10% when the comparison is with PovcalNet and greater than 15% when the comparison is made with the WDI the survey point is identified as an outlier internationally in terms of consumption per capita. </li>\n  <li>Compare the poverty headcount estimated from the survey at the $1.90 a day poverty line in 2011 PPPs with the poverty incidence reported in PovcalNet at the same poverty line (benchmark value). When the absolute difference between the benchmark value and the survey estimate exceeds 10 percentage points the survey point is identified as an outlier in the incidence of extreme poverty and flagged for possible exclusion. </li>\n  <li>Compare the poverty headcount estimated from the survey at the $3.10 a day poverty line in 2011 PPPs with the poverty incidence reported in PovcalNet at the same poverty line (benchmark value). When the absolute difference between the benchmark value and the survey estimate exceeds 10 percentage points the survey point is identified as an outlier in poverty headcount at $3.10 a day and flagged for possible exclusion.</li>\n</ul>\n<p><em>For the numerator of the health expenditure ratio</em></p>\n<ul>\n  <li>Compare the average health expenditure ratio in the survey to a benchmark average budget share constructed as the ratio of the aggregate measure of household out-of-pocket expenditures in current local currency and aggregate household final consumption expenditure in current local currency. When the absolute difference exceeds 5 percentage points the survey point is identified as an outlier in terms of household budget share spent on health and flagged for possible exclusion. The macro-indicator of household out-of-pocket expenditures is available from the <a href=\"http://www.who.int/health-accounts/ghed/en/\"><u>Global Health Expenditure Database</u></a> (GHED)<sup><sup><a href=\"#footnote-9\" id=\"footnote-ref-9\">[8]</a></sup></sup> and the <a href=\"http://data.worldbank.org/data-catalog/world-development-indicators\"><u>World Development Indicators Database</u></a> (WDI)<sup><sup><a href=\"#footnote-10\" id=\"footnote-ref-10\">[9]</a></sup></sup>. Information on household final consumption expenditure is also extracted from WDI (series code: NE.CON.PRVT.CN).</li>\n</ul>\n<p>These benchmarks are also used to decide between two estimates for those countries and those years for which both institutions have the same data source. For more information please refer to WHO and World Bank 2017 report on tracking universal health coverage as well as Wagstaff et al 2018. </p>\n<p>At the end of the quality assurance process, WHO and the World Bank assemble non-duplicated estimates of the proportion of the population with large household expenditure on health as a share of total household expenditure or income for each country. The World Health Organization then undertakes a country consultation process. Following a WHO Executive Board resolution (EB107.R8) WHO is requested to do this before publishing estimates at country level on behalf of member states. For any given indicator, this process starts with WHO sending a formal request to ministries of health to nominate a focal point for the consultation on the indicator. Once member states nominate focal points, WHO then sends draft estimates and methodological descriptions to them. STATA codes are available to reproduce the estimates shared. The focal points then send to WHO their comments, often including new data or revised country estimates that are used to update the country estimates. During the 2017 country consultation 137 WHO Member States nominated focal points, 100 of these received draft estimates and information on the methodology; 37 received only information on methodology as no draft estimate was produced. Of the 57 WHO Member States without focal points nominated estimates are available for 32 of them.</p>\n<p>In addition to such consultation, the World Health Organization and the World Bank regularly undertake training events on the measurement of lack of financial protection coverage, which involves participants from the Ministry of Health as well as from the National Statistical Office. WHO has several regional and national collaborations ongoing to support the production of indicator 3.8.2 as it has been recently adopted it is not yet routinely produced by National Statistical Office despite the data being available and the methodology simple. Results of such collaborations are not yet included in the database assembled by WHO and the World Bank but estimates produced by a country will be subject to the same quality assurance process just described.</p>\n<p> </p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-7\">6</sup><p> <a href=\"http://iresearch.worldbank.org/PovcalNet/povOnDemand.aspx\">http://iresearch.worldbank.org/PovcalNet/povOnDemand.aspx</a> <a href=\"#footnote-ref-7\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-8\">7</sup><p> <a href=\"https://datacatalog.worldbank.org/dataset/world-development-indicators\">https://datacatalog.worldbank.org/dataset/world-development-indicators</a> <a href=\"#footnote-ref-8\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-9\">8</sup><p> <a href=\"http://www.who.int/health-accounts/ghed/en/\">http://www.who.int/health-accounts/ghed/en/</a> <a href=\"#footnote-ref-9\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-10\">9</sup><p> <a href=\"https://datacatalog.worldbank.org/dataset/world-development-indicators\">https://datacatalog.worldbank.org/dataset/world-development-indicators</a> <a href=\"#footnote-ref-10\">&#x2191;</a></p></div></div>","FREQ_COLL__GLOBAL":"<p>Data collection follows a country&#x2019;s plan to conduct household consumption expenditure surveys, household budget surveys and household income and expenditure survey.</p>","REL_CAL_POLICY__GLOBAL":"<p>Estimates on the proportion of the population with large household expenditure on health as a share of total household expenditure or income was released on December 2017. Going forward, new data will be added as more information is received from nominated focal points (see collection process). Updates </p>\n<p>of regional and global estimates are planned every two years</p>","DATA_SOURCE__GLOBAL":"<p>National Statistical Offices in collaboration with Ministries of health. See data sources for further details. </p>","COMPILING_ORG__GLOBAL":"<p>The World Health Organization and the World Bank.</p>","RATIONALE__GLOBAL":"<p>Target 3.8 is defined as &#x201C;Achieve universal health coverage, including financial risk protection, access to quality essential health-care services and access to safe, effective, quality and affordable essential medicines and vaccines for all&#x201D;. The concern is with all people and communities receiving the quality health services they need (including medicines and other health products), without financial hardship. Two indicators have been chosen to monitor target 3.8 within the SDG framework. Indicator 3.8.1 is for health service coverage, which is operationalized with an index that combines 16 health service coverage indicators for reproductive, maternal and child health, infectious diseases, non-communicable diseases, and service capacity and access into a single summary metric. Indicator 3.8.2 focuses on health expenditures in relation to a household&#x2019;s budget to identify financial hardship caused by direct health care payments. Taken together, indicators 3.8.1 and 3.8.2 are meant to capture the service coverage and financial protection dimensions, respectively, of target 3.8. These two indicators should be always monitored jointly.</p>\n<p>Indicator 3.8.2 derives from methodologies dating back to the 1990s developed in collaboration with academics at the World Bank and the World Health Organization. Indicator 3.8.2 is about identifying people that need to devote a substantial share of their total household expenditure or income to health care. The focus is on payments made at the point of use to get any type of treatment, from any type of provider, for any type of disease or health problem, net of any reimbursements to the individual who made the payment but excluding pre-payments for health services; for example, in the form of taxes or specific insurance premiums or contributions. Such direct payments are the least equitable way to finance the health systems given that they determine the extent of care received. </p>\n<p>This is clearly against the spirit of the target, which calls for granting access based on health needs not a household&#x2019;s capacity to pull together all its financial resources to meet the health needs of its members. Some direct payments might be needed but indicator 3.8.2 is underpinned by the conviction that no one, at whatever income level, should have to choose between spending on health and spending on other basic goods and services such as education tuitions, food necessities, housing and utilities. One way of assessing the extent to which health systems lead to financial hardship is to calculate the proportion of the population with large household expenditures on health as a share of household total consumption or income. For detailed information on the definition chosen to monitor the financial protection dimension of universal health coverage within the SDG monitoring framework (indicator 3.8.2) please consult Wagstaff et al. (2018) and chapter 2 in the WHO and World Bank report on &#x201C;Tracking universal health coverage: 2017 global monitoring report&#x201D;.</p>","REC_USE_LIM__GLOBAL":"<p>It is feasible to monitor indicator 3.8.2 on a regular basis using the same household survey data that is used to monitor SDG target 1.1 and 1.2 on poverty<sup><sup><a href=\"#footnote-11\" id=\"footnote-ref-11\">[10]</a></sup></sup>. These surveys are also regularly conducted for other purposes such as calculating weights for the Consumer Price Index. These surveys are conducted typically by NSOs. Thus, monitoring the proportion of the population with large household expenditures on health as a share of total household consumption or income does not add any additional data collection burden so long as the health expenditure component of the household non-food consumption data can be identified. While this is an advantage, indicator 3.8.2 suffers from the same challenges of timeliness, frequency, data quality and comparability of surveys than SDG indicator 1.1.1. However, indicator 3.8.2 has its own conceptual and empirical limitations.</p>\n<p>First, indicator 3.8.2 attempts to identify financial hardship that individuals face when using their income, savings or taking loans to pay for health care. However, most household surveys fail to identify the source of funding used by a household who is reporting health expenditure. In countries where there is no retrospective reimbursement of household spending on health this is not a problem. If a household does report any expenditure on health, it would be because it is not going to be reimbursed by any third-party payer. It is therefore consistent with the definition given for direct health care payments (the numerator). </p>\n<p>For those countries on the other hand where there is retrospective reimbursement &#x2013; for example, via a contributory health insurance scheme - the amount reported by a household on health expenditures might be totally or partially reimbursed at some later point, perhaps outside the recall period of the household survey. </p>\n<p>Clearly, more work is needed to ensure that survey instruments gather information on the sources of funding used by the household to pay for health care, or the household survey instrument always specifies that health expenditures should be net of any reimbursement. </p>\n<p>Second, in the current definition of indicator 3.8.2 large health expenditures can be identified by comparing how much household spend on health to either household income or total household expenditure. Expenditure is the recommended measure of household&#x2019;s resources (see concept section) but recent empirical work has demonstrated that while statistics on 3.8.2 at country level are fairly robust to such choice, their disaggregation by income group is pretty sensitive to it. Income based measures show a greater concentration of the proportion of the population with large household expenditure on health among the poor than expenditure based measures (see chapter 2 in the WHO and World Bank 2017 report on tracking universal health coverage as well as Wagstaff et al 2018) .</p>\n<p>Third, indicator 3.8.2. relies on a single cut-off point to identify what constitutes &#x2018;large health expenditure as a share of total household expenditure or income&#x2019;. People just below such threshold are not taken into account, which is always the problem with measures based on cut-offs. This is simply avoided by plotting the cumulative distribution function of the health expenditure ratio behind 3.8.2. By doing so, it is possible to identify for any threshold the proportion of the population that is devoting any share of its household&#x2019;s budget to health. </p>\n<p>Fourth, indicator 3.8.2. is based on measures of ex-post spending on health care. Low levels of spending could be driven by measurement errors due to both non-sampling errors such as a very short recall period that does not allow the collection of information on health care requiring an overnight stay; or sampling errors such as over-sample of areas with a particularly low burden of disease. No spending could also be due to people not being able to spend anything on health which, at least for the services that are included in 3.8.1, should result in low levels of coverage. </p>\n<p>There are other indicators used to measure financial hardship. WHO uses a framework which includes , in addition to indicator 3.8.2, a definition of large health expenditure in relation to non-subsistence spending<sup><sup><a href=\"#footnote-12\" id=\"footnote-ref-12\">[11]</a></sup>,<sup><a href=\"#footnote-13\" id=\"footnote-ref-13\">[12]</a></sup>,<sup><a href=\"#footnote-14\" id=\"footnote-ref-14\">[13]</a></sup>,</sup>.</p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-11\">10</sup><p> <a href=\"http://unstats.un.org/sdgs/metadata/files/Metadata-01-01-01a.pdf\">http://unstats.un.org/sdgs/metadata/files/Metadata-01-01-01a.pdf</a> <a href=\"#footnote-ref-11\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-12\">11</sup><p> Chapter 2 in &#x201C;Tracking universal health coverage: 2017 global monitoring report&#x201D;, World Health Organization and International Bank for Reconstruction and Development/ The World Bank; 2017; <a href=\"http://www.who.int/healthinfo/indicators/2015/en/\">http://www.who.int/healthinfo/indicators/2015/en/</a> ; <a href=\"#footnote-ref-12\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-13\">12</sup><p>Xu, K., Evans, D. B., Carrin, G., Aguilar-Rivera, A. M., Musgrove, P., and Evans, T. (2007), &#x201C;Protecting Households From Catastrophic Health Spending,&#x201D; <em>Health Affairs</em>, 26, 972&#x2013;983. Xu, L., Evans, D., Kawabata, K., Zeramdini, R., Klavus, J., and Murray, C. (2003), &#x201C;Households Catastrophic Health Expenditure: A Multi-Country Analysis,&#x201D; <em>The Lancet</em>, 326, 111&#x2013;117. <a href=\"#footnote-ref-13\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-14\">13</sup><p> <a href=\"http://www.euro.who.int/en/health-topics/Health-systems/health-systems-financing/publications/clusters/universal-health-coverage-financial-protection\">http://www.euro.who.int/en/health-topics/Health-systems/health-systems-financing/publications/clusters/universal-health-coverage-financial-protection</a>;<a href=\"http://applications.emro.who.int/dsaf/EMROPUB_2016_EN_19169.pdf?ua=1\">http://applications.emro.who.int/dsaf/EMROPUB_2016_EN_19169.pdf?ua=1</a> ; <a href=\"http://apps.searo.who.int/uhc\">http://apps.searo.who.int/uhc</a><a href=\"http://www.paho.org/hq/index.php?option=com_content&amp;view=article&amp;id=11065%3A2015-universal-health-coverage-latin-america-caribbean&amp;catid=3316%3Apublications&amp;Itemid=3562&amp;lang=en\">http://www.paho.org/hq/index.php?option=com_content&amp;view=article&amp;id=11065%3A2015-universal-health-coverage-latin-america-caribbean&amp;catid=3316%3Apublications&amp;Itemid=3562&amp;lang=en</a> <a href=\"#footnote-ref-14\">&#x2191;</a></p></div></div>","DATA_COMP__GLOBAL":"<p>Population weighted average number of people with large household expenditure on health as a share of total household expenditure or income</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mfrac>\n      <mrow>\n        <mrow>\n          <munder>\n            <mo stretchy=\"false\">&#x2211;</mo>\n            <mrow>\n              <mi>i</mi>\n            </mrow>\n          </munder>\n          <mrow>\n            <msub>\n              <mrow>\n                <mi>m</mi>\n              </mrow>\n              <mrow>\n                <mi>i</mi>\n              </mrow>\n            </msub>\n            <msub>\n              <mrow>\n                <mi>&#x3C9;</mi>\n              </mrow>\n              <mrow>\n                <mi>i</mi>\n              </mrow>\n            </msub>\n            <mn>1</mn>\n            <mfenced separators=\"|\">\n              <mrow>\n                <mfrac>\n                  <mrow>\n                    <mi>h</mi>\n                    <mi>e</mi>\n                    <mi>a</mi>\n                    <mi>l</mi>\n                    <mi>t</mi>\n                    <mi>h</mi>\n                    <mi>&amp;nbsp;</mi>\n                    <mi>e</mi>\n                    <mi>x</mi>\n                    <mi>p</mi>\n                    <mi>e</mi>\n                    <mi>n</mi>\n                    <mi>d</mi>\n                    <mi>i</mi>\n                    <mi>t</mi>\n                    <mi>u</mi>\n                    <mi>r</mi>\n                    <mi>e</mi>\n                    <mi>&amp;nbsp;</mi>\n                    <mi>o</mi>\n                    <mi>f</mi>\n                    <mi>&amp;nbsp;</mi>\n                    <mi>t</mi>\n                    <mi>h</mi>\n                    <mi>e</mi>\n                    <mi>&amp;nbsp;</mi>\n                    <mi>h</mi>\n                    <mi>o</mi>\n                    <mi>u</mi>\n                    <mi>s</mi>\n                    <mi>e</mi>\n                    <mi>h</mi>\n                    <mi>o</mi>\n                    <mi>l</mi>\n                    <mi>d</mi>\n                    <mi>&amp;nbsp;</mi>\n                    <mi>i</mi>\n                  </mrow>\n                  <mrow>\n                    <mi>t</mi>\n                    <mi>o</mi>\n                    <mi>t</mi>\n                    <mi>a</mi>\n                    <mi>l</mi>\n                    <mi>&amp;nbsp;</mi>\n                    <mi>e</mi>\n                    <mi>x</mi>\n                    <mi>p</mi>\n                    <mi>e</mi>\n                    <mi>n</mi>\n                    <mi>d</mi>\n                    <mi>i</mi>\n                    <mi>t</mi>\n                    <mi>u</mi>\n                    <mi>r</mi>\n                    <mi>e</mi>\n                    <mi>&amp;nbsp;</mi>\n                    <mi>o</mi>\n                    <mi>f</mi>\n                    <mi>&amp;nbsp;</mi>\n                    <mi>t</mi>\n                    <mi>h</mi>\n                    <mi>e</mi>\n                    <mi>&amp;nbsp;</mi>\n                    <mi>h</mi>\n                    <mi>o</mi>\n                    <mi>u</mi>\n                    <mi>s</mi>\n                    <mi>e</mi>\n                    <mi>h</mi>\n                    <mi>o</mi>\n                    <mi>l</mi>\n                    <mi>d</mi>\n                    <mi>&amp;nbsp;</mi>\n                    <mi>i</mi>\n                  </mrow>\n                </mfrac>\n                <mo>&amp;gt;</mo>\n                <mi>&#x3C4;</mi>\n              </mrow>\n            </mfenced>\n          </mrow>\n        </mrow>\n      </mrow>\n      <mrow>\n        <mrow>\n          <munder>\n            <mo stretchy=\"false\">&#x2211;</mo>\n            <mrow>\n              <mi>i</mi>\n            </mrow>\n          </munder>\n          <mrow>\n            <msub>\n              <mrow>\n                <mi>m</mi>\n              </mrow>\n              <mrow>\n                <mi>i</mi>\n              </mrow>\n            </msub>\n          </mrow>\n        </mrow>\n        <msub>\n          <mrow>\n            <mi>&#x3C9;</mi>\n          </mrow>\n          <mrow>\n            <mi>i</mi>\n          </mrow>\n        </msub>\n      </mrow>\n    </mfrac>\n  </math></p>\n<p>where <em>i </em>denotes a household,<em> 1()</em> is the indicator function that takes on the value 1 if the bracketed expression is true, and 0 otherwise, <em>m<sub>i</sub></em> corresponds to the number of household members of <em>i</em>,<math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mi>&amp;nbsp;</mi>\n    <msub>\n      <mrow>\n        <mi>&#x3C9;</mi>\n      </mrow>\n      <mrow>\n        <mi>i</mi>\n      </mrow>\n    </msub>\n  </math> corresponds to the sampling weight of household <em>i</em>, <math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mi mathvariant=\"normal\">&#x3C4;</mi>\n  </math> is a threshold identifying large household expenditure on health as a share of total household consumption or income (i.e. 10% and 25%). </p>\n<p>Household health expenditure and household expenditure or income are defined as explained in the &#x201C;concept&#x201D; section. For more information about the methodology please refer to Wagstaff et al (2018) and chapter 2 in the WHO and World Bank 2017 report on tracking universal health coverage.</p>","IMPUTATION__GLOBAL":"<p><strong>Treatment of missing values:</strong></p>\n<p>At the country level no imputation is attempted to produce estimates. The proportion of the population with large household expenditure on health as a share of total household expenditure or income is estimated for all years for which a nationally representative survey on household budget, household income and expenditure, socio-economic conditions or living standards is available with information on both total household expenditure or income and total household expenditure on health. When there are multiple surveys over time for the same country a preference is given to estimates produced based on the same survey. A series of tests is performed to retain the best performing series (see collection process).</p>","REG_AGG__GLOBAL":"<p>To construct regional and global level estimates, when survey-based estimates are not available for the reference years of 2000, 2005 or 2010 all survey-based estimates within a 5 year window of the reference year are &#x201C;lined-up&#x201D; by using a combination of interpolation, extrapolation, econometric modelling and imputation based on regional medians ( Wagstaff et al.,2018; chapter 2 of the 2017 WHO and World Bank report on tracking universal health care coverage).</p>\n<p>The World Bank and the World Health Organization use their own regional grouping, in addition to the regional breakdown proposed for the SDG by UNSD. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>This indicator relies primarily on the same data sources that are used to monitor SDG indicator 1.1.1 with the additional requirement of the availability of information regarding health expenditures. Taking this into account, the World Bank and WHO have identified 1566 potentially suitable household survey datasets from 155 countries. Some of these surveys were excluded because they were either inaccessible, lacked key variables required for the estimation of the proportion of the population with large household expenditures on health as a share of total household expenditure or income, they did not pass the quality assurance process or were not part of a consistent time series. As of December 2017 a total of 553 datapoints from 132 countries or territories spanning the period 1984-2015 have been used to produce SDG indicator 3.8.2 . </p>\n<p>Data availability measured in terms of the number of countries that WHO and the World Bank have currently reviewed and retained for the estimation of the &#x201C;proportion of the population with large household expenditures on health as a share of total household expenditure or income&#x201D; is as follows for the most recent year:</p>\n<table>\n  <tbody>\n    <tr>\n      <td></td>\n      <td></td>\n      <td colspan=\"6\">\n        <p>Retained by WHO and the World Bank for the estimation of the &quot;proportion of the population with large household expenditure on health as a share of total household expenditure or income&quot;</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>SDG regional breakdown</p>\n      </td>\n      <td>\n        <p>Number of WHO Member States</p>\n      </td>\n      <td colspan=\"2\">\n        <p>2005 or earlier</p>\n      </td>\n      <td colspan=\"2\">\n        <p>2006-2015</p>\n      </td>\n      <td colspan=\"2\">\n        <p>Total per SDG region</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p>(nb of MS)</p>\n      </td>\n      <td>\n        <p>(% by region)</p>\n      </td>\n      <td>\n        <p>(nb of MS)</p>\n      </td>\n      <td>\n        <p>(% by region)</p>\n      </td>\n      <td>\n        <p>(nb of MS)</p>\n      </td>\n      <td>\n        <p>(% by region)</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Northern America (M49) and Europe (M49)</p>\n      </td>\n      <td>\n        <p>44</p>\n      </td>\n      <td>\n        <p>6</p>\n      </td>\n      <td>\n        <p>13.60%</p>\n      </td>\n      <td>\n        <p>33</p>\n      </td>\n      <td>\n        <p><strong>75.00%</strong></p>\n      </td>\n      <td>\n        <p>39</p>\n      </td>\n      <td>\n        <p><strong>88.60%</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Latin America and the Caribbean (MDG=M49)</p>\n      </td>\n      <td>\n        <p>33</p>\n      </td>\n      <td>\n        <p>7</p>\n      </td>\n      <td>\n        <p>21.20%</p>\n      </td>\n      <td>\n        <p>10</p>\n      </td>\n      <td>\n        <p>30.30%</p>\n      </td>\n      <td>\n        <p>17</p>\n      </td>\n      <td>\n        <p><strong>51.50%</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Central Asia (M49) and Southern Asia (MDG=M49)</p>\n      </td>\n      <td>\n        <p>14</p>\n      </td>\n      <td>\n        <p>0</p>\n      </td>\n      <td>\n        <p>0.00%</p>\n      </td>\n      <td>\n        <p>11</p>\n      </td>\n      <td>\n        <p><strong>78.60%</strong></p>\n      </td>\n      <td>\n        <p>11</p>\n      </td>\n      <td>\n        <p><strong>78.60%</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Eastern Asia (M49) and South-eastern Asia (MDG=M49)</p>\n      </td>\n      <td>\n        <p>16</p>\n      </td>\n      <td>\n        <p>2</p>\n      </td>\n      <td>\n        <p>12.50%</p>\n      </td>\n      <td>\n        <p>10</p>\n      </td>\n      <td>\n        <p><strong>62.50%</strong></p>\n      </td>\n      <td>\n        <p>12</p>\n      </td>\n      <td>\n        <p><strong>75.00%</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Western Asia (M49) and Northern Africa (M49)</p>\n      </td>\n      <td>\n        <p>23</p>\n      </td>\n      <td>\n        <p>4</p>\n      </td>\n      <td>\n        <p>17.40%</p>\n      </td>\n      <td>\n        <p>9</p>\n      </td>\n      <td>\n        <p>39.10%</p>\n      </td>\n      <td>\n        <p>13</p>\n      </td>\n      <td>\n        <p><strong>56.50%</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Sub-Saharan Africa (M49)</p>\n      </td>\n      <td>\n        <p>48</p>\n      </td>\n      <td>\n        <p>16</p>\n      </td>\n      <td>\n        <p>33.30%</p>\n      </td>\n      <td>\n        <p>21</p>\n      </td>\n      <td>\n        <p>43.80%</p>\n      </td>\n      <td>\n        <p>37</p>\n      </td>\n      <td>\n        <p><strong>77.10%</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Australia and New Zealand (M49)</p>\n      </td>\n      <td>\n        <p>2</p>\n      </td>\n      <td>\n        <p>0</p>\n      </td>\n      <td>\n        <p>0.00%</p>\n      </td>\n      <td>\n        <p>1</p>\n      </td>\n      <td>\n        <p><strong>50.00%</strong></p>\n      </td>\n      <td>\n        <p>1</p>\n      </td>\n      <td>\n        <p><strong>50.00%</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Oceania (M49) excluding Australia and New Zealand (M49)</p>\n      </td>\n      <td>\n        <p>14</p>\n      </td>\n      <td>\n        <p>1</p>\n      </td>\n      <td>\n        <p>7.10%</p>\n      </td>\n      <td>\n        <p>0</p>\n      </td>\n      <td>\n        <p>0.00%</p>\n      </td>\n      <td>\n        <p>1</p>\n      </td>\n      <td>\n        <p>7.10%</p>\n      </td>\n    </tr>\n    <tr>\n      <td></td>\n      <td>\n        <p>194</p>\n      </td>\n      <td>\n        <p>36</p>\n      </td>\n      <td>\n        <p>18.60%</p>\n      </td>\n      <td>\n        <p>95</p>\n      </td>\n      <td>\n        <p>49.00%</p>\n      </td>\n      <td>\n        <p>131</p>\n      </td>\n      <td>\n        <p><strong>67.50%</strong></p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<p>Overall data availability covers at least 50% of all WHO member States in all M49 regions except for those in Oceania (7.1%). For more information, please consult WHO and World Bank 2017 report on tracking universal health ; Wagstaff et al 2018.</p>\n<p><strong>Time series:</strong></p>\n<p>The frequency of such data is similar to the frequency of the data used to produced SDG indicator 1.1.1. It varies across countries but on average, this ranges from an annual 1 year basis to 3 to 5 years.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>The following disaggregation is possible in so far as the survey has been designed to provide representative estimates at such level:</p>\n<ul>\n  <li>Gender and age of the head of the household</li>\n  <li>Geographic location (rural/urban)</li>\n  <li>Quintiles of the household welfare measures (total household expenditure or income). See comments and limitations for the sensitivity of the disaggregation to the choice of the welfare measure.</li>\n</ul>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Country level estimates are all based on nationally representative surveys with information on both household total expenditure or income and household expenditure on health (see data sources). In most cases such data come from non-standard household surveys and ex-post standardization processes can be designed to increase the degree of comparability across countries. For instance, regional teams from the World Bank produce standardized versions of raw datasets following common regional procedures: the ECAPOV harmonized datasets are based on the Living Standards Measurement Study datasets &#x2013; LSMS<sup><sup><a href=\"#footnote-15\" id=\"footnote-ref-15\">[14]</a></sup></sup> or household budget surveys (HBS) collected in the World Bank&#x2019;s Europe and Central Asia region; the SHIP collection results from a poverty program on harmonized household surveys in the World Bank&#x2019;s African region, while the SHES collection was developed by the World Bank for the international comparison program<sup><sup><a href=\"#footnote-16\" id=\"footnote-ref-16\">[15]</a></sup></sup>. The Luxembourg income study (LIS) datasets results from effort to harmonize datasets from many high and middle-income countries<sup><sup><a href=\"#footnote-17\" id=\"footnote-ref-17\">[16]</a></sup></sup>. </p>\n<p>In some cases the raw data is accessible to produce country level estimates. In some countries in addition to the raw data a standardized version of it is available and in other countries only the standardized version is. When multiple versions of the same survey are available the best performing in terms of a series of quality assurance tests is retained (see collection process). When a standardized version of a nationally designed survey instruments is chosen there are differences between expenditure variables generated using the raw data, and the expenditure variables generated using the harmonization procedures which might result in different estimated incidence of the population with large household expenditure on health as a share of household total expenditure or income.</p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-15\">14</sup><p> http://econ.worldbank.org/WBSITE/EXTERNAL/EXTDEC/EXTRESEARCH/EXTLSMS/0,,contentMDK:21610833~pagePK:64168427~piPK:64168435~theSitePK:3358997,00.html <a href=\"#footnote-ref-15\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-16\">15</sup><p> A detailed documentation describing the harmonization procedures is available from the accompanying pdf documents <a href=\"#footnote-ref-16\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-17\">16</sup><p> http://www.lisdatacenter.org/ <a href=\"#footnote-ref-17\">&#x2191;</a></p></div></div>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong> <a href=\"http://apps.who.int/gho/cabinet/uhc.jsp\"><u>http://apps.who.int/gho/cabinet/uhc.jsp</u></a>; <a href=\"http://datatopics.worldbank.org/universal-health-coverage/\"><u>http://datatopics.worldbank.org/universal-health-coverage/</u></a> </p>\n<p><strong>References:</strong></p>\n<ul>\n  <li>Chapter 2 on Financial protection in &#x201C;Tracking universal health coverage: 2017 global monitoring report&#x201D;, World Health Organization and International Bank for Reconstruction and Development/ The World Bank; 2017; </li>\n</ul>\n<p><a href=\"http://www.who.int/healthinfo/universal_health_coverage/report/2017/en/\"><u>http://www.who.int/healthinfo/universal_health_coverage/report/2017/en/</u></a>; <a href=\"http://www.worldbank.org/en/topic/universalhealthcoverage/publication/tracking-universal-health-coverage-2017-global-monitoring-report\"><u>http://www.worldbank.org/en/topic/universalhealthcoverage/publication/tracking-universal-health-coverage-2017-global-monitoring-report</u></a></p>\n<p><a href=\"http://www.who.int/health_financing/topics/financial-protection/en/\"><u>http://www.who.int/health_financing/topics/financial-protection/en/</u></a> </p>\n<ul>\n  <li>Wagstaff, A., Flores, G., Hsu J., Smitz, M-F., Chepynoga, K., Buisman, L.R., van Wilgenburg, K. and Eozenou, P., (2018), &#x201C;Progress on catastrophic health spending in 133 countries: a retrospective observational study&#x201D;, the Lancet Global Health, volume 6, issue 2, e169-e179. <a href=\"http://dx.doi.org/10.1016/S2214-109X(17)30429-1\"><u>http://dx.doi.org/10.1016/S2214-109X(17)30429-1</u></a></li>\n</ul>\n<p><em>On underlying approaches behind the current definition of large health expenditures as a share of total household consumption or income:</em></p>\n<ul>\n  <li>Chapter 18 of &#x201C;Analysing health equity using household survey data&#x201D;. Washington, DC: World Bank Group; 2008, <a href=\"http://www.worldbank.org/en/topic/health/publication/analyzing-health-equity-using-household-survey-data\"><u>http://www.worldbank.org/en/topic/health/publication/analyzing-health-equity-using-household-survey-data</u></a> </li>\n</ul>\n<p><em>For the definition of health expenditures </em></p>\n<ul>\n  <li><a href=\"http://www.oecd-ilibrary.org/social-issues-migration-health/a-system-of-health-accounts/classification-of-health-care-financing-schemes-icha-hf_9789264116016-9-en\"><u>http://www.oecd-ilibrary.org/social-issues-migration-health/a-system-of-health-accounts/classification-of-health-care-financing-schemes-icha-hf_9789264116016-9-en</u></a><u> </u></li>\n</ul>\n<p><em>For the components of health expenditures</em></p>\n<ul>\n  <li>division 06 of the UN Classification of Individual Consumption According to Purpose (COICOP) <a href=\"https://unstats.un.org/unsd/class/revisions/coicop_revision.asp\"><u>https://unstats.un.org/unsd/class/revisions/coicop_revision.asp</u></a>; <a href=\"http://unstats.un.org/unsd/cr/registry/regcs.asp?Cl=5&amp;Lg=1&amp;Co=06.1\"><u>http://unstats.un.org/unsd/cr/registry/regcs.asp?Cl=5&amp;Lg=1&amp;Co=06.1</u></a><u> </u></li>\n</ul>","indicator":"3.8.2","target_id":"3.8","sdg_goal":"3","indicator_sort_order":"03-08-02"}