{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Prevalencia del consumo actual de tabaco a partir de los 15 años de edad (edades ajustadas)","graph_titles":[],"graph_type":"line","indicator_name":"Prevalencia del consumo actual de tabaco a partir de los 15 años de edad (edades ajustadas)","indicator_number":"3.a.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 3: Ensure healthy lives and promote well-being for all at all ages</p>","SDG_TARGET__GLOBAL":"<p>Target 3.a: Strengthen the implementation of the World Health Organization Framework Convention on Tobacco Control in all countries, as appropriate</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 3.a.1: Age-standardized prevalence of current tobacco use among persons aged 15 years and older</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Not applicable </p>","META_LAST_UPDATE__GLOBAL":"<p>2021-12-06</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>3.4.1 Mortality rate attributed to cardiovascular disease, cancer, diabetes or chronic respiratory disease </p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>World Health Organization; Secretariat of the WHO Framework Convention on Tobacco Control (co-custodians) </p>","CONTACT_ORGANISATION__GLOBAL":"<p>World Health Organization; Secretariat of the WHO Framework Convention on Tobacco Control (co-custodians) </p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition: </strong> </p>\n<p>The indicator is defined as the percentage of the population aged 15 years and over who currently use any tobacco product (smoked and/or smokeless tobacco) on a daily or non-daily basis. </p>\n<p> </p>\n<p><strong>Concepts:</strong> </p>\n<p>Tobacco use means use of smoked and/or smokeless tobacco products. &#x201C;Current use&#x201D; means use within the previous 30 days at the time of the survey, whether daily or non-daily use. </p>\n<p> </p>\n<p>Tobacco products means products entirely or partly made of the leaf tobacco as raw material intended for human consumption through smoking, sucking, chewing or sniffing. </p>\n<p>&#x201C;Smoked tobacco products&#x201D; include cigarettes, cigarillos, cigars, cheroots, bidis, pipes, shisha (water pipes), roll-your-own tobacco, kretek, heated tobacco products and any other form of tobacco that is consumed by smoking. </p>\n<p> </p>\n<p>&quot;Smokeless tobacco product&quot; includes moist snuff, creamy snuff, dry snuff, plug, dissolvables, gul, loose leaf, red tooth powder, snus, chimo, gutkha, khaini, gudakhu, zarda, quiwam, dohra, tuibur, nasway, naas, naswar, shammah, toombak, paan (betel quid with tobacco), iq&#x2019;mik, mishri, tapkeer, tombol and any other tobacco product that consumed by sniffing, holding in the mouth or chewing. </p>\n<p> </p>\n<p>Prevalence estimates have been &#x201C;age-standardized&#x201D; to make them comparable across all countries no matter the demographic profile of the country. This is done by applying each country&#x2019;s age-and-sex specific prevalence rates to the WHO Standard Population. The resulting rates are hypothetical numbers which are only meaningful when comparing rates obtained for one country </p>\n<p>with those obtained for another country. </p>","UNIT_MEASURE__GLOBAL":"<p>Proportion (per cent) </p>","CLASS_SYSTEM__GLOBAL":"<p>&#x201C;Tobacco products&#x201D; are defined in Article 1 (f) of the WHO FCTC, see <a href=\"https://www.who.int/fctc/text_download/en/\">https://www.who.int/fctc/text_download/en/</a>. Heated tobacco products are classified as tobacco products in decision FCTC/CIO8(22), see <a href=\"https://www.who.int/fctc/cop/sessions/cop8/FCTC__COP8(22).pdf\">https://www.who.int/fctc/cop/sessions/cop8/FCTC__COP8(22).pdf</a> </p>\n<p>WHO Standard population is used for age-standardisation, see <a href=\"https://www.who.int/healthinfo/paper31.pdf\">https://www.who.int/healthinfo/paper31.pdf</a> </p>\n<p>World Population Prospects (population aged 15 years or more per country) is used in the denominator of the indicator, see <a href=\"https://population.un.org/wpp/\">https://population.un.org/wpp/</a> </p>","SOURCE_TYPE__GLOBAL":"<p>Prevalence rates by age-by-sex from national representative population surveys conducted since 1990: </p>\n<p>&#x2022; officially recognized by the national health authority; </p>\n<p>&#x2022; of randomly selected participants representative of the general population; and </p>\n<p>&#x2022; reporting at least one indicator measuring current tobacco use, daily tobacco use, current tobacco smoking, daily tobacco smoking, current cigarette smoking or daily cigarette smoking. </p>\n<p> </p>\n<p>Official survey reports are gathered from Member States by one or more of the following methods: </p>\n<p>&#x2022; reporting system of the WHO FCTC on the progress in implementation of the Convention; </p>\n<p>&#x2022; review of surveys conducted under the aegis of the Global Tobacco Surveillance System; </p>\n<p>&#x2022; review of other surveys conducted in collaboration with WHO such as STEPwise surveys and World Health Surveys; </p>\n<p>&#x2022; scanning of international surveillance databases such as those of the Demographic and Health Survey (DHS), Multiple Indicator Cluster Survey (MICS) and the World Bank Living Standards Measurement Survey (LSMS); and </p>\n<p>&#x2022; identification and review of country-specific surveys that are not part of international surveillance systems. </p>","COLL_METHOD__GLOBAL":"<p>Reports either downloaded from websites, submitted through the WHO FCTC reporting platform or emailed by national counterparts. WHO shares and makes public the methodologies for its estimates through the WHO global report on trends in tobacco use 2000-2025 and the WHO Report on the Global Tobacco Epidemic. The WHO estimates undergo country consultation prior to publication. </p>","FREQ_COLL__GLOBAL":"<p>Continual data collection. </p>","REL_CAL_POLICY__GLOBAL":"<p>Biennial release via the WHO Global Report on Trends in Tobacco Use 2000-2025, the WHO Global Health Observatory and the Global Progress Report on Implementation of the WHO FCTC.</p>","DATA_SOURCE__GLOBAL":"<p>WHO Member States, Parties to the WHO FCTC. </p>","COMPILING_ORG__GLOBAL":"<p>WHO Tobacco Free Initiative; Secretariat of the WHO Framework Convention on Tobacco Control and the Protocol to Eliminate Illicit Trade in Tobacco Products. </p>","INST_MANDATE__GLOBAL":"<p>The WHO Framework Convention on Tobacco Control (WHO FCTC) was adopted by the World Health Assembly on 21 May 2003 (Resolution 56.1) and entered into force on 27 February 2005. In 2010, Conference of the Parties adopted Decision FCTC/COP4(16), which requests the Convention Secretariat, in cooperation with competent authorities within WHO, in particular the Tobacco Free Initiative, to further standardize definitions and indicators and facilitate regular review of progress in implementation of the Convention. See <a href=\"https://apps.who.int/gb/fctc/PDF/cop4/FCTC_COP4_DIV6-en.pdf\">https://apps.who.int/gb/fctc/PDF/cop4/FCTC_COP4_DIV6-en.pdf</a> </p>","RATIONALE__GLOBAL":"<p>Tobacco use is a major contributor to illness and death from non-communicable diseases (NCDs). There is no proven safe level of tobacco use or of second-hand smoke exposure. All daily and non-daily users of tobacco are at risk of a variety of poor health outcomes across the life-course, including NCDs. Reducing the prevalence of current tobacco use will make a large contribution to reducing premature mortality from NCDs (Target 3.4). Routine and regular monitoring of this indicator is necessary to enable accurate monitoring and evaluation of the impact of implementation of the WHO Framework Convention on Tobacco Control (WHO FCTC), or tobacco control policies in the countries that are not yet Parties to the WHO FCTC, over time. Tobacco use prevalence levels are an appropriate indicator of implementation of SDG Target 3.a &#x201C;Strengthen the implementation of the World Health Organization Framework Convention on Tobacco Control in all countries, as appropriate&#x201D;. </p>","REC_USE_LIM__GLOBAL":"<p>Raw data collected through nationally representative population-based surveys in the countries are used to calculate comparable estimates for this indicator. Information from subnational surveys are not used. </p>\n<p> </p>\n<p>In some countries, all tobacco use and tobacco smoking may be equivalent, but for many countries where other forms of tobacco are also being consumed, smoking rates will be lower than tobacco use rates to some degree. </p>\n<p> </p>\n<p>The comparability, quality and frequency of household surveys affects the accuracy and quality of the estimates. Non-comparability of data can arise from the use of different survey instruments, sampling and analysis methods, and indicator definitions across Member States. Surveys may cover a variety of age ranges (not always 15+) and be repeated at irregular intervals. Surveys may include a variety of different tobacco products, or sometimes only one product such as cigarettes, based on the country&#x2019;s perception of which products are important to monitor. Unless both smoked and smokeless products are monitored simultaneously, tobacco use prevalence will be underreported. Countries have begun to monitor use of e-cigarettes and other emerging products, which may confound countries&#x2019; definitions of tobacco use. The definition of current use may not always be restricted to the 30 days prior to the survey. In addition, surveys ask people to self-report their tobacco use, which can lead to under-reporting of tobacco use. </p>\n<p> </p>\n<p>There is no standard protocol used across Member States to ask people about their tobacco use. WHO&#x2019;s Tobacco Questions for Surveys (TQS) have been adopted in many surveys, which helps improve comparability of indicators across countries. </p>","DATA_COMP__GLOBAL":"<p>A statistical model based on a Bayesian negative binomial meta-regression is used to model prevalence of current tobacco use for each country, separately for men and women. A full description of the method is available as a peer-reviewed article in The Lancet, volume 385, No. 9972, p966&#x2013;976 (2015). Once the age-and-sex-specific prevalence rates from national surveys are compiled into a dataset, the model is fit to calculate trend estimates from the year 2000 to 2030. The model has two main components: (a) adjusting for missing indicators and age groups, and (b) generating an estimate of trends over time as well as the 95% credible interval around the estimate. Depending on the completeness/comprehensiveness of survey data from a particular country, the model at times makes use of data from other countries to fill information gaps. To fill data gaps, information is &#x201C;borrowed&#x201D; from countries in the same UN subregion. </p>\n<p>The resulting trend lines are used to derive estimates for single years, so that a number can be reported even if the country did not run a survey in that year. In order to make the results comparable between countries, the prevalence rates are age-standardized to the WHO Standard Population. </p>\n<p>Estimates for countries with irregular surveys or many data gaps will have large uncertainty ranges, and such results should be interpreted with caution. </p>","DATA_VALIDATION__GLOBAL":"<p>The results of the modelling described in the <em>Method of Computation</em> are compared with the input data to assure a good model fit. The results and input data are shared with countries via the tobacco control focal point for country consultation prior to publication in the biennial reports <em>WHO global report on trends in tobacco use 2000-2025 </em>and<em> WHO Report on the Global Tobacco Epidemic</em>. During country consultation, sometimes additional data are made available to WHO by the country for the purposes of modelling indicator 3.a.1.</p>","ADJUSTMENT__GLOBAL":"<p>Except for adjustments made during modelling as described in the <em>Method of Computation</em>, no other adjustments are made.</p>","IMPUTATION__GLOBAL":"<p><strong>&#xF0B7; At country level </strong></p>\n<p>For countries with less than two national surveys completed in different years since 1990, no estimate is calculated, since no trend can be determined. For countries with data from two or more national surveys, data gaps, if any, are filled as described in the <em>Method of Computation</em>. </p>\n<p> </p>\n<p><strong>&#xF0B7; At regional and global levels </strong></p>\n<p>Countries where no estimate can be calculated are included in regional and global averages by assuming their prevalence rates for men and women are equal to the average rates for men and women seen in the UN subregion1 in which they are located. Where fewer than 50% of a UN subregion&#x2019;s population was surveyed, UN subregions are grouped with neighbouring subregions until at least 50% of the grouped population has contributed data to the region&#x2019;s average rates. </p>","REG_AGG__GLOBAL":"<p>Average prevalence rates for regions are calculated by population-weighting the age-specific prevalence rates in countries, then age-standardizing the age-specific average rates of the region. </p>","DOC_METHOD__GLOBAL":"<p>Countries use a variety of population-based survey protocols to monitor tobacco use at national level. Examples of internationally supported protocols include Tobacco Questions for Surveys (<a href=\"https://www.gtssacademy.org/survey-tools/tqs/\">https://www.gtssacademy.org/survey-tools/tqs/</a>); the Global Adult Tobacco Survey (<a href=\"https://www.gtssacademy.org/survey-tools/gats/\">https://www.gtssacademy.org/survey-tools/gats/</a>); the WHO STEPS survey (<a href=\"https://www.who.int/teams/noncommunicable-diseases/surveillance/systems-tools/steps\">https://www.who.int/teams/noncommunicable-diseases/surveillance/systems-tools/steps</a>); the World Health Survey (<a href=\"https://www.who.int/data/data-collection-tools/world-health-survey-plus\">https://www.who.int/data/data-collection-tools/world-health-survey-plus</a>); the Multiple Indicator Cluster survey (<a href=\"https://mics.unicef.org/tools\">https://mics.unicef.org/tools</a>); and the Demographic and Health Survey (<a href=\"https://www.dhsprogram.com/Methodology/index.cfm\">https://www.dhsprogram.com/Methodology/index.cfm</a>). Sampling for national representativeness is the preserve of National Statistics Offices. Survey data submitted by the WHO FCT Parties biennially to the Convention Secretariat via the WHO FCTC Reporting Instrument (<a href=\"https://fctc.who.int/who-fctc/reporting/reporting-instrument\">https://fctc.who.int/who-fctc/reporting/reporting-instrument</a>) are shared with WHO. Additional data are obtained by WHO through contact with tobacco focal points at the Ministries of Health or by searching in the public domain.</p>","QUALITY_MGMNT__GLOBAL":"<p>Clearance of statistical methods and publications through WHO Division of Data, Analytics, and Delivery for Impact. Adherence to GATHER guidelines (<a href=\"http://gather-statement.org/\">http://gather-statement.org/</a>) is required for clearance. Data, estimates and metadata are published through the Global Health Observatory.</p>","QUALITY_ASSURE__GLOBAL":"<p>The survey data reported by WHO member states and by Parties to the WHO-FCTC is checked against published reports and for internal consistency. Modelling results, together with input data, are shared with tobacco surveillance and policy experts in WHO Regions prior to being shared with tobacco focal points in Ministries of Health. The pertinent WHO collaborating centre also reviews the results prior to publication. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Availability depends on each country&#x2019;s schedule for publishing their nationally representative population survey results. WHO calculates estimates every two years.</p>\n<p><strong>Time series:</strong></p>\n<p>The indicator is calculated for all countries from 2000 to the current year. Where the current year is later than the most recent national survey year, projections are made according to the <em>Method of Computation</em> described above. </p>\n<p><strong>Disaggregation:</strong></p>\n<p>Sex </p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong> </p>\n<p>WHO estimates differ from national estimates in that they are (i) age-standardised to improve international comparability and (ii) calculated using one standard method for all countries. Infrequent surveys or unavailability of recent surveys lead to more reliance on modelling. As the data set for each country improves over time with addition of new surveys, recent estimates may seem inconsistent with earlier estimates. WHO estimates undergo country consultation prior to release. </p>","OTHER_DOC__GLOBAL":"<p><strong>URL: </strong> </p>\n<p><a href=\"http://www.who.int/gho/en/\" target=\"_blank\"><u>http://www.who.int/gho/en/</u></a> </p>\n<p><a href=\"http://apps.who.int/fctc/implementation/database/\" target=\"_blank\"><u>http://apps.who.int/fctc/implementation/database/</u></a> </p>\n<p><strong>Notes:</strong> </p>\n<p><sup>1</sup> For a listing of countries by UN region, please refer to World Population Prospects, published by the UN Department of Economic and Social Affairs. For the purposes of tobacco use analysis, the following adjustments were made: (i) Eastern Africa subregion was divided into two regions: Eastern Africa Islands and Remainder of Eastern Africa; (ii) Armenia, Azerbaijan, Estonia, Georgia, Kazakhstan, Kyrgyzstan, Latvia, Lithuania, Tajikistan, Uzbekistan and Turkmenistan were classified with Eastern Europe, (iii); Cyprus, Israel and Turkey were classified with Southern Europe, and (iv) Melanesia, Micronesia and Polynesia subregions were combined into one subregion.</p>","indicator":"3.a.1","target_id":"3.a","sdg_goal":"3","indicator_sort_order":"03-0a-01"}