{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proporción de la población inmunizada con todas las vacunas incluidas en cada programa nacional","graph_titles":[],"graph_type":"line","indicator_name":"Proporción de la población inmunizada con todas las vacunas incluidas en cada programa nacional","indicator_number":"3.b.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 3: Ensure healthy lives and promote well-being for all at all ages</p>","SDG_TARGET__GLOBAL":"<p>Target 3.b: Support the research and development of vaccines and medicines for the communicable and non&#x2011;communicable diseases that primarily affect developing countries, provide access to affordable essential medicines and vaccines, in accordance with the Doha Declaration on the TRIPS Agreement and Public Health, which affirms the right of developing countries to use to the full the provisions in the Agreement on Trade-Related Aspects of Intellectual Property Rights regarding flexibilities to protect public health, and, in particular, provide access to medicines for all</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 3.b.1: Proportion of the target population covered by all vaccines included in their national programme </p>","META_LAST_UPDATE__GLOBAL":"<p>2020-03-01</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>Target 3.8 Achieve universal health coverage, including financial risk protection, access to quality essential health-care services and access to safe, effective, quality and affordable essential medicines and vaccines for all. Indicator 3.8.1: Coverage of essential health services (defined as the average coverage of essential services based on tracer interventions that include reproductive, maternal, newborn and child health, infectious diseases, non-communicable diseases and service capacity and access, among the general and the most disadvantaged population) </p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>World Health Organization (WHO), United Nations Children&#x2019;s Fund (UNICEF) </p>","CONTACT_ORGANISATION__GLOBAL":"<p>World Health Organization (WHO), United Nations Children&#x2019;s Fund (UNICEF) </p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong> </p>\n<p><em>Coverage of DTP containing vaccine (3<sup>rd</sup> dose):</em> Percentage of surviving infants who received the 3 doses of diphtheria and tetanus toxoid with pertussis containing vaccine in a given year. </p>\n<p> </p>\n<p>Coverage of Measles containing vaccine (2<sup>nd</sup> dose): Percentage of children who received two dose of measles containing vaccine according to nationally recommended schedule through routine immunization services in a given year. </p>\n<p> </p>\n<p>Coverage of Pneumococcal conjugate vaccine (last dose in the schedule): Percentage of surviving infants who received the nationally recommended doses of pneumococcal conjugate vaccine in a given year. </p>\n<p> </p>\n<p>Coverage of HPV vaccine (last dose in the schedule):<strong> </strong>Percentage of 15 years old girls received the recommended doses of HPV vaccine. Currently performance of the programme in the previous calendar year based on target age group is used. </p>\n<p> </p>\n<p><strong>Concepts:</strong> </p>\n<p>In accordance with its mandate to provide guidance to Member States on health policy matters, WHO provides global vaccine and immunization recommendations for diseases that have an international public health impact. National programmes adapt the recommendations and develop national immunization schedules, based on local disease epidemiology and national health priorities. National immunization schedules and number of recommended vaccines vary between countries, with only DTP polio and measles containing vaccines being used in all countries. </p>\n<p> </p>\n<p>The target population for given vaccine is defined based on recommended age for administration. The primary vaccination series of most vaccines are administered in the first two years of life. </p>\n<p> </p>\n<p><em>Coverage of DTP containing vaccine</em> measure the overall system strength to deliver infant vaccination </p>\n<p>Coverage of Measles containing vaccine ability to deliver vaccines beyond first year of life through routine immunization services. </p>\n<p>Coverage of Pneumococcal conjugate vaccine: adaptation of new vaccines for children </p>\n<p>Coverage of HPV vaccine: life cycle vaccination<strong> </strong> </p>\n<p> </p>","SOURCE_TYPE__GLOBAL":"<p>National Health Information Systems or National Immunization systems </p>\n<p>National immunization registries </p>\n<p>High quality household surveys with immunization module (e.g. DHS, MICS, national in-country surveys) </p>","COLL_METHOD__GLOBAL":"<p>Annual data collection through established mechanism. Since 1998, in an effort to strengthen collaboration and minimize the reporting burden, WHO and UNICEF jointly collect information through a standard questionnaire (the Joint Reporting Form) sent to all Member States <a href=\"http://www.who.int/immunization/monitoring_surveillance/routine/reporting/en/\" target=\"_blank\"><u>http://www.who.int/immunization/monitoring_surveillance/routine/reporting/en/</u></a> </p>","FREQ_COLL__GLOBAL":"<p>Annual data collection March-May each year. Country consultation June each year </p>","REL_CAL_POLICY__GLOBAL":"<p>15 July each year for time series 1980 &#x2013; release year -1. (in July 2019 estimates from 1980-2018) </p>","DATA_SOURCE__GLOBAL":"<p>Ministries of Health, Immunization programmes </p>","COMPILING_ORG__GLOBAL":"<p>WHO and UNICEF</p>","RATIONALE__GLOBAL":"<p>This indicator aims to measure access to vaccines, including the newly available or underutilized vaccines, at the national level. In the past decades all countries added numerous new and underutilised vaccines in their national immunization schedule and there are several vaccines under final stage of development to be introduced by 2030. For monitoring diseases control and impact of vaccines it is important to measure coverage from each vaccine in national immunization schedule and the system is already in place for all national programmes, however direct measurement for proportion of population covered with all vaccines in the programme is only feasible if the country has a well-functioning national nominal immunization registry, usually an electronic one that will allow this coverage to be easily estimated. While countries will develop and strengthen immunization registries it is a need for an alternative measurement</p>","REC_USE_LIM__GLOBAL":"<p>The rational to select a set of vaccines reflects the ability of immunization programmes to deliver vaccines over the life cycle and to adapt new vaccines. Coverage for other WHO recommended vaccines are also available and can be provided. </p>\n<p> </p>\n<p>Given that HPV vaccine is relatively new and vaccination schedule varies from countries to country coverage estimate will be made for girls vaccinated by ag 15 and at the moment data is limited to very few countries therefore reporting will start later. </p>","DATA_COMP__GLOBAL":"<p>WHO and UNICEF jointly developed a methodology to estimate national immunization coverage form selected vaccines in 2000. The methodology has been refined and reviewed by expert committees over time. The methodology was published and reference is available under the reference section. Estimates time series for WHO recommended vaccines produced and published annually since 2001. </p>\n<p>The methodology uses data reported by national authorities from countries administrative systems as well as data from immunization or multi indicator household surveys. </p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level </strong></li>\n</ul>\n<p>The first data point is the first reporting year after vaccine introduction. When country data are not available interpolation is used between 2 data points and extrapolation from the latest available data point. </p>\n<ul>\n  <li><strong>At regional and global levels </strong></li>\n</ul>\n<p>Any needed imputation is done at country level. These country values can then be used to compute regional and global ones. </p>","REG_AGG__GLOBAL":"<p>Weighted average of the country-level coverage rates where the weights are the country target population sizes based on World Population Prospects: 2019 revision from the UN Population Division. All countries from the region are included. For HPV 15 year old girls were used for calculation weighted average. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Coverage data for different vaccines are collected annually and reviewed by WHO and UNICEF inter agency expert group and estimates made for each country and each year. Data are published both on WHO and UNICEF web sites. </p>\n<p><a href=\"http://www.who.int/immunization/%20monitoring_surveillance/routine/coverage/en/index4.html\" target=\"_blank\"><u>http://www.who.int/immunization/ monitoring_surveillance/routine/coverage/en/index4.html</u></a><u> </u><a href=\"http://www.data.unicef.org/child-health/immunization\" target=\"_blank\"><u>http://www.data.unicef.org/child-health/immunization</u></a> </p>\n<p> </p>\n<p>Coverage for 2018 </p>\n<table>\n  <tbody>\n    <tr>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p>DTP3 </p>\n      </td>\n      <td>\n        <p>MCV2 </p>\n      </td>\n      <td>\n        <p>PCV3 </p>\n      </td>\n      <td>\n        <p>HPV </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Global </p>\n      </td>\n      <td>\n        <p>86% </p>\n      </td>\n      <td>\n        <p>69% </p>\n      </td>\n      <td>\n        <p>47% </p>\n      </td>\n      <td>\n        <p>12% </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Australia and New Zealand </p>\n      </td>\n      <td>\n        <p>95% </p>\n      </td>\n      <td>\n        <p>93% </p>\n      </td>\n      <td>\n        <p>95% </p>\n      </td>\n      <td>\n        <p>76% </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Central Asia and Southern Asia </p>\n      </td>\n      <td>\n        <p>88% </p>\n      </td>\n      <td>\n        <p>79% </p>\n      </td>\n      <td>\n        <p>30% </p>\n      </td>\n      <td>\n        <p>1% </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Eastern Asia and South-eastern Asia </p>\n      </td>\n      <td>\n        <p>91% </p>\n      </td>\n      <td>\n        <p>88% </p>\n      </td>\n      <td>\n        <p>13% </p>\n      </td>\n      <td>\n        <p>3% </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Latin America &amp; the Caribbean </p>\n      </td>\n      <td>\n        <p>85% </p>\n      </td>\n      <td>\n        <p>77% </p>\n      </td>\n      <td>\n        <p>79% </p>\n      </td>\n      <td>\n        <p>61% </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Northern America and Europe </p>\n      </td>\n      <td>\n        <p>93% </p>\n      </td>\n      <td>\n        <p>91% </p>\n      </td>\n      <td>\n        <p>81% </p>\n      </td>\n      <td>\n        <p>35% </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Oceania </p>\n      </td>\n      <td>\n        <p>66% </p>\n      </td>\n      <td>\n        <p>13% </p>\n      </td>\n      <td>\n        <p>48% </p>\n      </td>\n      <td>\n        <p>4% </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Sub-Saharan Africa </p>\n      </td>\n      <td>\n        <p>75% </p>\n      </td>\n      <td>\n        <p>24% </p>\n      </td>\n      <td>\n        <p>71% </p>\n      </td>\n      <td>\n        <p>8% </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Western Asia and Northern Africa (M49) </p>\n      </td>\n      <td>\n        <p>90% </p>\n      </td>\n      <td>\n        <p>84% </p>\n      </td>\n      <td>\n        <p>58% </p>\n      </td>\n      <td>\n        <p>1% </p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<p> </p>\n<p><strong>Disaggregation:</strong></p>\n<p>Geographical location, i.e. regional and national and potentially subnational estimates </p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Countries often relay on administrative coverage data, while WHO and UNICEF review and assess data from different sources including administrative systems and surveys. Differences between country produced and international estimates are mainly due to differences between coverage estimates from administrative system and survey results. </p>\n<p> </p>\n<p>In case the vaccine is not included in national immunization schedule the coverage from private sector will not be reflected. </p>","OTHER_DOC__GLOBAL":"<p>Burton A, Monasch R, Lautenbach B, Gacic-Dobo M, Neill M, Karimov R, Wolfson L, Jones G, Birmingham M. WHO and UNICEF estimates of national infant immunization coverage: methods and processes. Bull World Health Organ. 2009;87(7):535-41.Available at: <a href=\"http://www.who.int/bulletin/volumes/87/7/08-053819/en/\" target=\"_blank\"><u>http://www.who.int/bulletin/volumes/87/7/08-053819/en/</u></a> </p>\n<p> </p>\n<p> Burton A, Kowalski R, Gacic-Dobo M, Karimov R, Brown D. A Formal Representation of the WHO and UNICEF Estimates of National Immunization Coverage: A Computational Logic Approach. PLoS ONE 2012;7(10): e47806. doi:10.1371/journal.pone.0047806. Available at: <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3485034/pdf/pone.0047806.pdf\" target=\"_blank\"><u>http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3485034/pdf/pone.0047806.pdf</u></a> </p>\n<p> </p>\n<p> Brown D, Burton A, Gacic-Dobo M, Karimov R An Introduction to the Grade of Confidence in the WHO and UNICEF Estimates of National Immunization Coverage The Open Public Health Journal, 2013, 6, 73-76. Available at: <a href=\"http://www.benthamscience.com/open/tophj/articles/V006/73TOPHJ.pdf\" target=\"_blank\"><u>http://www.benthamscience.com/open/tophj/articles/V006/73TOPHJ.pdf</u></a> </p>\n<p> </p>\n<p>Brown, David &amp; Burton, Anthony &amp; Gacic-Dobo, Marta. (2015). An examination of a recall bias adjustment applied to survey-based coverage estimates for multi-dose vaccines. 10.13140/RG.2.1.2086.2883. </p>","indicator":"3.b.1","target_id":"3.b","sdg_goal":"3","indicator_sort_order":"03-0b-01"}