{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proporción de la población en un grupo de edad determinado que ha alcanzado al menos un nivel fijo de competencia funcional en a) alfabetización y b) nociones elementales de aritmética, desglosada por sexo","graph_titles":[],"graph_type":"line","indicator_name":"Proporción de la población en un grupo de edad determinado que ha alcanzado al menos un nivel fijo de competencia funcional en a) alfabetización y b) nociones elementales de aritmética, desglosada por sexo","indicator_number":"4.6.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 4: Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all</p>","SDG_TARGET__GLOBAL":"<p>Target 4.6: By 2030, ensure that all youth and a substantial proportion of adults, both men and women, achieve literacy and numeracy</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 4.6.1: Proportion of population in a given age group achieving at least a fixed level of proficiency in functional (a) literacy and (b) numeracy skills, by sex</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Not applicable. </p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>1.2, 1.5, 2.1, 2.2, 2.3, 3.1, 3.3, 3.4, 3.7, 4.5, 5.3, 5.4, 5.5, 5.6, 8.5, 8.6, 8.b, 10.2, 12.8, 13.3, 13.b</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>UNESCO Institute for Statistics (UIS)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>UNESCO Institute for Statistics (UIS)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>The proportion of youth (aged 15-24 years) and of adults (aged 15 years and above) who have achieved or exceeded a fixed level of proficiency in (a) literacy and (b) numeracy. </p>\n<p><strong>Concepts:</strong></p>\n<p>The <strong>fixed level of proficiency (FLP)</strong> is the benchmark of basic knowledge in a domain (literacy or numeracy) measured through learning assessments. Currently, the FLP for global reporting is the Programme for the International Assessment of Adult Competencies (PIAAC) level 2 descriptor.</p>\n<p>The concepts of functional literacy and functional numeracy are based on the UNESCO definitions, which cover a continuum of proficiency levels rather than a dichotomy. A person is functionally literate if he/she can engage in all those activities in which literacy is required for the effective functioning of his/her group and community and also which enables them to continue to use reading, writing and calculation for his/her own and the community&#x2019;s development.</p>","UNIT_MEASURE__GLOBAL":"<p>Percent (%)</p>","CLASS_SYSTEM__GLOBAL":"<p><strong>Level 2 descriptor of PIAAC</strong></p>\n<p><strong>Literacy:</strong></p>\n<p>At this level, the medium of texts may be digital or printed, and texts may comprise continuous, non-continuous, or mixed types. Tasks at this level require respondents to make matches between the text and information, and may require paraphrasing or low-level inferences. Some competing pieces of information may be present. Some tasks require the respondent to:</p>\n<ul>\n  <li>cycle through or integrate two or more pieces of information based on criteria;</li>\n  <li>compare and contrast or reason about information requested in the question; or</li>\n  <li>navigate within digital texts to access and identify information from various parts of a document.</li>\n</ul>\n<p><strong>Numeracy:</strong></p>\n<p>Tasks at this level require the respondent to identify and act on mathematical information and ideas embedded in a range of common contexts where the mathematical content is fairly explicit or visual with relatively few distractors. Tasks tend to require the application of two or more steps or processes involving calculation with whole numbers and common decimals, percentages and fractions; simple measurement and spatial representation; estimation; and interpretation of relatively simple data and statistics in texts, tables and graphs.</p>","SOURCE_TYPE__GLOBAL":"<p>This indicator is collected via skills&apos; assessment surveys of the adult population (e.g., PIAAC, STEP, LAMP<sup><a href=\"#footnote-2\" id=\"footnote-ref-2\">[1]</a></sup>, RAMAA) and national adult literacy surveys.</p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-2\">1</sup><p> Literacy Assessment and Monitoring Programme.</p><p>Note: the full forms of PIAAC and STEP can be found in the rest of the document. <a href=\"#footnote-ref-2\">&#x2191;</a></p></div></div>","COLL_METHOD__GLOBAL":"<p>Data are collected from the respective organizations responsible for each assessment. </p>","FREQ_COLL__GLOBAL":"<p>Various depending on survey and country.</p>","REL_CAL_POLICY__GLOBAL":"<p>Biannual UIS data release (March and September)</p>","DATA_SOURCE__GLOBAL":"<p>This indicator is collected via skills national or international assessment surveys of youth and adult populations. The Organization for Economic Co-operation and Development&#x2019;s (OECD) Survey of Adult Skills in its Programme for the International Assessment of Adult Competencies (PIAAC) and the World Bank&#x2019;s Skills Towards Employment and Productivity (STEP) measurement programme, both based on the PIAAC framework and scale, and bodies responsible for conducting national learning assessments (including Ministries of Education, National Statistical Offices and other data providers) are sources of data of this indicator</p>","COMPILING_ORG__GLOBAL":"<p>UNESCO Institute for Statistics (UIS)</p>","INST_MANDATE__GLOBAL":"<p>&#x201D;</p>\n<p>The UNESCO Institute for Statistics (UIS) is the statistical branch of the United Nations Educational, Scientific and Cultural Organization (UNESCO). The Institute produces internationally comparable data and methodologies in the fields of education, science, culture and communication for countries at all stages of development.</p>\n<p>The <a href=\"https://www.moe.gov.bn/DocumentDownloads/Education%202030/Education2030.pdf\">Education 2030 Framework for Action &#xA7;100</a> has clearly states that: &#x201C;<em>Inrecognition of the importance of harmonization of monitoring and reporting, the UIS will remain the official source of cross-nationally comparable data on education. It will continue to produce international monitoring indicators based on its annual education survey and on other data sources that guarantee international comparability for more than 200 countries and territories. In addition to collecting data, the UIS will work with partners to develop new indicators, statistical approaches and monitoring tools to better assess progress across the targets related to UNESCO&#x2019;s mandate, working in coordination with the SDG-Education 2030 SC&#x201D;.</em></p>","RATIONALE__GLOBAL":"<p>The indicator is a direct measure of the skill levels of youth and adults in the two areas: literacy and numeracy.</p>\n<p> </p>","REC_USE_LIM__GLOBAL":"<p>Functional literacy and numeracy are related to context, thus survey programs need further development in order to frame questions in a way that are meaningful to different economic and social-settings and could be more efficient to reflect population level of skills.</p>","DATA_COMP__GLOBAL":"<p>Proportion of youth and adults who have achieved at least a fixed level of proficiency as defined for large-scale (sample representative) adult literacy and numeracy assessments:</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msub>\n      <mrow>\n        <mi>P</mi>\n        <mi>F</mi>\n        <mi>L</mi>\n        <mi>P</mi>\n      </mrow>\n      <mrow>\n        <mi>t</mi>\n        <mo>,</mo>\n        <mi>a</mi>\n        <mo>,</mo>\n        <mi>d</mi>\n      </mrow>\n    </msub>\n    <mo>=</mo>\n    <mi>&amp;nbsp;</mi>\n    <mfrac>\n      <mrow>\n        <msub>\n          <mrow>\n            <mi>F</mi>\n            <mi>L</mi>\n            <mi>P</mi>\n          </mrow>\n          <mrow>\n            <mi>t</mi>\n            <mo>,</mo>\n            <mi>a</mi>\n            <mo>,</mo>\n            <mi>d</mi>\n          </mrow>\n        </msub>\n      </mrow>\n      <mrow>\n        <msub>\n          <mrow>\n            <mi>P</mi>\n          </mrow>\n          <mrow>\n            <mi>t</mi>\n            <mo>,</mo>\n            <mi>a</mi>\n            <mo>,</mo>\n            <mi>d</mi>\n          </mrow>\n        </msub>\n      </mrow>\n    </mfrac>\n  </math></p>\n<p>where:</p>\n<p><strong><em>PFLP<sub>t,a,d</sub></em></strong> = the proportion of people in a skills survey in age group <strong><em>a</em></strong>, in year <strong><em>t</em></strong>, who have achieved or exceeded the fixed level of proficiency in domain <strong><em>d</em></strong>.</p>\n<p><strong><em>FLP<sub>t,a,d</sub></em></strong> = the number of people in a skills survey in age group <strong><em>a</em></strong>, in year <strong><em>t</em></strong>, who have achieved or exceeded the fixed level of proficiency in domain <strong><em>d</em></strong>.</p>\n<p><strong><em>P<sub>t,a,d</sub></em></strong> = the total number of people in age group <strong><em>a</em></strong>, in year <strong><em>t</em></strong>, who participated in the skills survey of domain <strong><em>d</em>.</strong></p>\n<p><strong><em>a</em></strong> = 16-65 years (youth and adults).</p>\n<p><strong><em>d</em></strong> = the domain which was assessed (literacy or numeracy).</p>","DATA_VALIDATION__GLOBAL":"<p>In each data update period, surveys of recent publications of results of national and international assessments are carried out. Then, consultations are made with national references and UIS technical focal points to verify the availability and validity of the data.</p>","ADJUSTMENT__GLOBAL":"<p>Not applicable.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>None by data compiler.</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>None by data compiler. </p>","REG_AGG__GLOBAL":"<p>Regional and global aggregates are not currently available for this indicator.</p>","DOC_METHOD__GLOBAL":"<p>The UIS has elaborated guidance for the countries regarding the contents, the procedures and the reporting in the Global Alliance to monitor learning <a href=\"https://gaml.uis.unesco.org/\">microsite</a>. </p>","QUALITY_MGMNT__GLOBAL":"<p>The UIS maintains a global database on learning assessments. The inclusion of a data point in the database to show transparency is completed by following a protocol and is reviewed by UIS technical focal points to ensure consistency and overall data quality, based on objective criteria to ensure that only the most recent and reliable information are included in the database.</p>","QUALITY_ASSURE__GLOBAL":"<p>OECD is the data compiler for PIAAC and the World Bank Group is the compiler for STEP, both used the PIAAC framework and skills level descriptors.</p>","QUALITY_ASSMNT__GLOBAL":"<p>The criteria to ensure the quality and standardization of the data are: the data sources must include adequate documentation; data values should be representative at the national population level and should otherwise be included in a footnote; data values are based on a sufficiently large sample; and the data are plausible and based on trends and consistency with previously published or reported estimates for the indicator.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>45 countries with at least one data point for the period 2010-2017.</p>\n<p><strong>Time series:</strong></p>\n<p>2006 onwards. </p>\n<p><strong>Disaggregation:</strong></p>\n<p>By age-group, sex, location, income and type of skill. Disability status is not currently available in most national and cross-national learning assessments.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>None.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p><a href=\"http://uis.unesco.org/\">http://uis.unesco.org/</a> </p>\n<p><strong>References:</strong></p>\n<p>Programme for the International Assessment of Adult Competencies (PIAAC): </p>\n<p><a href=\"https://www.oecd.org/skills/piaac/\">https://www.oecd.org/skills/piaac/</a></p>\n<p>STEP Skills Measurement Programme: </p>\n<p><a href=\"https://microdata.worldbank.org/index.php/catalog/step/about\">https://microdata.worldbank.org/index.php/catalog/step/about</a> </p>\n<p>Action Research: Measuring Literacy Programme Participants&#x2019; Learning Outcomes (RAMAA): </p>\n<p><a href=\"https://uil.unesco.org/literacy/learning-outcomes-ramaa/action-research-measuring-literacy-programme-participants-learning\">https://uil.unesco.org/literacy/learning-outcomes-ramaa/action-research-measuring-literacy-programme-participants-learning</a> </p>","indicator":"4.6.1","target_id":"4.6","sdg_goal":"4","indicator_sort_order":"04-06-01"}