{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proporción de docentes con las calificaciones mínimas requeridas, por nivel educativo","graph_titles":[],"graph_type":"line","indicator_name":"Proporción de docentes con las calificaciones mínimas requeridas, por nivel educativo","indicator_number":"4.c.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 4: Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all</p>","SDG_TARGET__GLOBAL":"<p>Target 4.c: By 2030, substantially increase the supply of qualified teachers, including through international cooperation for teacher training in developing countries, especially least developed countries and small island developing States</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 4.c.1: Proportion of teachers with the minimum required qualifications, by education level</p>","SDG_SERIES_DESCR__GLOBAL":"<p> Not applicable. </p>","META_LAST_UPDATE__GLOBAL":"<p>2021-12-06</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>1.2, 1.4, 1.a, 2.1, 2.2, 2.3, 3.7, 3.c, 3.d, 5.1, 5.5, 5.b, 8.6, 8.7, 10.2, 12.8, 13.3, 13.b</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>UNESCO Institute for Statistics (UNESCO-UIS)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>UNESCO Institute for Statistics (UNESCO-UIS)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>The percentage of teachers by level of education taught (pre-primary, primary, lower secondary and upper secondary education) who have received at least the minimum organized pedagogical teacher training pre-service and in-service required for teaching at the relevant level in a given country.</p>\n<p><strong>Concepts:</strong></p>\n<p>A teacher is trained if they have received at least the minimum organized pedagogical teacher training pre-service and in-service required for teaching at the relevant level in a given country.</p>","UNIT_MEASURE__GLOBAL":"<p>Proportion (values between 0% and 100%). </p>","CLASS_SYSTEM__GLOBAL":"<p>The International Standard Classification of Education (ISCED) is used as reference to define and classify educational programmes across countries in a comparative manner.</p>\n<p>The minimum organized pedagogical teacher training pre-service and in-service required for teaching at the relevant level is defined according to national standards. </p>\n<p>The UIS is developing an International Standard Classification of Teacher Training Programmes (ISCED-T) to support the production of internationally comparable data on teacher training programmes, and to improve the availability and quality of teacher statistics, especially in reference to national programmes for pre-service teacher education. ISCED-T will also aid explore the development of an international standard for &#x201C;trained&#x201D; and &#x201C;qualified&#x201D; teachers that could be used alongside the national standards currently used for the monitoring of this target. A draft proposal of ISCED-T is submitted to the 41st Session of the UNESCO General Conference for consideration and adoption in November 2021.</p>","SOURCE_TYPE__GLOBAL":"<p>Administrative data from schools and other organized learning centres.</p>","COLL_METHOD__GLOBAL":"<p>The UNESCO Institute for Statistics produces time series based on teachers&#x2019; data reported by Ministries of Education or National Statistical Offices. The data are gathered through the annual Survey of Formal Education. Countries are asked to report data according to the levels of education defined in the International Standard Classification of Education (ISCED) to ensure international comparability of resulting indicators.</p>","FREQ_COLL__GLOBAL":"<p>Annual UIS survey (latest launched in October 2020).</p>","REL_CAL_POLICY__GLOBAL":"<p>Biannual UIS data release (February and September).</p>","DATA_SOURCE__GLOBAL":"<p>Ministries of Education and/or National Statistical Offices.</p>","COMPILING_ORG__GLOBAL":"<p>UNESCO Institute for Statistics.</p>","INST_MANDATE__GLOBAL":"<p>The UNESCO Institute for Statistics (UIS) is the statistical branch of the United Nations Educational, Scientific and Cultural Organization (UNESCO) and the United Nations depository for global statistics in the fields of education, science, technology and innovation, culture and communication. The UIS is the official source of internationally comparable data used to monitor progress towards the Sustainable Development Goal on education (SDG4) and key targets related to science, culture and communication, and gender equality. The Institute also produces standards and methodologies to support the monitoring of these goal and targets.</p>\n<p>Moreover, as part of UIS mandate attribution, Education 2030 Framework for Action stressed that &#x201C;[&#x2026;] <em>Countries should seek to improve the quality, levels of disaggregation and timeliness of reporting to the UNESCO Institute for Statistics [&#x2026;]</em>&#x201D; (<a href=\"http://uis.unesco.org/sites/default/files/documents/education-2030-incheon-framework-for-action-implementation-of-sdg4-2016-en_2.pdf\">http://uis.unesco.org/sites/default/files/documents/education-2030-incheon-framework-for-action-implementation-of-sdg4-2016-en_2.pdf</a>, &amp;18). The Education 2030 Framework for Action also stated that: &#x201C;<em>In recognition of the importance of harmonization of monitoring and reporting, the UIS will remain the official source of cross-nationally comparable data on education. It will continue to produce international monitoring indicators based on its annual education survey and on other data sources that guarantee international comparability for more than 200 countries and territories. In addition to collecting data, the UIS will work with partners to develop new indicators, statistical approaches and monitoring tools to better assess progress across the targets related to UNESCO&#x2019;s mandate, working in coordination with the SDG-Education 2030 SC</em>&#x201D; (<a href=\"http://uis.unesco.org/sites/default/files/documents/education-2030-incheon-framework-for-action-implementation-of-sdg4-2016-en_2.pdf\">http://uis.unesco.org/sites/default/files/documents/education-2030-incheon-framework-for-action-implementation-of-sdg4-2016-en_2.pdf</a>, &amp;100).</p>","RATIONALE__GLOBAL":"<p>Teachers play a key role in ensuring the quality of education provided. Ideally all teachers should receive adequate, appropriate and relevant pedagogical training to teach at the chosen level of education and be academically well-qualified in the subject(s) they are expected to teach. This indicator measures the share of the teaching work force which is pedagogically well-trained. </p>\n<p>A high value indicates that students are being taught by teachers who are pedagogically well-trained to teach.</p>","REC_USE_LIM__GLOBAL":"<p>It is important to note that national minimum training requirements can vary widely from one country to the next. This variability between countries lessens the usefulness of global tracking because the indicator would only show the percent reaching national standards, not whether teachers in different countries have similar levels of training. Further work would be required if a common standard for teacher training is to be applied across countries.</p>","DATA_COMP__GLOBAL":"<p>The number of teachers in a given level of education who are trained is expressed as a percentage of all teachers in that level of education.</p>\n<p>PTT<sub>n</sub> = TT<sub>n</sub>/T<sub>n</sub></p>\n<p>where:</p>\n<p>PTT<sub>n</sub> = percentage of trained teachers at level n of education</p>\n<p>TT<sub>n</sub> = trained teachers at level n of education</p>\n<p>T<sub>n</sub> = total teachers at level n of education</p>\n<p>n = 02 (pre-primary), 1 (primary), 2 (lower secondary), 3 (upper secondary) and 23 (secondary)</p>","DATA_VALIDATION__GLOBAL":"<p>Teachers&#x2019; data used to produce this indicator are gathered through the annual Survey of Formal Education. The data received are validated using electronic error detection systems that check for arithmetic errors and inconsistencies and trend analysis for implausible results. Queries are taken up with the relevant agencies in individual countries or country representatives reporting the data so that corrections can be made (of errors) or explanations given (of implausible but correct results). During this process countries are also encouraged to provide estimates for missing or incomplete data items.</p>\n<p>In addition, countries have an opportunity to review, comment on, and validate the main indicators the UIS produces in an annual &#x201C;country review&#x201D; of indicators before the publication of the data by the UIS. </p>","ADJUSTMENT__GLOBAL":"<p>Data should be reported according to the levels of education defined in the International Standard Classification of Education (ISCED) to ensure international comparability of resulting indicators. </p>","IMPUTATION__GLOBAL":"<h5><strong>At country level</strong></h5>\n<p>The UIS estimates certain key items of data that may be missing or incomplete in order to have publishable estimates at the country level. Where this is not possible the UIS imputes missing values for use only for calculating regional and global aggregates.</p>\n<p>For the purposes of calculating the percentage of trained teachers, the UIS may make one or more of the following:</p>\n<p>&#x2022; An adjustment to account for over- or under-reporting, for example:</p>\n<p>o To include teachers in a type of education &#x2013; such as private education or special education &#x2013; not reported by the country; and/or </p>\n<p>o To include teachers in a part of the country not reported by the country.</p>\n<p>&#x2022; An estimate of the number of trained teachers in each level of education if the country only reported data for combined levels (eg total secondary rather than lower and upper secondary separately).</p>\n<p>In all cases estimates are based on evidence from the country itself (eg information from the data provider on the size of the missing component, via correspondence, publications or data on the Ministry&#x2019;s or National Statistical Office&#x2019;s Webpage, or via surveys conducted by other organizations) or on data from the country for a previous year. These figures may be published: (i) as observed data if the missing items are found in a national source; (ii) as national estimates if the country is persuaded to produce estimates and submit them in place of missing data; or (iii) as UIS estimates, if the estimates are made by the UIS.</p>\n<h5><strong>At regional and global levels</strong></h5>\n<p>Regional and global aggregates are derived from both publishable and imputed national data. Publishable data are the data submitted to the UIS by Member States or the result of an explicit estimation made by the Institute based on pre-determined standards. In both cases, these data are sent to Member States for review before they are considered publishable by the UIS. </p>\n<p>When data are not available for all countries, the UIS imputes national data for the sole purpose of calculating regional averages. These imputed data are not published nor otherwise disseminated. </p>\n<p>Where data are available for a country for both an earlier and a more recent year than the missing year, a simple linear interpolation is made. Where data are only available for an earlier year, the most recent value is used as an estimate. Similarly, where data are only available for a more recent year, the last value is used as an estimate.</p>\n<p>Where the relevant data are not available at all for a country, estimates may be based on another variable which is clearly linked to the item being estimated. For example, trained teachers may be based on total teachers.</p>\n<p>Where no data are available for the country in any year that can inform the estimate, the unweighted average for the region in which the country lies is used.</p>","REG_AGG__GLOBAL":"<p>Regional and global aggregates are calculated as weighted averages using the denominator of the indicator as the weight. As described previously, where publishable data are not available for a given country or year, values are imputed for the purpose of calculating the regional and global aggregates.</p>","DOC_METHOD__GLOBAL":"<p>The UIS has elaborated guidance for the countries on the methodology that should be used to calculate this indicator. ISCED mappings that help countries report their data in an internationally comparable framework are available on the website of the UNESCO Institute for Statistics (<a href=\"http://uis.unesco.org/en/isced-mappings\">http://uis.unesco.org/en/isced-mappings</a>). </p>\n<p>Administrative teachers&#x2019; data from schools and other organized learning centres are gathered through the national annual schools census. The collected data are usually stored in the national Education Management Information System (EMIS) according to procedures in place in each country.</p>\n<p>To assist countries to make a more informed choice in relation to EMIS, by developing standards about what an EMIS must be able to do in order to supply accurate and valid information to education sector policymakers, school managers, and international organisations as part of international data reporting, the UIS in collaboration with the Global Partnership for Education, has developed EMIS user&#x2019;s and buyer&#x2019;s guides ( <a href=\"http://emis.uis.unesco.org/buyers-and-users-guide/\">http://emis.uis.unesco.org/buyers-and-users-guide/</a>).</p>","QUALITY_MGMNT__GLOBAL":"<p>The UIS maintains the global database used to produce this indicator. For transparency purposes, the inclusion of a data point in the database is completed by following a protocol and is reviewed by UIS technical focal points to ensure consistency and overall data quality, based on objective criteria to ensure that only the most recent and reliable information are included in the database. </p>","QUALITY_ASSURE__GLOBAL":"<p>The indicator should be based on available data on trained teachers for the given level of education, from all types of educational institutions in the country (public and private). The process for quality assurance includes review of survey documentation, review of the indicator values across time, calculation of measures of reliability, examination of consistency of indicator values derived from different sources and, if necessary, consultation with data providers.</p>\n<p>Before its annual data release and the addition of any indicators to the global SDG Indicators Database, the UNESCO Institute for Statistics submits all indicator values and notes on methodology to National Statistical Offices, Ministries of Education or other relevant agencies in individual countries for their review and feedback. </p>","QUALITY_ASSMNT__GLOBAL":"<p>Accurate data on the number of teachers at each level of education who have the minimum required qualifications and the total number of teachers at each level in a given academic year are essential for calculating this indicator. Criteria for quality assessment include: data sources must include proper documentation; data values must be representative at the national population level and, if not, should be footnoted; data are plausible and based on trends and consistency with previously published/reported values for the indicator. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>124 countries for pre-primary education, 141 countries with data for primary education, 103 countries for lower secondary education and 97 countries for upper secondary education with at least one data point in the period 2010-2021.</p>\n<p><strong>Time series:</strong></p>\n<p>1998-2021 in UIS database; 2000-2021 in the SDG global database.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>By sex, level of education and type of institution (public/private). </p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Nationally-published figures may differ from the international ones because of differences between national education systems and the International Standard Classification of Education (ISCED); or differences in coverage (i.e. the extent to which different types of education &#x2013; e.g. private or special education &#x2013; are included in one rather than the other).</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>http://www.uis.unesco.org</p>\n<p><strong>References:</strong></p>\n<p>EMIS user&#x2019;s and buyer&#x2019;s guides: </p>\n<p><a href=\"http://emis.uis.unesco.org/buyers-and-users-guide/\">http://emis.uis.unesco.org/buyers-and-users-guide/</a></p>\n<p>The Survey of Formal Education Instruction Manual <a href=\"http://uis.unesco.org/sites/default/files/documents/instruction-manual-survey-formal-education-2017-en.pdf\">http://uis.unesco.org/sites/default/files/documents/instruction-manual-survey-formal-education-2017-en.pdf</a></p>\n<p>The International Standard Classification of Education (ISCED): <a href=\"http://uis.unesco.org/sites/default/files/documents/international-standard-classification-of-education-isced-2011-en.pdf\">http://uis.unesco.org/sites/default/files/documents/international-standard-classification-of-education-isced-2011-en.pdf</a></p>\n<p>UIS Questionnaire on Students and Teachers (ISCED 0-4) </p>\n<p><a href=\"http://uis.unesco.org/en/uis-questionnaires\">http://uis.unesco.org/en/uis-questionnaires</a></p>","indicator":"4.c.1","target_id":"4.c","sdg_goal":"4","indicator_sort_order":"04-0c-01"}