{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proporción de mujeres y niñas a partir de 15 años de edad que han sufrido violencia sexual a manos de personas que no eran su pareja en los últimos12 meses, desglosada por edad y lugar del hecho","graph_titles":[],"graph_type":"line","indicator_name":"Proporción de mujeres y niñas a partir de 15 años de edad que han sufrido violencia sexual a manos de personas que no eran su pareja en los últimos12 meses, desglosada por edad y lugar del hecho","indicator_number":"5.2.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 5: Achieve gender equality and empower all women and girls</p>","SDG_TARGET__GLOBAL":"<p>Target 5.2: Eliminate all forms of violence against all women and girls in the public and private spheres, including trafficking and sexual and other types of exploitation</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 5.2.2: Proportion of women and girls aged 15 years and older subjected to sexual violence by persons other than an intimate partner in the previous 12 months, by age and place of occurrence</p>","META_LAST_UPDATE__GLOBAL":"<p>2017-07-09</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>5.2.1: Proportion of ever-partnered women and girls aged 15 years and older subjected to physical, sexual or psychological violence by a current or former intimate partner in the previous 12 months, by form of violence and by age</p>\n<p>11.7.2: Proportion of persons victim of physical or sexual harassment, by sex, age, disability status and pace of occurrence, in the previous 12 months</p>\n<p>16.1.3: Proportion of population subjected to physical, psychological or sexual violence in the previous 12 months</p>\n<p>16.2.3: Proportion of young women and men aged 18-29 years who experienced sexual violence by age 18</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Entity for Gender Equality and the Empowerment of Women (UN Women)</p>\n<p>United Nations Children&apos;s Fund (UNICEF)</p>\n<p>United Nations Statistics Division (UNSD)</p>\n<p>World Health Organization (WHO)</p>\n<p>United Nations Population Fund (UNFPA)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Entity for Gender Equality and the Empowerment of Women (UN Women)</p>\n<p>United Nations Children&apos;s Fund (UNICEF)</p>\n<p>United Nations Statistics Division (UNSD)</p>\n<p>World Health Organization (WHO)</p>\n<p>United Nations Population Fund (UNFPA)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>This indicator measures the percentage of women and girls aged 15 years and older who have experienced sexual violence by persons other than an intimate partner, in the previous 12 months. </p>\n<p>Definition of sexual violence against women and girls is presented in the next section (Concepts).</p>\n<p><strong>Concepts:</strong></p>\n<p>According to the UN Declaration on the Elimination of Violence against Women (1993), Violence against Women is &#x201C;Any act of gender-based violence that results in, or is likely to result in, physical, sexual or psychological harm or suffering to women, including threats of such acts, coercion or arbitrary deprivation of liberty, whether occurring in public or in private life. Violence against women shall be understood to encompass, but not be limited to, the following: [&#x2026;], Physical, sexual and psychological violence occurring within the general community, including rape, sexual abuse, sexual harassment and intimidation at work, in educational institutions and elsewhere, trafficking in women and forced prostitution [&#x2026;]&#x201D;. See here for full definition: http://www.un.org/documents/ga/res/48/a48r104.htm</p>\n<p>Sexual violence is defined as any sort of harmful or unwanted sexual behaviour that is imposed on someone. It includes acts of abusive sexual contact, forced engagement in sexual acts, attempted or completed sexual acts without consent, incest, sexual harassment, etc. However, in most surveys that collect data on sexual violence against women and girls by non-partners the information collected is limited to forcing someone into sexual intercourse when she does not want to, as well as attempting to force someone to perform a sexual act against her will or attempting to force her into sexual intercourse. </p>\n<p>For a more detailed definition of sexual violence against women see <em>Guidelines for Producing Statistics on Violence against Women- Statistical Surveys</em> (UN, 2014).</p>","SOURCE_TYPE__GLOBAL":"<p>The main sources of intimate partner violence prevalence data are (1) specialized national surveys dedicated to measuring violence against women and (2) international household surveys that include a module on experiences of violence by women, such as the DHS.</p>\n<p>Although administrative data from health, police, courts, justice and social services, among other services used by survivors of violence, can provide information on violence against women and girls, these do not produce prevalence data, but rather incidence data or number of cases received in/reported to these services. We know that many abused women do not report violence and those who do, tend to be only the most serious cases. Therefore, administrative data should not be used as a data source for this indicator. </p>\n<p>For more information on recommended practices in production of violence against women statistics see: <em>UN Guidelines for Producing Statistics on Violence against Women- Statistical Surveys</em> (UN, 2014).</p>","COLL_METHOD__GLOBAL":"<p>An Inter-Agency Group on Violence against Women Data and its Technical Advisory Group is currently being established (jointly by WHO, UN Women, UNICEF, UNSD and UNFPA) to establish a mechanism for compiling harmonized country level data on this indicator.</p>","FREQ_COLL__GLOBAL":"<p>NA</p>","REL_CAL_POLICY__GLOBAL":"<p>NA</p>","DATA_SOURCE__GLOBAL":"<p>National Statistical Offices (in most cases) or line ministries/other government agencies that have conducted national surveys on violence against women and girls.</p>","COMPILING_ORG__GLOBAL":"<p>UN Women, UNICEF, UNSD, WHO, UNFPA</p>","RATIONALE__GLOBAL":"<p>Violence against women and girls is one of the most pervasive forms of human rights violations in the world. Evidence has shown that globally, an estimated 7% of women have been sexually assaulted by someone other than a partner at some point in their lives (WHO et al., 2013). Having data on this indicator will help understand the extent and nature of this form of violence and develop appropriate policies and programmes.</p>","REC_USE_LIM__GLOBAL":"<p><u>Comparability:</u></p>\n<p>The availability of comparable data remains a challenge in this area as many data collection efforts have relied on different survey methodologies and used different definitions of sexual violence and different survey question formulation. Diverse age groups are also often utilized. Willingness to discuss experiences of violence and understanding of relevant concepts may also differ according to the cultural context and this can affect reported prevalence levels.</p>\n<p>Efforts and investment will be required to develop an internationally-agreed standard and definition of sexual violence by non-partners that will enable comparison across countries.</p>\n<p><u>Regularity of data production:</u></p>\n<p>Since 1995, only some 40 countries have conducted more than one survey on violence against women and girls. Obtaining data on violence against women and girls is a costly and time-consuming exercise, no matter if they are obtained through stand-alone dedicated surveys or through modules inserted in other surveys. Not all VAW surveys, however, collect information on non-intimate partner violence. Monitoring this indicator with certain periodicity may be a challenge if sustained capacities are not built and financial resources are not available.</p>","DATA_COMP__GLOBAL":"<p>This indicator calls for disaggregation by age group and place of occurrence. No standard definitions and methods have been globally agreed yet to collect data on the place where the violence occurs, therefore this is not presented at this point in the computation method below. </p>\n<p>Number of women and girls aged 15 years and above who experience sexual violence by persons other than an intimate partner in the previous 12 months divided by the number of women and girls aged 15 years and above in the population multiplied by 100.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>When data for a country are entirely missing, no country-level estimate is published. </p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>No imputations are made in cases where country data are not available. Where regional and global figures are presented, clear notes on data limitations are provided. The number of countries included in the average is clearly indicated.</p>","REG_AGG__GLOBAL":"<p>Global aggregates are weighted averages of all the sub-regions that make up the world. Regional aggregates are weighted averages of all the countries within the region. Where data are not available for all countries in a given region, regional aggregates may still be calculated if the minimum threshold for population coverage is met. The number of countries included in the average is clearly indicated.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>About 100 countries have conducted violence against women national prevalence surveys or have included a module on violence against women in a national household survey on other topic, although not all include data on non-partner sexual violence. Moreover, not all these data are comparable and in many cases they are not collected on a regular basis.</p>\n<p>Comparable data are available for a sub-sample of women and girls aged 15-49 for 37 low- and middle-income countries.</p>\n<p><strong>Time series:</strong></p>\n<p>Time series are available for some countries. Global time series with comparable data not yet available. </p>\n<p><strong>Disaggregation:</strong></p>\n<p>In addition to age and place of occurrence, income/wealth, education, ethnicity (including indigenous status), disability status, geographic location, relationship with the perpetrator (including sex of perpetrator) and frequency and type of sexual violence (as proxy to severity) are suggested as desired variables for disaggregation for this indicator.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Only figures published by countries are used.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>http://evaw-global-database.unwomen.org/en</p>\n<p>data.unicef.org</p>\n<p>http://unstats.un.org/unsd/gender/default.html</p>\n<p><strong>References:</strong></p>\n<p>1. United Nations, 2014. Guidelines for Producing Statistics on Violence against Women- Statistical Surveys. </p>\n<p>2. United Nations, 2015. The World&#x2019;s Women 2015, Trends and Statistics. </p>\n<p>3. World Health Organization, Department of Reproductive Health and Research, London School of Hygiene and Tropical Medicine, South African Medical Research Council, 2013. Global and regional estimates of violence against women: prevalence and health effects of intimate partner violence and non-partner sexual violence. </p>\n<p>4. UN Women. 2016. Global Database on Violence against Women. Available at: <a href=\"http://evaw-global-database.unwomen.org/en\">http://evaw-global-database.unwomen.org/en</a></p>\n<p>5. UNICEF Data portal: <a href=\"http://data.unicef.org/child-protection/violence.html\">http://data.unicef.org/child-protection/violence.html</a></p>\n<p>6. UNSD Portal on the minimum set of gender indicators: <a href=\"http://genderstats.un.org/beta/index.html#/home\">http://genderstats.un.org/beta/index.html#/home</a></p>\n<p>7. UNSD dedicated portal for data and metadata on violence against women: http://unstats.un.org/unsd/gender/vaw/</p>","indicator":"5.2.2","target_id":"5.2","sdg_goal":"5","indicator_sort_order":"05-02-02"}