{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proporción de mujeres de entre 20 y 24 años que estaban casadas o mantenían una unión estable antes de cumplir los 15 años y antes de cumplir los 18 años","graph_titles":[],"graph_type":"line","indicator_name":"Proporción de mujeres de entre 20 y 24 años que estaban casadas o mantenían una unión estable antes de cumplir los 15 años y antes de cumplir los 18 años","indicator_number":"5.3.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 5: Achieve gender equality and empower all women and girls</p>","SDG_TARGET__GLOBAL":"<p>Target 5.3: Eliminate all harmful practices, such as child, early and forced marriage and female genital mutilation</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 5.3.1: Proportion of women aged 20&#x2013;24 years who were married or in a union before age 15 and before age 18</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Proportion of women aged 20-24 years who were married or in a union before age 15 (%)</p>\n<p>Proportion of women aged 20-24 years who were married or in a union before age 18 (%) </p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>Not applicable</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Children&apos;s Fund (UNICEF)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Children&apos;s Fund (UNICEF)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Proportion of women aged 20-24 years who were married or in a union before age 15 and before age 18.</p>\n<p><strong>Concepts:</strong></p>\n<p>Both formal (i.e., marriages) and informal unions are covered under this indicator. Informal unions are generally defined as those in which a couple lives together for some time, intends to have a lasting relationship, but for which there has been no formal civil or religious ceremony (i.e., cohabitation).</p>","UNIT_MEASURE__GLOBAL":"<p>Percent (%)</p>","CLASS_SYSTEM__GLOBAL":"<p>The indicator captures all formal and informal cohabiting unions. For comparability, age 18 is used as a standard across countries as the common age of majority, though the threshold age between childhood and adulthood varies across countries, as does the legal age at marriage.</p>","SOURCE_TYPE__GLOBAL":"<p>Household surveys such as UNICEF-supported Multiple Indicator Cluster Survey (MICS) and Demographic and Health Surveys (DHS) have been collecting data on this indicator in low- and middle-income countries since around the late 1980s. In some countries, such data are also collected through national censuses, other national household surveys, or administrative data.</p>","COLL_METHOD__GLOBAL":"<ul>\n  <li>\n    <ol>\n      <li>UNICEF undertakes a wide consultative process of compiling and assessing data from national sources for the purposes of updating its global databases on the situation of children. Up until 2017, the mechanism it used to collaborate with national authorities on ensuring data quality and international comparability on key indicators of relevance to children was known as Country Data Reporting on the Indicators for the Goals (CRING).</li>\n      <li>As of 2018, UNICEF launched a new country consultation process with national authorities on selected child-related global SDG indicators it is custodian or co-custodian for, to meet emerging standards and guidelines on data flows for global reporting of SDG indicators, which place strong emphasis on technical rigour, country ownership and use of official data and statistics. The consultation process solicited feedback directly from National Statistical Offices (NSOs), as well as other government agencies responsible for official statistics, on the compilation of the indicators, including the data sources used, and the application of internationally agreed definitions, classification and methodologies to the data from that source. Once reviewed, feedback is made available to countries on whether or not specific data points are accepted, and if not, the reasons why. </li>\n    </ol>\n  </li>\n</ul>","FREQ_COLL__GLOBAL":"<p>UNICEF will undertake an annual country consultation likely between December and January every year to allow for review and processing of the feedback received in order to meet global SDG reporting deadlines.</p>","REL_CAL_POLICY__GLOBAL":"<p>Annually in March.</p>","DATA_SOURCE__GLOBAL":"<p>National Statistical Offices (in most cases)</p>","COMPILING_ORG__GLOBAL":"<p>United Nations Children&apos;s Fund (UNICEF)</p>","INST_MANDATE__GLOBAL":"<p>UNICEF is responsible for global monitoring and reporting on the wellbeing of children. It provides technical and financial assistance to Member States to support their efforts to collect quality data on child marriage, including through the UNICEF-supported MICS household survey programme. UNICEF also compiles child marriage statistics with the goal of making internationally comparable datasets publicly available, and it analyses child marriage statistics which are included in relevant data-driven publications, including in its flagship publication, <em>The State of the World&#x2019;s Children.</em></p>","RATIONALE__GLOBAL":"<p>Marriage before the age of 18 is a fundamental violation of human rights. Child marriage often compromises a girl&#x2019;s development by resulting in early pregnancy and social isolation, interrupting her schooling, limiting her opportunities for career and vocational advancement and placing her at increased risk of intimate partner violence. In many cultures, girls reaching puberty are expected to assume gender roles associated with womanhood. These include entering a union and becoming a mother. The practice of early/child marriage is a direct manifestation of gender inequality. </p>\n<p>The issue of child marriage is addressed in a number of international conventions and agreements. Although marriage is not mentioned directly in the Convention on the Rights of the Child, child marriage is linked to other rights &#x2013; such as the right to freedom of expression, the right to protection from all forms of abuse, and the right to be protected from harmful traditional practices.</p>","REC_USE_LIM__GLOBAL":"<p>There are existing tools and mechanisms for data collection that countries have implemented to monitor the situation with regards to this indicator. The modules used to collect information on marital status among women and men of reproductive age (15-49 years) in the DHS and MICS have been fully harmonized.</p>\n<p>The measure of child marriage is retrospective in nature by design, capturing age at first marriage among a population that has completed the risk period (i.e., adult women). While it is also possible to measure the current marital status of girls under age 18, such measures would provide an underestimate of the level of child marriage, as girls who are not currently married may still do so before they turn 18. For more details on interpretation and common pitfalls for this indicator, see: <a href=\"https://data.unicef.org/wp-content/uploads/2020/06/A-Generation-to-Protect-publication-English_2020.pdf\"><em>A Generation to Protect: Monitoring violence exploitation and abuse of children within the SDG framework</em></a><em> </em>(UNICEF 2020).</p>","DATA_COMP__GLOBAL":"<p>Number of women aged 20-24 who were first married or in union before age 15 (or before age 18) divided by the total number of women aged 20-24 in the population multiplied by 100.</p>","DATA_VALIDATION__GLOBAL":"<p>A wide consultative process is undertaken to compile, assess and validate data from national sources. </p>\n<p>The consultation process solicited feedback directly from National Statistical Offices, as well as other government agencies responsible for official statistics, on the compilation of the indicators, including the data sources used, and the application of internationally agreed definitions, classification and methodologies to the data from that source. The results of this country consultation are reviewed by UNICEF as the custodian agency. Once reviewed, feedback is made available to countries on whether or not specific data points are accepted, and if not, the reasons why. </p>","ADJUSTMENT__GLOBAL":"<p>Not applicable</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>When data for a country are entirely missing, UNICEF does not publish any country-level estimate.</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>The regional average is applied to those countries within the region with missing values for the purposes of calculating regional aggregates only but are not published as country-level estimates. Regional aggregates are only published when at least 50 percent of the regional population for the relevant age group are covered by the available data.</p>","REG_AGG__GLOBAL":"<p>Global aggregates are weighted averages of all the sub-regions that make up the world. Regional aggregates are weighted averages of all the countries within the region.</p>","DOC_METHOD__GLOBAL":"<p>Countries gather data on child marriage through household surveys such as UNICEF-supported MICS or Demographic and Health Surveys. In some countries, such data are also collected through other national household surveys. </p>","QUALITY_MGMNT__GLOBAL":"<p>The process behind the production of reliable statistics on child marriage is well established within UNICEF. The quality and process leading to the production of the SDG indicator 5.3.1 is ensured by working closely with the statistical offices and other relevant stakeholders through a consultative process.</p>","QUALITY_ASSURE__GLOBAL":"<p>UNICEF maintains the global database on child marriage that is used for SDG and other official reporting. Before the inclusion of any data point in the database, it is reviewed by technical focal points at UNICEF headquarters to check for consistency and overall data quality. This review is based on a set of objective criteria to ensure that only the most recent and reliable information are included in the databases. These criteria include the following: data sources must include proper documentation; data values must be representative at the national population level; data are collected using an appropriate methodology (e.g., sampling); data values are based on a sufficiently large sample; data conform to the standard indicator definition including age group and concepts, to the extent possible; data are plausible based on trends and consistency with previously published/reported estimates for the indicator.</p>","QUALITY_ASSMNT__GLOBAL":"<p>Data consistency and quality checks are regularly conducted for validation of the data before dissemination. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Comparable data on this indicator are currently available for 126 countries.</p>\n<p><strong>Time series:</strong></p>\n<p>At the country level, the latest available data for indicator 5.3.1 are published. At the regional and global levels, time series estimates are published for 5-year intervals beginning from 2000.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>None </p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>The estimates compiled and presented at global level come directly from nationally produced data and are not adjusted or recalculated.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p><a href=\"https://data.unicef.org/topic/child-protection/child-marriage/\">https://data.unicef.org/topic/child-protection/child-marriage/</a> </p>\n<p><strong>References:</strong></p>\n<p><a href=\"https://data.unicef.org/topic/child-protection/child-marriage/\">https://data.unicef.org/topic/child-protection/child-marriage/</a> </p>\n<p><a href=\"https://data.unicef.org/resources/a-generation-to-protect/\">https://data.unicef.org/resources/a-generation-to-protect/</a> </p>","indicator":"5.3.1","target_id":"5.3","sdg_goal":"5","indicator_sort_order":"05-03-01"}