{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proporción de escaños ocupados por mujeres en a) los parlamentos nacionales y b) los gobiernos locales","graph_titles":[],"graph_type":"line","indicator_name":"Proporción de escaños ocupados por mujeres en a) los parlamentos nacionales y b) los gobiernos locales","indicator_number":"5.5.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 5: Achieve gender equality and empower all women and girls</p>","SDG_TARGET__GLOBAL":"<p>Target 5.5: Ensure women&#x2019;s full and effective participation and equal opportunities for leadership at all levels of decision-making in political, economic and public life</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 5.5.1: Proportion of seats held by women in (a) national parliaments and (b) local governments</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Proportion of elected seats held by women in deliberative bodies of local government (%) SG_GEN_LOCGELS</p>","META_LAST_UPDATE__GLOBAL":"2023-07-10","SDG_RELATED_INDICATORS__GLOBAL":"<p>Indicator 5.5.1(a): proportion of seats held by women in single or lower chambers of national parliaments.</p>\n<p>Indicator 16.7.1: Proportions of positions (by age group, sex, persons with disabilities and population groups) in public institutions (national and local), including (a) the legislatures; (b) the public service; and (c) the judiciary, compared to national distributions</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Entity for Gender Equality and the Empowerment of Women (UN-Women)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>UN-Women</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Indicator 5.5.1(b) measures the proportion of positions held by women in local government.</p>\n<p>It is expressed as a percentage of elected positions held by women in legislative/ deliberative bodies of local government. </p>\n<h2>Concepts: </h2>\n<p><strong><u>Local government</u></strong> is a result of decentralization, a process of transferring political, fiscal, and administrative powers from the central government to sub-national units of government to regulate and/or run certain government functions or public services, on their own, in the administrative-territorial areas of a country. </p>\n<p>The definition of local government follows the 2008 System of National Accounts (SNA) distinction between central, state, and local government (para 4.129). Local government consists of local government units, defined in the SNA as &#x201C;institutional units whose fiscal, legislative and executive authority extends over the smallest geographical areas distinguished for administrative and political purposes&#x201D; (para 4.145). What constitutes the local government of a given country is defined by that country&#x2019;s national legal framework, including national constitutions and local government acts or equivalent legislation.</p>\n<p>Each local government unit typically includes a legislative/ deliberative body and an executive body. <u>Legislative/ deliberative bodies</u>, such as councils or assemblies, are formal entities with a prescribed number of members as per national or state legislation. They are usually elected by universal suffrage and have decision-making power, including the ability to issue by-laws, on a range of local aspects of public affairs. </p>\n<p>Executive bodies, consisting of an executive committee or a mayor, may be elected or appointed. They prepare and execute decisions made by the legislative/ deliberative body. </p>\n<p><u>Elected positions</u> are the most common manner of selection of local government members. They are selected in local elections, based on a system of choosing political office holders in which the voters cast ballots for the person, persons, or political party that they desire to see elected. The category of elected positions includes both elected persons who competed on openly contested seats and persons selected during the electoral processes on reserved seats or through a candidate quota.</p>\n<p>By comparison, members selected for appointed positions (the least common manner of selection of local government members) are nominated, typically by government officials from higher-ranking tiers of government. Appointed members of local government are more frequent among the leadership positions, such as the heads of the executive body, representatives of specific groups (e.g., women, disadvantaged groups, youth); and temporary committees/delegations/caretakers appointed by government officials when a council has been dissolved.</p>","UNIT_MEASURE__GLOBAL":"<p>Percent (%)</p>","CLASS_SYSTEM__GLOBAL":"<p>Relevant concepts, definitions and classifications are based the <a href=\"https://unstats.un.org/unsd/nationalaccount/sna2008.asp\">2008 System of National Accounts (SNA)</a> and the 2020 <a href=\"https://localgov.unwomen.org/sites/default/files/resource-pdf/2021-04/Handbook_governance_statistics.pdf\">Handbook on Governance Statistics</a> (Praia City Group on Governance Statistics). </p>","SOURCE_TYPE__GLOBAL":"<p><u>Administrative data based on electoral records</u> are the main source of data on elected members of local government, and the recommended data source for Indicator 5.5.1(b). Electoral records are produced and upheld by Electoral Management Bodies (EMBs) or equivalent bodies tasked with organizing elections at the local level. EMBs are part of the National Statistical Systems and are often specifically mentioned in the national statistics acts as producers of official statistics. </p>\n<p>The use of electoral records to measure women&#x2019;s representation in local government and monitoring of Indicator 5.5.1(b) is cost-effective, straightforward, and timely. No adjustments or estimates are necessary to transform the administrative information into statistics for monitoring the indicator. The conceptual framework at the basis of Indicator 5.5.1(b) is consistent with the conceptual framework at the basis of local elections, as both are provided by the national legal framework. The data used to calculate Indicator 5.5.1(b) refers to information on election winners, disaggregated by sex, and the coverage of the reference population (in this case, the elected officials) should be complete. In countries where electoral records are electronic and centralized, information on the numbers of women and men in elected positions can be made available as soon as the official results of elections are released. </p>\n<p><u>Two other types of sources of data</u> may be used in the few instances where electoral records are not electronic or not centralized. One additional type of source is also administrative and refers to public administration data available to line ministries overseeing local government. However, its use for statistics may be less straightforward compared to centralized electoral records. The scope of public administration records is beyond the elected positions, and information on women and men in elected positions of local government may be mixed with information on public administration employees, which are not covered by this indicator. Therefore, additional data processing and resources may be required to carefully extract the information needed. In some cases, the forms used as the basis for administrative records may need to be modified to ensure recording of the positions as being elected, in legislative/deliberative bodies, as well as the sex of persons in those positions. In other cases, some elected positions may not be covered in the records maintained, for example, if the administrative records are restricted to only those positions that are on the government payroll. </p>\n<p>Another type of data source that may provide information on women and men in local government in the absence of centralized electronic election records, refers to existing surveys or censuses using local government units as units of observation. These surveys or censuses may be undertaken by National Statistical Offices and/or line ministries and may take the form of (a) local government censuses or surveys; (b) establishment surveys; and (c) municipality surveys. These surveys/censuses may already include, in the data collection tool dedicated to their main purpose, a few questions on the number of members of local legislative/deliberative and executive bodies by sex and other individual characteristics such as age and education; or may require the integration of such questions. Like other censuses and surveys, a low response rate can result in bias in the statistics obtained. Sampling errors may also add to the bias, in ways that cannot be assessed in the absence of a good understanding of the distribution of women&#x2019;s and men&#x2019;s representation across different local government units across the territory of a country.</p>","COLL_METHOD__GLOBAL":"<p>The compilation of data, coordinated by UN Women and undertaken with the support of UN Regional Commissions, uses two mechanisms:</p>\n<ul>\n  <li>Data request forms sent to Electoral Management Bodies (EMBs) and National Statistical Offices (NSOs) directly or through UN Regional Commissions; </li>\n  <li>On-line dissemination of data by NSS entities who are the primary source of data or in charge with coordination of SDGs, including EMBs and/or NSOs. This process is done in a transparent manner, based on communication with NSS focal points, so that the NSS has a chance to validate or dismiss a country&#x2019;s compiled data. </li>\n</ul>","FREQ_COLL__GLOBAL":"<p>After establishing the global baseline, the data will be compiled every year, in January of each year, and/or after local elections have taken place. Countries with new local elections are targeted to avoid overburdening national stakeholders reporting data.</p>","REL_CAL_POLICY__GLOBAL":"<p>Second quarter of the year.</p>","DATA_SOURCE__GLOBAL":"<p>Data are provided by Electoral Management Bodies and/or in coordination with National Statistical Offices.</p>","COMPILING_ORG__GLOBAL":"<p>UN Women with the support of UN Regional Commissions.</p>","INST_MANDATE__GLOBAL":"<p>UN Women is committed through its work at the global, regional, and country level to support Member States in filling critical gaps in generating data and using data-based analysis to advance gender equality and women&#x2019;s empowerment. As part of its mandate, the organization supports Member States in setting and implementing normative standards, <a href=\"https://www.unwomen.org/en/how-we-work/un-system-coordination\">coordinates</a> the UN system&#x2019;s work on gender equality, conducts data-based research, and develops practice-based tools to inform the design of policies and programmes. </p>","RATIONALE__GLOBAL":"<p>Women&#x2019;s and men&#x2019;s right to exercise their political rights on an equal basis, and at all levels of decision-making, is recognized in the SDGs and enshrined in many human and political rights declarations, conventions and resolutions agreed to by most countries in the world. Indicator 5.5.1(b) measures the degree to which gender balance has been achieved, and women have equal access to, political decision-making in local government. </p>\n<p>Indicator 5.5.1(b) complements Indicator 5.5.1(a) on women in national parliaments, and accounts for the representation of women among the millions of members of local governments that influence (or have the potential to influence) the lives of local communities around the world. All tiers of local government are covered by the indicator, consistent with national legal frameworks defining local government.</p>","REC_USE_LIM__GLOBAL":"<p>Indicator 5.5.1(b) refers to the representation of women among elected positions of legislative/deliberative bodies of local government. This is a strength, because it ensures comparability across countries, at a low cost, and mirrors the SDG indicator measuring women&#x2019;s representation at the national level, in parliament. This is also a limitation in that the indicator does not consider other positions in local government. Local government officials holding executive positions who are not simultaneously holding a position within the legislative/deliberative body, or who are appointed and not elected, are not considered in this indicator. </p>\n<p>It is recommended that women&#x2019;s representation in executive positions, particularly at the level of the head of the executive (such as the mayor), is monitored separately at national and global levels, but not as a headline SDG indicator.</p>\n<p>Importantly, the indicator refers to representation among members of local government and not the quality of their participation. Countries may therefore consider assessing political participation through national or subnational studies involving qualitative and/or quantitative methods of research. Additional indicators of political participation may also be monitored at the national level, such as women&#x2019;s share among voters and candidates in local elections, to monitor the closing of other gaps in women&#x2019;s political participation. </p>\n<p>Finally, aspects of local governance beyond the formal institutions of local government, such as public administration staff, are not included in indicator 5.5.1(b) and may be covered by other indicators in the SDG framework, particularly within Goal 16 on inclusive societies.</p>","DATA_COMP__GLOBAL":"<p>The method of computation is as follows: </p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mi>I</mi>\n    <mi>n</mi>\n    <mi>d</mi>\n    <mi>i</mi>\n    <mi>c</mi>\n    <mi>a</mi>\n    <mi>t</mi>\n    <mi>o</mi>\n    <mi>r</mi>\n    <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n    <mn>5</mn>\n    <mo>.</mo>\n    <mn>5</mn>\n    <mo>.</mo>\n    <mn>1</mn>\n    <mo>(</mo>\n    <mi>b</mi>\n    <mo>)</mo>\n    <mo>=</mo>\n    <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n    <mfrac>\n      <mrow>\n        <mfenced separators=\"|\">\n          <mrow>\n            <mi>N</mi>\n            <mi>u</mi>\n            <mi>m</mi>\n            <mi>b</mi>\n            <mi>e</mi>\n            <mi>r</mi>\n            <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n            <mi>o</mi>\n            <mi>f</mi>\n            <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n            <mi>s</mi>\n            <mi>e</mi>\n            <mi>a</mi>\n            <mi>t</mi>\n            <mi>s</mi>\n            <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n            <mi>h</mi>\n            <mi>e</mi>\n            <mi>l</mi>\n            <mi>d</mi>\n            <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n            <mi>b</mi>\n            <mi>y</mi>\n            <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n            <mi>w</mi>\n            <mi>o</mi>\n            <mi>m</mi>\n            <mi>e</mi>\n            <mi>n</mi>\n          </mrow>\n        </mfenced>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mo>&#xD7;</mo>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mn>100</mn>\n      </mrow>\n      <mrow>\n        <mi>T</mi>\n        <mi>o</mi>\n        <mi>t</mi>\n        <mi>a</mi>\n        <mi>l</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi>n</mi>\n        <mi>u</mi>\n        <mi>m</mi>\n        <mi>b</mi>\n        <mi>e</mi>\n        <mi>r</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi>o</mi>\n        <mi>f</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi>s</mi>\n        <mi>e</mi>\n        <mi>a</mi>\n        <mi>t</mi>\n        <mi>s</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi>h</mi>\n        <mi>e</mi>\n        <mi>l</mi>\n        <mi>d</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi>b</mi>\n        <mi>y</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi>w</mi>\n        <mi>o</mi>\n        <mi>m</mi>\n        <mi>e</mi>\n        <mi>n</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi>a</mi>\n        <mi>n</mi>\n        <mi>d</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi>m</mi>\n        <mi>e</mi>\n        <mi>n</mi>\n      </mrow>\n    </mfrac>\n    <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n  </math></p>\n<h2>Unit:</h2>\n<p>Percent (%)</p>","DATA_VALIDATION__GLOBAL":"<p>Data obtained from national stakeholders are checked for consistency against the information on local government organization, electoral and quota systems maintained by UN Women for each country and additional government (<a href=\"https://localgov.unwomen.org/\">Women in Local Government</a> website) and research-based publicly available information provided by UN Women country offices and UN country teams as needed. In addition, in partnership with UN Regional Commissions, new data are checked against data previously reported by country. Potential discrepancies are solved in collaboration with the National Statistical Offices before data are disseminated or used for analysis.</p>","ADJUSTMENT__GLOBAL":"<p>There are no adjustments to the country data.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>Not Imputed</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>Not Imputed</p>","REG_AGG__GLOBAL":"<p>Regional averages are computed as weighted averages by number of elected local councillors in each country with available data. The following data are not included in the calculations: outdated data (data older than 7 years in countries with new elections) and data on positions that are not covered by the indicator (appointed positions for example). The number of countries with data used to calculate the averages is indicated in data footnotes. The reference date for global and regional averages is 1 January.</p>","DOC_METHOD__GLOBAL":"<p>- Webinars and workshops with national data providers are organized periodically by UN Women in collaboration with UN Regional Commissions. </p>\n<p>- International guidance on data sources relevant for the indicator is provided in handbooks and manuals under the coordination of the Praia City Group on Governance Statistics, including in the <a href=\"https://localgov.unwomen.org/resource/handbook-governance-statistics\">2020 Handbook on Governance Statistics</a>. </p>\n<p>- Information on local government organization, electoral systems and legislated electoral quotas, for each country, is available at <a href=\"https://localgov.unwomen.org/\">Women in Local Government</a> Website.</p>","QUALITY_MGMNT__GLOBAL":"<p>UN Women and UN Regional Commissions have teams dedicated to data compilation and validation. See also section 4.d for details on data validation and quality checks. </p>","QUALITY_ASSURE__GLOBAL":"<p>See sections 4.d and 4.i. In addition, UN Women is committed to quality assurance of data-based and other knowledge products through internal coordination and peer-review processes.</p>","QUALITY_ASSMNT__GLOBAL":"<p>See sections 4.d to 4.j. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Data on women&#x2019;s and men&#x2019;s representation in elected positions of legislative/ deliberative bodies of local government are currently estimated as available for 89 countries in the world. This estimate is based on a count of countries covered by regional databases in Europe, Latin America, and the Caribbean, and ad-hoc studies in Asia and the Pacific. However, the indicator used varies from one region to another. The count of countries is expected to change after the methodology of the indicator is used consistently across countries and regions.</p>\n<p><strong>Time series:</strong></p>\n<p>Each year in the time series shows data for countries with new elections or new data sources in previous year. By default, reference date is 1 January and exceptions are indicated in the footnotes. </p>\n<p><strong>Disaggregation: </strong></p>\n<p>Data on elected positions in legislative/deliberative bodies of local government must be disaggregated by sex to enable the calculation of the indicator. No additional disaggregation is required for SDG reporting.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>There are no discrepancies. Data are reported by entities of National Statistical Systems, including Electoral Management Bodies and National Statistical Offices.</p>","OTHER_DOC__GLOBAL":"<p>ECLAC, 2016a. CEPALSTAT: Databases and statistical publications. https://oig.cepal.org/en/autonomies/autonomy-decision-making (accessed January-April 2016)</p>\n<p>European Commission, 2016a. Database on women and men in decision-making (WMID). <a href=\"http://ec.europa.eu/justice/gender-equality/gender-decision-making/database/index_en.htm\">http://ec.europa.eu/justice/gender-equality/gender-decision-making/database/index_en.htm</a> (accessed January-April 2016)</p>\n<p>European Commission, International Monetary Fund, Organization for Economic Co-operation, and Development, United Nations, and the World Bank, 2009<em>. The 2008 System of National Accounts.</em></p>\n<p>Praia City Group on Governance Statistics, 2020. Handbook on Governance Statistics. https://localgov.unwomen.org/sites/default/files/resource-pdf/2021-04/Handbook_governance_statistics.pdf</p>\n<p>UNECE, 2016a. Public life and decision-making database. <a href=\"http://w3.unece.org/PXWeb2015/pxweb/en/STAT/STAT__30-GE__05-PublicAnddecision\">http://w3.unece.org/PXWeb2015/pxweb/en/STAT/STAT__30-GE__05-PublicAnddecision</a> (accessed January-April 2016).</p>\n<p>UNDP, 2014. Gender Equality: Women&#x2019;s participation and leadership in governments at the local level. Asia and the Pacific 2013. Bangkok, UNDP.</p>\n<p>United Nations, 2011. <em>Using Administrative and Secondary Sources for Official Statistics: A Handbook of Principles and Practices</em>. UNECE.</p>\n<p>UN Women, 2021. Women in Local Government Website. <a href=\"https://localgov.unwomen.org/\">https://localgov.unwomen.org/</a> (accessed May 2023).</p>\n<p>UN Women and UNDP, 2015. Inclusive Electoral Processes: A guide for Electoral Management Bodies on Promoting Gender Equality and Women&#x2019;s Participation.</p>","target_number":"5.5","goal_number":"5","indicator_sort_order":"05-05-01"}