{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proporción de mujeres de entre 15 y 49 años que toman sus propias decisiones informadas sobre las relaciones sexuales, el uso de anticonceptivos y la atención de la salud reproductiva","graph_titles":[],"graph_type":"line","indicator_name":"Proporción de mujeres de entre 15 y 49 años que toman sus propias decisiones informadas sobre las relaciones sexuales, el uso de anticonceptivos y la atención de la salud reproductiva","indicator_number":"5.6.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 5: Achieve gender equality and empower all women and girls</p>","SDG_TARGET__GLOBAL":"<p>Target 5.6: Ensure universal access to sexual and reproductive health and reproductive rights as agreed in accordance with the Programme of Action of the International Conference on Population and Development and the Beijing Platform for Action and the outcome documents of their review conferences</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 5.6.1: Proportion of women aged 15&#x2013;49 years who make their own informed decisions regarding sexual relations, contraceptive use and reproductive health care</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Proportion of women who make their own informed decisions regarding sexual relations, contraceptive use and reproductive health care (% of women aged 15-49 years) SH_FPL_INFM</p>\n<p>Proportion of women who make their own informed decisions regarding reproductive health care (% of women aged 15-49 years) SH_FPL_INFMRH</p>\n<p>Proportion of women who make their own informed decisions regarding contraceptive use (% of women aged 15-49 years) SH_FPL_INFMCU</p>\n<p>Proportion of women who make their own informed decisions regarding sexual relations (% of women aged 15-49 years) SH_FPL_INFMSR</p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>Indicator 3.1.1: Maternal mortality ratio</p>\n<p>Indicator 3.1.2: Proportion of births attended by skilled health personnel</p>\n<p>Indicator 3.7.1: Proportion of women of reproductive age (aged 15&#x2013;49 years) who have their need for family planning satisfied with modern methods</p>\n<p>Indicator 3.7.2: Adolescent birth rate (aged 10&#x2013;14 years; aged 15&#x2013;19 years) per 1,000 women in that age group</p>\n<p>Indicator 5.2.1: Proportion of ever-partnered women and girls aged 15 years and older subjected to physical, sexual or psychological violence by a current or former intimate partner in the previous 12 months, by form of violence and by age</p>\n<p>Indicator 5.6.2: Number of countries with laws and regulations that guarantee full and equal access to women and men aged 15 years and older to sexual and reproductive health care, information and education</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Population Fund (UNFPA)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Population Fund (UNFPA)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Proportion of women aged 15-49 years (married or in union) who make their own decision on all three selected areas i.e. decide on their own health care; decide on use of contraception; and can say no to sexual intercourse with their husband or partner if they do not want. Only women who provide a &#x201C;yes&#x201D; answer to all three components are considered as women who make their own decisions regarding sexual and reproductive health. A union involves a man and a woman regularly cohabiting in a marriage-like relationship.</p>\n<p>Women&#x2019;s autonomy in decision-making and exercise of their reproductive rights is assessed from responses to the following three questions:</p>\n<p>1. Who usually makes decisions about health care for yourself?</p>\n<p>&#x2013; RESPONDENT </p>\n<p>&#x2013; HUSBAND/PARTNER</p>\n<p>&#x2013; RESPONDENT AND HUSBAND/PARTNER JOINTLY</p>\n<p>&#x2013; SOMEONE ELSE</p>\n<p>&#x2013; OTHER, SPECIFY </p>\n<p>2. Who usually makes the decision on whether or not you should use contraception? </p>\n<p>&#x2013; RESPONDENT </p>\n<p>&#x2013; HUSBAND/PARTNER </p>\n<p>&#x2013; RESPONDENT AND HUSBAND/PARTNER JOINTLY</p>\n<p>&#x2013; SOMEONE ELSE</p>\n<p>&#x2013; OTHER, SPECIFY</p>\n<p>3. Can you say no to your husband/partner if you do not want to have sexual intercourse?</p>\n<p>&#x2013; YES </p>\n<p>&#x2013; NO </p>\n<p>&#x2013; DEPENDS/NOT SURE</p>\n<p>A woman is considered to have autonomy in reproductive health decision making and to be empowered to exercise their reproductive rights if they (1) decide on health care for themselves, either alone or jointly with their husbands or partners, (2) decide on use or non-use of contraception, either alone or jointly with their husbands or partners; and (3) can say no to sex with their husband/partner if they do not want to.</p>","UNIT_MEASURE__GLOBAL":"<p>Percent (%)</p>","CLASS_SYSTEM__GLOBAL":"<p>Adopted by 179 governments, the 1994 International Conference on Population and Development (ICPD) Programme of Action marked a fundamental shift in global thinking on population and development issues. It moved away from a focus on reaching specific demographic targets to a focus on the needs, aspirations and rights of individual women and men. The Programme of Action asserted that everyone counts, that the true focus of development policy must be the improvement of individual lives and the measure of progress should be the extent to which we address inequalities. For more information on ICPD Programme of Action, please visit </p>\n<p><a href=\"https://www.unfpa.org/sites/default/files/pub-pdf/programme_of_action_Web%20ENGLISH.pdf\">https://www.unfpa.org/sites/default/files/pub-pdf/programme_of_action_Web%20ENGLISH.pdf</a>. </p>","SOURCE_TYPE__GLOBAL":"<p>Data are mainly derived from nationally representative Demographic and Health Surveys (DHS). Data sources increasingly include Multiple Indicator Cluster Surveys (MICS) and Generations and Gender Surveys (GGS), and other country-specific household surveys.</p>","COLL_METHOD__GLOBAL":"<p>Data is collected in line with the methodology used for the relevant national survey. Data for SDG indicator 5.6.1 may be collected through existing country-specific surveys. For existing national household surveys, it must be ascertained that the sampling design does not systematically exclude subgroups of the population that are important to SDG 5.6.1, specifically, women of reproductive age (15-49) that are currently married or in a union. Surveys that cover only certain population subgroups, such as women who speak the dominant language or women from the main ethnic group, may exclude the experiences of many women. Data on the ethnicity and religion of the survey participants should be collected whenever available. The survey should have a large sample size (usually between 5,000 and 30,000 households), be nationally representative, and be representative, at least, at one administrative level below the national level.</p>\n<p>Surveys on unrelated topics may not be good candidates for the incorporation of the SDG 5.6.1 questions. The sensitivity of the topics addressed in health surveys those examining women&#x2019;s health, makes them a feasible instrument for incorporating questions on women&#x2019;s experience of decision making in health care, use of contraceptives, and sexual relations for themselves.</p>\n<p>To generate data for SDG 5.6.1, all three questions must be included in the survey. The three questions in the Definition section provide generic questions that can be used in country-specific surveys. The first and the second questions should include distinct categories for women making decisions themselves, and women making decisions jointly with their husband/partner. </p>","FREQ_COLL__GLOBAL":"<p>As per DHS, MICS, GGS and country-specific survey cycles</p>","REL_CAL_POLICY__GLOBAL":"<p>Annual</p>","DATA_SOURCE__GLOBAL":"<p>Agencies responsible for household surveys at national level.</p>","COMPILING_ORG__GLOBAL":"<p>United Nations Population Fund (UNFPA)</p>","INST_MANDATE__GLOBAL":"<p>The mandate of UNFPA, as established by the United Nations Economic and Social Council (ECOSOC) in 1973 and reaffirmed in 1993, is (1) to build the knowledge and the capacity to respond to needs in population and family planning; (2) to promote awareness in both developed and developing countries of population problems and possible strategies to deal with these problems; (3) to assist their population problems in the forms and means best suited to the individual countries&apos; needs; (4) to assume a leading role in the United Nations system in promoting population programmes, and to coordinate projects supported by the Fund.</p>\n<p> </p>\n<p>At the International Conference on Population and Development (ICPD), held in Cairo in 1994, these broad ideas were elaborated to emphasize the gender and human rights dimensions of population. UNFPA was given the lead in helping countries carry out the Programme of Action adopted by 179 governments at the Cairo Conference. In 2010, the United Nations General Assembly extended the ICPD beyond 2014, which was the original end date for the 20-year Programme of Action.</p>","RATIONALE__GLOBAL":"<p>Women&#x2019;s and girls&#x2019; autonomy in decision-making about sexual and reproductive health services, contraceptive use, and consensual sexual relations is key to their empowerment and the complete exercise of their reproductive rights. </p>\n<p>Women who make their own decision regarding seeking healthcare for themselves are considered empowered to exercise their reproductive rights.</p>\n<p>Regarding decision-making on the use of contraception, a clearer understanding of women empowerment is obtained by looking at the indicator from the perspective of decisions being made &#x201C;mainly by the partner&#x201D;, as opposed to a decision being made &#x201C;by the woman alone&#x201D; or &#x201C;by the woman jointly with the partner&#x201D;. Depending on the type of contraceptive method being used, a decision by the woman &#x201C;alone&#x201D; or &#x201C;jointly with the partner&#x201D; does not always entail that the woman is empowered or has bargaining skills. Conversely, it is safe to assume that a woman that does not participate, at all, in making contraceptive choices is disempowered as far as sexual and reproductive decisions are concerned. </p>\n<p>A woman&#x2019;s ability to say no to her husband/partner if she does not want to have sexual intercourse is well aligned with the concept of sexual autonomy and women&#x2019;s empowerment.</p>","REC_USE_LIM__GLOBAL":"<p>Until recently, the indicator captured results for married and in-union women and adolescent girls of reproductive age (15&#x2013;49 years old) <u>who are using any type of contraception</u>. In the phase of the national Demographic and Health Survey (DHS&#x2013;7) and later rounds, as well as in other data collection instruments including the MICS and GGS, the questionnaire is extended to respondents whether they are using contraception or not. The measure does not cover women and girls that are not married or in a union, as they do not usually make &#x201C;joint decisions&#x201D; on their health care with their partners.</p>\n<p>As of early 2022, a total of 64 countries, the majority in sub-Saharan Africa, have at least one survey with data on all three questions necessary for calculating Indicator 5.6.1. 28 countries have at least 2 data points between 2006 and 2020. Broader data sources are needed, and efforts to increase data coverage are underway. </p>\n<p>In many national contexts, household surveys, which are the main data source for this indicator, exclude the homeless and are likely to under-enumerate linguistic or religious minority groups.</p>","DATA_COMP__GLOBAL":"<p>Numerator: Number of married or in union women and girls aged 15-49 years old:</p>\n<p>&#x2013; for whom decision on health care for themselves is not usually made by the husband/partner or someone else; and</p>\n<p>&#x2013; for whom the decision on contraception is not mainly made by the husband/partner; and </p>\n<p>&#x2013; who can say no to sex.</p>\n<p>Only women who satisfy all three empowerment criteria are included in the numerator. </p>\n<p>Denominator: Total number of women and girls aged 15-49 years old, who are married or in union. </p>\n<p>Proportion = (Numerator/Denominator) * 100</p>","DATA_VALIDATION__GLOBAL":"<p>Annual country consultation on new and existing data that were calculated from survey microdata sets was conducted in the first three year of the SDG reporting. Countries are encouraged to publish indicator data in the survey reports. </p>","ADJUSTMENT__GLOBAL":"<p>Not applicable</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>No attempt from UNFPA to provide and publish estimates for individual countries or areas when country or area data are not available. </p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>Regional aggregates are based on countries where data are available within the region. They should not be treated as country-level estimates for countries with missing values within the region.</p>","REG_AGG__GLOBAL":"<p>Global and regional aggregates are computed as weighted averages of country-level data. The weighting is based on the estimated population of married women aged 15-49 who are using any type of contraception in the reporting year. The estimates of the number of women married/ in union and contraceptive prevalence rate are obtained from UN Population Division.</p>","DOC_METHOD__GLOBAL":"<p>For more information, please refer to <a href=\"https://www.unfpa.org/sdg-5-6\">https://www.unfpa.org/sdg-5-6</a>. Further guidelines on collecting data for SDG 5.6.1 in national household surveys is available upon request. </p>","QUALITY_MGMNT__GLOBAL":"<p>UNFPA has released technical guidance on core questions for collecting data for SDG indicator 5.6.1, and provides technical support through UNFPA regional and country offices to strengthen national monitoring of women&apos;s decision making on sexual and reproductive health.</p>","QUALITY_ASSURE__GLOBAL":"<p>UNFPA maintains the global database on SDG 5.6.1. Before including any national data in the global database, UNFPA technical focal points thoroughly assess the survey methodology used to collect SDG 5.6.1 data to determine the level of comparability across countries and over time in a specific country.</p>","QUALITY_ASSMNT__GLOBAL":"<p>Not applicable</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Currently, 64 countries have at least one survey with data on all the questions above which are necessary for calculating Indicator 5.6.1. The 64 countries with data are distributed as follows: </p>\n<ul>\n  <li>Central Asia and Southern Asia (7)</li>\n  <li>Eastern Asia and South-eastern Asia (5) </li>\n  <li>Northern America and Europe (5)</li>\n  <li>Western Asia and Northern Africa (3)</li>\n  <li>Latin America and the Caribbean (7) </li>\n  <li>Sub-Saharan Africa (36)</li>\n  <li>Oceania (1)</li>\n</ul>\n<p>Several countries have only one or two of the three questions needed to calculate Indicator 5.6.1. UNFPA engages with major international and regional survey programs, as well as national and international organizations and agencies to incorporate the questions in relevant household surveys to cover all countries on a global scale. </p>\n<p><strong>Time series:</strong></p>\n<p>Currently data comes from household surveys which have three to five- year cycles.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Based on available household survey data, disaggregation is possible by age, geographic location, place of residence, education, and wealth quintile.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Not applicable</p>","OTHER_DOC__GLOBAL":"<p><strong>URL: </strong></p>\n<p><a href=\"https://www.unfpa.org/sdg-5-6\">https://www.unfpa.org/sdg-5-6</a></p>\n<p> </p>\n<p><strong>References:</strong></p>\n<p>International Conference on Population and Development Programme of Action</p>\n<p><a href=\"https://www.unfpa.org/sites/default/files/pub-pdf/programme_of_action_Web%20ENGLISH.pdf\">https://www.unfpa.org/sites/default/files/pub-pdf/programme_of_action_Web%20ENGLISH.pdf</a>. </p>","indicator":"5.6.1","target_id":"5.6","sdg_goal":"5","indicator_sort_order":"05-06-01"}