{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proporción de países cuyo ordenamiento jurídico (incluido el derecho consuetudinario) garantiza la igualdad de derechos de la mujer a la propiedad o el control de las tierras","graph_titles":[],"graph_type":"line","indicator_name":"Proporción de países cuyo ordenamiento jurídico (incluido el derecho consuetudinario) garantiza la igualdad de derechos de la mujer a la propiedad o el control de las tierras","indicator_number":"5.a.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 5: Achieve gender equality and empower all women and girls</p>","SDG_TARGET__GLOBAL":"<p>Target 5.a: Undertake reforms to give women equal rights to economic resources, as well as access to ownership and control over land and other forms of property, financial services, inheritance and natural resources, in accordance with national laws</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 5.a.2: Proportion of countries where the legal framework (including customary law) guarantees women&#x2019;s equal rights to land ownership and/or control</p>","META_LAST_UPDATE__GLOBAL":"2021-02-10","SDG_RELATED_INDICATORS__GLOBAL":"<p>Goal 1, specifically indicator 1.4.2, and Goal 5, specifically 5.a.1 and 5.1.1.</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>Food and Agriculture Organization of the United Nations (FAO)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>Food and Agriculture Organization of the United Nations (FAO)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Indicator 5.a.2 looks at the extent to which the legal framework (including customary law) guarantees women&#x2019;s equal rights to land ownership and/or control. </p>\n<p>The indicator &#x201C;measures&#x201D; the level to which a country&#x2019;s legal framework supports women&#x2019;s land rights, by testing that framework against six proxies drawn from international law and internationally accepted good practices , in particular the Convention on the Elimination of Discrimination Against Women (CEDAW) ratified by 189 countries, and the Voluntary Guidelines for the Responsible Governance of the Tenure of Land Fisheries and Forestry (VGGT) endorsed unanimously by Committee of Food Security (CFS) members in 2012.</p>\n<p>The six proxies through which indicator 5.a.2 is monitored are the following:</p>\n<p>Proxy A: Joint registration of land compulsory or encouraged through economic incentives</p>\n<p>Proxy B: Compulsory spousal consent for land transactions</p>\n<p>Proxy C: Women&#x2019;s and girls&#x2019; equal inheritance rights</p>\n<p>Proxy D: Allocation of financial resources to increase women&#x2019;s ownership and control over land</p>\n<p>Proxy E: In legal systems that recognise customary land tenure, existence of explicit protection of the land rights of women</p>\n<p>Proxy F: Mandatory quotas for women&#x2019;s participation in land management and administration institutions</p>\n<p><strong>Concepts:</strong></p>\n<p>The indicator tracks progress on legal reforms that guarantee women&#x2019;s land rights (including customary) in terms of ownership and/or control. </p>\n<p>The indicator refers to customary law. The inclusion of the customary dimension in the indicator is very important because in many contexts in which these systems prevail, women&#x2019;s land rights tend to be denied or insecure. However, the enormous diversity of customs and social norms that govern customary land among countries and their unwritten nature, create a significant challenge for assessing whether the proxies are present in these systems. To solve this issue, it is proposed that the customary dimension will be considered only when the formal legal framework recognizes customary land tenure. </p>\n<p>Finally, the indicator refers to ownership and/or control of land which are two critical but different dimensions regarding women&#x2019;s land rights. Land ownership refers to the legally recognised right to acquire, to use and to transfer landed property, while the control over land is associated with the ability to make decisions over land.</p>\n<p>Key definitions are the following:</p>\n<p>Land</p>\n<p>Land is defined as all immovable property &#x2013; for instance the house, the land upon which a house is built and land which is used for other purposes, such as agricultural production. It also encompasses any other structures built on land to meet permanent purposes. Legal frameworks commonly use the terms &#x2018;immovable property&#x2019; or &#x2018;real property&#x2019; when referring to land.</p>\n<p>Land ownership</p>\n<p>Land ownership is a legally recognised right to acquire, to use and to transfer land. In private property systems, this is a right akin to a freehold tenure. In systems where land is owned by the state, the term land ownership refers to possession of the rights most akin to ownership in a private property system &#x2013; for instance, long-term leases, occupancy, tenancy or use rights granted by the state that are transferrable and are granted to users for several decades (for instance 99 years).</p>\n<p>Control over land</p>\n<p>Control over land is the ability to make decisions over land. It may include rights to make decisions about how the land should be used, including what crops should be planted, and to benefit financially from the sale of crops, including what crops should be planted, and to benefit financially from the sale of crops. </p>\n<p>Customary land tenure</p>\n<p>Customary land tenure is defined as the bodies of rules and institutions governing the way land and natural resources are held, managed, used and transacted within customary legal systems.</p>\n<p>Customary legal systems</p>\n<p>Customary legal systems are systems that exist at the local or community level, that have not been set up by the state, and that derive their legitimacy from the values and traditions of the indigenous or local group. Customary legal systems may or may not be recognized by national law. </p>\n<p>Legal and policy framework</p>\n<p>The legal and policy framework encompasses the Constitution, policy, primary legislation and secondary legislation. The legal and policy framework includes customary legal systems where they have been recognised by statutory law.</p>\n<p>Personal laws </p>\n<p>Personal law is defined as a set of codified rules and norms applying to a group of people sharing a common religious faith with regard to personal matters. These laws usually cover family relations, marriage, and inheritance. The term can be used interchangeably with &#x2018;religious laws&#x2019;.</p>\n<p>Primary legislation </p>\n<p>Primary legislation refers to (i) acts or statutes that have been formally adopted at national level following the official parliamentary procedure for the passage of laws (in parliamentary systems); (ii) other acts at the national level with the force of law, such as decree-laws and legislative decrees and otherwise (in parliamentary systems); (iii) other legal instruments that have that have been formally endorsed by a law-making body, for instance presidential and royal orders or presidential and royal decrees (in non-parliamentary systems or systems where law-making power lies in an additional institution to the parliament). In all cases, primary legislation must have the force of law, be binding. For the purposes of this assessment primary legislation also includes the Constitution. </p>\n<p>Secondary legislation</p>\n<p>Secondary legislation includes subsidiary, delegated or subordinate legal instruments that have the force of law, are binding and shall not be in contradiction with primary legislation. They are usually passed by the executive, such as national regulations, rules, by-laws, determinations, directions, circulars, orders, and implementing decrees.</p>\n<p>Joint registration</p>\n<p>Joint registration is where the names of both spouses or both partners in an unmarried couple, are entered into the land registry as the owners or principal users of the land being registered. Joint registration signifies a form of shared tenure over the land &#x2013; usually either a joint tenancy/occupancy or a tenancy in common). In legal systems which include a framework for land titling, joint registration is commonly referred to as joint titling.</p>\n<p>Unmarried couples</p>\n<p>Unmarried couples are defined as couples who live together (cohabit) in an intimate relationship, but who are not married in accordance with the marriage law of the country. Often this will refer to couples who were married under custom or religious laws, where such marriages are not recognised or do not comply with the requirements of the formal law. It may also refer to relationships that are recognised by the state but that are not considered a marriage &#x2013; for instance a civil partnership and a de facto relationship that is registered with the state. The term &#x2018;unmarried couples&#x2019; is often used interchangeably with &#x2018;de facto unions&#x2019;, &#x2018;consensual unions&#x2019; or &#x2018;irregular unions&#x2019;. The members of an unmarried couple are referred to as &#x2018;partners&#x2019;.</p>\n<p>Land transactions</p>\n<p>Land transactions for the purpose of the methodology are major land transactions, specifically the sale and encumbrance (mortgage) of land. </p>\n<p>Inheritance</p>\n<p>Inheritance is defined as property passing at the owner&apos;s death to the heir or those entitled to succeed.</p>\n<p>Deceased&#x2019;s estate</p>\n<p>The deceased&#x2019;s estate encompasses the legal rights, interests and entitlements, to property of any kind (not only land) which the deceased spouse or partner enjoyed at the time of death, less any liabilities. Depending on the legal system, marital property may be excluded fully from the calculation of deceased&#x2019;s estate, or, the deceased&#x2019;s 50% share in the marital property will be included. </p>\n<p>Equal inheritance rights for sons and daughters</p>\n<p>Equal inheritance rights for sons and daughters refer to the situation when the lines of succession in the legal and policy framework governing inheritance states equality of rank and shares between brothers and sisters or between daughters and sons, or are gender neutral.</p>","UNIT_MEASURE__GLOBAL":"<p>Articles present in primary and/or secondary legislation.</p>","CLASS_SYSTEM__GLOBAL":"<p>The 6 proxies are drawn from international law and internationally accepted good practices, in particular the Convention on the Elimination of Discrimination Against Women (CEDAW) ratified by 189 countries, and the Voluntary Guidelines for the Responsible Governance of the Tenure of Land Fisheries and Forestry (VGGT) endorsed unanimously by Committee of Food Security (CFS) members in 2012.</p>","SOURCE_TYPE__GLOBAL":"<p>Sources of data for measuring Indicator 5.a.2 are the official versions of national policies, primary law and secondary legislation which must be publicly available. More specifically, the relevant laws include the following: land, family, marriage, inheritance, land registration, gender equality laws, constitution, agrarian reform. Relevant policies include policies include policies on land, agriculture and gender.</p>","COLL_METHOD__GLOBAL":"<p>For the purpose of the official reporting at the global level, ONLY the proxies localized in the primary and/or secondary law will be reported because of their binding nature. The only exception to this rule is Proxy D where also national wide programs are considered for the purpose of the assessment. However, for the meaningfulness of the assessment, relevant policies are considered for the analysis because they represent the foundations of the law setting out the principles that indicate the direction towards which the country aims to move and very often suggest reforms that need to be adopted in the legal framework. In this sense, if the proxies are present in these types of instruments they constitute an important step towards a more gender sensitive legal framework.</p>\n<p>The data are extracted directly from the laws in force at the moment when the assessment is carried out. Data collection/provision entails the assessment of the relevant laws to determine if the six proxies are present or not in the legal framework. Data will be compiled in an electronic questionnaire organized as follows:</p>\n<p>Section 1: General Instructions </p>\n<p>&#x2022;. Respondant Information</p>\n<p>&#x2022; Instructions for filling the questionnaire</p>\n<p>Section 2: Legal Assessment</p>\n<p>&#x2022;. Checklist of policy and legal instruments relevant for the assessment in order to guide the expert in the identification of the proxies in the policy and legal framework of the country analysed.</p>\n<p>&#x2022;. Form 1 &#x201C;Policy and legal instruments, including provisions for Proxy (x)&#x201D;. This form composed of a set of questions to be answered (YES or No) to determine if the proxy is present. The details of the instruments containing the Proxy are to be provided in this form.</p>\n<p>&#x2022;. Form 2 &#x201C;results of Assessment &#x2013; Proxy (x)&#x201D;. This form summarizes the results of the assessment for each proxy.</p>\n<p>Section 3: Summary of the Assessment (Country Results)</p>\n<p>To complete the indicator 5.a.2 assessment, national legal experts must examine the national legal and policy framework and complete the electronic questionnaire following the methodological guidelines. This involves three steps that must be repeated for each proxy. </p>\n<p>1. Collect all the relevant policy and legal documents, using the checklist contained in the electronic questionnaire as a guide as to the instruments to check for the concerned proxy.</p>\n<p>2. Using the detailed methodological guidelines, determine whether the proxy exists in the legal and policy framework and in which instruments. </p>\n<p>3. Complete the questionnaire for each proxy, citing the instrument and the relevant provisions where the proxy was located as well as any further relevant information or exception. Include a hyperlink to the text of the legal and policy instrument. </p>\n<p>After these three steps have been undertaken for all six proxies the national responsible institution will identify the level of protection to women&#x2019;s land rights present in the legal framework according to the number of proxies located. </p>\n<p>The filled questionnaire will be communicated to FAO for the quality control and global reporting to the UN SDGs Secretariat.</p>","FREQ_COLL__GLOBAL":"<p>Countries are expected to report every two years.</p>","REL_CAL_POLICY__GLOBAL":"<p>All countries are in a position to start reporting on the first year as the source of data (the laws) are available in all of them and &#x201C;measuring&#x201D; the indicator is very straightforward. Moreover, the assessment can be conducted by one legal expert in a very short timeframe (about 15 days).</p>","DATA_SOURCE__GLOBAL":"<p>Governments should nominate a national entity responsible for the collection of data and monitoring for indicator 5.a.2. The concerned indicator has three important features that should guide Government&#x2019;s decision in the selection of the institution that will have the responsibility for the monitoring of tis indicator: the legal nature of the indicator, land tenure aspects and gender/women&#x2019;s rights. In view of this, the most adequate national institutions that could be designated for having this responsibility are land related institutions (i.e. Ministries of Land or the national institution governing land matters) or a national gender institution (i.e. Gender Equality Commissions, Women&#xB4;s Affairs or Gender Ministries). Alternatively, a national institution with responsibility for upholding the rule of law such as the Ministries of Justice or Human Rights Commissions would be also appropriate.</p>","COMPILING_ORG__GLOBAL":"<p>FAO is responsible for compilation and reporting on this indicator at the global level. After checking and validating the results, the national responsible entity submits the questionnaire to FAO. Upon receipt of the questionnaire, FAO will undertake a quality check, and revert to the national responsible institution in case clarifications or revisions are needed. FAO will then compute the indicator based on the information supplied by countries and communicate the results to the UN SDGs Secretariat.</p>","INST_MANDATE__GLOBAL":"<p>Article I of the FAO constitution requires that the Organization collect, analyses, interpret and disseminate information relating to nutrition, food and agriculture. </p>\n<p>http://www.fao.org/3/K8024E/K8024E.pdf.</p>","RATIONALE__GLOBAL":"<p>Indicator 5.a.2 measures the extent to which countries&#x2019; legal framework (including customary law) guarantees women&#x2019;s equal rights to land ownership and/or control.</p>\n<p>The focus on land of Indicator 5.a.2 reflects the recognition that land is a key economic resource inextricably linked to access to, use of and control over other economic and productive resources. It is a key input for agricultural production; it can be used as collateral to access financial resources, extension services or to join producer organisations; and, it can generate income directly, if rented or sold. It also acknowledges that women&#x2019;s ownership of and/or control of land is critical for poverty reduction, food security, inclusiveness and overall sustainable development objectives. Finally, gender equality in land ownership and control is a human right. For example, Article 3 of the International Covenant on Civil and Political Rights (ICCPR) guarantees equality between women and men, and prohibits discrimination based on sex in Article 2. Article 26 of the treaty enshrines equality before the law, and can be applied to defend women&#x2019;s right to non-discrimination and equality, not only with respect to civil and political rights, but also with economic and social rights. Further, the Convention on the Elimination of Discrimination Against Women (CEDAW), emphasizes that discrimination against women &#x201C;violates the principles of equality of rights and respect for human dignity&quot;.</p>\n<p>The following paragraphs describe the scope and rationale of the proxies, as well as its specific content. </p>\n<p>For guidance on the meaning of the terms used in the proxies please refer to the terminology in section 2.a &#x201C;Definitions and concepts&#x201D; of this document. For detailed information on the conditions determining whether the proxy exists in the legal and policy framework please refer to the methodological guidelines &#x201C;Realizing women&#x2019;s rights to land in the law. A Guide for reporting on SDG Indicator 5.a.2&#x201D;.</p>\n<p>Proxy A: Is the joint registration of land compulsory or encouraged through economic incentives?</p>\n<p>Without the inclusion of their names on the land title, deed or certificate, women&#x2019;s property rights remain insecure, especially in the context of land registration programs and of property acquired by the spouses during the marriage. This is particularly the case for married women who separate, divorce, are abandoned or become widows.</p>\n<p>The proxy therefore assesses whether the legal and policy framework include provisions requiring joint registration of land or encouraging joint registration through economic incentives for both married and unmarried couples. For the proxy to be present it is sufficient that joint registration is provided at least for married couples.</p>\n<p>Proxy B: Does the legal and policy framework require spousal consent for land transactions?</p>\n<p>Whenever actions are taken unilaterally by a husband or male partner regarding land related transactions such sale, mortgage or lease, especially when they concern the family home or other critical assets, they can leave women and any children homeless and without means of subsistence. Therefore, spousal or partner consent requirements prior to any land transaction strengthen women&#x2019;s control rights over land whether they are married or within an unmarried couple. By supporting equality in the marriage and the joint administration of important property, such provisions directly contribute to the achievement of indicator 5.a.2, particularly with regard to gender equality in the control over land. </p>\n<p>The proxy examines whether countries incorporate into the legal and policy framework a spouse or partner consent for land transactions. As with proxy A, the assessment covers both married and unmarried couples. Yet, for proxy B to be present it is sufficient that spousal consent is provided at least for married couples.</p>\n<p>Proxy C: Does the legal and policy framework support women&#x2019;s and girls&#x2019; equal inheritance rights?</p>\n<p>Inheritance is one of the main channels through which women acquire property and secure independent land rights. However, the persistence of discriminatory cultural and legal norms often denies women&#x2019;s and girls&#x2019; equal inheritance rights and hinder women&#x2019;s opportunity to acquire property on an equal footing to men. Personal laws and customary laws in particular have often denied women&#x2019;s right to inherit or at least to inherit equal shares, and many post-colonial governments have incorporated these rules in the formal legal architecture. In some cases, daughters may only be entitled to inherit in the absence of a traceable male relative. </p>\n<p>Proxy C examines the extent to which states have incorporated into their legal and policy framework provisions that guarantee equal inheritance rights over land to surviving children and surviving spouses.</p>\n<p>This proxy aims to identify if the legal and policy framework of a country: </p>\n<p>1. Provide that sons and daughters have equal inheritance rights and equal shares; and</p>\n<p>2. Provide that male and female surviving spouse and/or partner are entitled to an equal right of the deceased spouse&#x2019;s estate and/or to a lifetime user right to the family home.</p>\n<p>Both equal inheritance rights for sons and daughters and surviving spouse and/or partner have to be ensured for Proxy to be present.</p>\n<p>Proxy D: Does the legal and policy framework provide for the allocation of financial resources to increase women&#x2019;s ownership and control over land?</p>\n<p>Legal reforms to support gender equality in land ownership and/or control and access to other productive resources have not always translated into practice. The poor implementation of land and agriculture related policies and laws geared towards enhancing gender equality, is partially due to the lack or insufficiency of financial resources. </p>\n<p>For this reason, this proxy identifies any legal provision that commits the government to allocate financial resources for the purpose of increasing women&#x2019;s ownership and control over land or access to productive resources, including land. Such provisions are widely regarded as innovative measures to support women&#x2019;s land rights, and have been consistently endorsed by the CEDAW Committee in its deliberations and comments on state parties&#x2019; reports under the treaty. The &#x201C;condition sine qua non&#x201D; for this proxy to be satisfied that the fund is anchored into the national law and explicitly mentions the purpose of improving women&#x2019;s land rights.</p>\n<p>Since Proxy D amounts to a &#x201C;special measure&#x201D;, as per Art. 4 of CEDAW, countries that do not include this measure in their legal and policy framework, yet provide official national statistical data showing the achievement of at least 40 percent of women&#x2019;s ownership and/or control over land (e.g. data on SDG 5.a.1, or 1.4.2.), will equally satisfy the proxy.</p>\n<p>Proxy E: In legal systems that recognise customary land tenure, does the legal and policy framework explicitly protect the land rights of women?</p>\n<p>Many countries have incorporated customary land tenure rights into the formal legal system, in effect &#x2018;formalizing&#x2019; them. The legal recognition of customary land tenure however may reinforce discriminatory practices where there is no explicit protection for women&#x2019;s customary land rights. Further, the use of gender neutral provisions in the context of formalisation of customary land tenure has in practice been associated with a lack of protection of women&#x2019;s rights. To avoid such outcomes explicit provisions securing the protection of the land rights of women should accompany any legal provision recognizing customary land rights. </p>\n<p>Proxy E assesses whether the Constitution and/or any land related law that recognises customary land tenure provides explicit protections for women&#x2019;s land rights. </p>\n<p>It is important to note that for those countries where customary law has not been incorporated into the legal framework, Proxy E is not applicable and will not be assessed in the computation. As noted above, the only feasible way to take into account/to measure the customary dimension of this indicator is when it has been legally recognised, and therefore incorporated in the legal framework. </p>\n<p>Proxy F: Does the legal and policy framework mandate women&#x2019;s participation in land management and administration institutions?</p>\n<p>Land related institutions are responsible for governing the land tenure systems, and are in charge of land administration and management. Women are often excluded from participating in the day-to-day processes of land governance at all levels, and therefore have limited capacity to influence decision-making. A lack of women&#x2019;s representation in land governance tends to lead to biased outcomes in land recording and registration processes and the hindering of women&#x2019;s land claims, for instance by overlooking women&#x2019;s rights on common lands. </p>\n<p>Proxy F aims to identify provisions within the legal framework requiring mandatory participation of women (quotas) in land related management and administration institutions.</p>\n<p>Since Proxy F amounts to a &#x201C;special measure&#x201D;, as per Art. 4 of CEDAW, countries that do not include this measure in their legal and policy framework, yet provide official national statistical data showing the achievement of at least 40 percent of women&#x2019;s ownership and/or control over land (e.g. data on SDG 5.a.1, or 1.4.2.), will equally satisfy the proxy.</p>","REC_USE_LIM__GLOBAL":"<p>Customary law. Indicator 5.a.2 entails an important challenge in terms of the assessment and computation of the results due to the reference to customary law in the title of the indicator. Customary law is not a homogenous system of law. Therefore, unless it is recognised by the general legal system, it will be extremely difficult to monitor whether or not customary law guarantees men and women equal rights to land ownership and(/or) control. In order to guarantee feasibility of the assessment, the choice of the methodology has been to monitor customary law to the extent that it has been recognised in the legal framework of a country. This however is a major limitation for the purposes of the SDGs of &#x201C;leaving no one behind&#x2019; as it excludes from the assessment many legal systems where customary practices which have not been endorsed in statutory law which are one of the major factors of discrimination against women. Further, given that customary law does not exist in all countries, it is not universally applicable and computation of the results represents a major challenge. The methodology has addressed this issue by creating a dual system of computation of the results which allows to assess separately those systems where customary law has been recognized, and those where no recognition of customary law is present. </p>\n<p>Geographical scope. The data collected for the SDG indicators is collected at the national level to ensure that it is representative of the country situation. This means that the 5.a.2 assessment to determine the existence of the proxies should focus on legal and policy instruments that have nationwide authority. In countries where law-making power for land or gender matters are not within the authority of the national government (or are shared between the national government and a sub-national government level), there may be a number of different state/provincial or county laws and policy that can be analysed. Further there may be inconsistencies between these different sub-national laws in terms of the presence of a proxy and the degree of its integration in the legal and policy framework. </p>\n<p>Where this is the case, the assessment should be conducted in as many states or counties needed to cover at least 50 percent of the total country&#x2019;s population. Therefore, the proxy should be located in all of the legal and policy frameworks relevant to these locations. If it is not the case, the proxy is not present.</p>","DATA_COMP__GLOBAL":"<p>The qualitative and legal nature of this indicator required the development of nuanced and articulated methodology that could be feasible, universally relevant and meaningful. </p>\n<p>The computation of results under Indicator 5.a.2 involves two steps: (1) classification of country according the number of proxies located <strong>in primary or primary and secondary legislation</strong> and (2) consolidation of all country results for global reporting.</p>\n<h2>Step 1: Classification categories of country </h2>\n<p>The country will be classified according to the total number of proxies found in <u>primary legislation</u> or <u>primary and secondary legislation</u>. Given that <strong>not in all countries</strong> customary land tenure rules exist or customary law is recognised (related to proxy E), for the purpose of computation a two-scale (or dual) approach has been developed: </p>\n<p>For countries where customary land tenure is <strong>NOT</strong> recognised in the legal framework (either via statute or the constitution), regardless of whether it exists <em>de facto </em>or not, Proxy E is marked <strong>non-applicable</strong> and the country will be assessed out of the five remaining proxies. </p>\n<p>For countries where customary land tenure is recognised in the legal framework, the country will be assessed against all six proxies,</p>\n<p>The table below describes the dual approach classification and the classification bands. As is shown below, in countries where customary law is applicable (Proxy E) the presence of five or six proxies are included in the same band (band 6 - very high levels of guarantees). This is due to the necessity of making universal the calculation of the component of customary law - a component of the indicator which in itself is not universal to all countries.</p>\n<p>Table 1: Classification categories</p>\n<table>\n  <tbody>\n    <tr>\n      <td>\n        <p><strong>Result of assessment </strong></p>\n        <p><strong>Where Proxy E is <u>applicable</u></strong></p>\n      </td>\n      <td>\n        <p><strong>Result of assessment </strong></p>\n        <p><strong>Where Proxy E is <u>not</u> applicable</strong></p>\n      </td>\n      <td>\n        <p><strong>Classification </strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><u>None of the six proxies</u> are present in the primary or primary and secondary legislation</p>\n      </td>\n      <td>\n        <p><u>None of the five proxies</u> are present in the primary or primary and secondary legislation</p>\n      </td>\n      <td>\n        <p><u>Band 1:</u> No evidence of guarantees of gender equality in the land ownership and/or control in the legal framework.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><u>One</u> of the proxies present in primary or primary and secondary legislation</p>\n      </td>\n      <td>\n        <p><u>One of the proxies</u> present in primary or primary and secondary legislation</p>\n      </td>\n      <td>\n        <p><u>Band 2:</u> Very low levels of guarantees of gender equality in land ownership and/or control in the legal framework.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><u>Two</u><strong><u> </u></strong><u>the proxies</u> present in primary or primary and secondary legislation</p>\n      </td>\n      <td>\n        <p><u>Two of the proxies</u> present in primary and secondary legislation</p>\n      </td>\n      <td>\n        <p><u>Band 3:</u> Low levels of guarantees of gender equality in land ownership and/or control in the legal framework.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><u>Three of the proxies</u> are present in primary legislation or primary and secondary legislation</p>\n      </td>\n      <td>\n        <p><u>Three of the proxies</u> are present in primary legislation or primary and secondary legislation</p>\n      </td>\n      <td>\n        <p><u>Band 4:</u> Medium levels of guarantees of gender equality in land ownership and/or control in the legal framework.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><u>Four of the proxies </u>are present in primary legislation or primary and secondary legislation</p>\n      </td>\n      <td>\n        <p><u>Four of the proxies</u> are present in primary legislation or primary and secondary legislation</p>\n      </td>\n      <td>\n        <p><u>Band 5:</u> High levels of guarantees of gender equality in land ownership and/or control in the legal framework.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><u>Five or six proxies</u> are present in primary legislation or primary and secondary legislation</p>\n      </td>\n      <td>\n        <p><u>All five proxies</u> are present in primary legislation or primary and secondary legislation</p>\n      </td>\n      <td>\n        <p><u>Band 6:</u> Very high levels of guarantees of gender equality in land ownership and/or control in the legal framework.</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<p>Under the methodology all proxies have an equal weight. This implies that no dimension is more important than another in terms of supporting gender equality in land ownership and/or control. </p>","DATA_VALIDATION__GLOBAL":"<p>As with all the SDG targets and indicators, the monitoring and reporting process for target 5.a is global in scope and country-led. For this reason, FAO make substantial efforts for ensuring countries&#x2019; commitment and ownership for the reporting process.</p>\n<p>FAO provides support to the national legal expert and designated focal point(s) from the nominated responsible institution for SDG indicator 5.a.2 to carry out the assessment and fill the questionnaire closely following the methodological guidelines prepared by FAO. To facilitate the process FAO also shares with them relevant materials, including the methodological guidelines &#x201C;Realizing women&#x2019;s rights to land in the law&#x201D;, the questionnaire and the e-learning (<a href=\"https://elearning.fao.org/course/view.php?id=364\">https://elearning.fao.org/course/view.php?id=364</a>). These materials currently exist in English, French and Spanish. When the assessment has been finalized the responsible institution submit the questionnaire to FAO for the quality control. FAO&#x2019; s focal point for the indicator and legal experts review the report against the criteria set in the methodology for each proxy. The reviewed questionnaire is then sent back to the country for validation. There are as many iterations as needed until an agreement is reached so that the results are consistent with the methodology.</p>","ADJUSTMENT__GLOBAL":"<p>NA</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>Although data availability is ensured and all UN countries are expected to report, this might not be the case. Different countries may report at different times and a non-negligible share of countries may choose not to report on the indicator at all during the reporting period creating missing values.</p>\n<p>The missing values will be treated in the following way:</p>\n<p>a) For countries, which have reported in only 1 period, FAO does not have information on whether they are making progress on the indicator. However, FAO can take a few steps to alleviate the problem with missing values. First, FAO can assume that there was no progress on the indicator over the reporting periods. This can be easily determined by looking at the submitted questionnaire for identifying the date of adoption of the relevant instruments (laws). </p>\n<p>b) The only way to include countries that will never report is to cluster them in a category of missing information. This is because no assumption can be done regarding the status of each country&#x2019;s laws. However, it is important to keep track of the countries which do not report rather than limit the analysis to the reporting countries</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>The regional and global aggregates will be based solely on those countries for which data are available, but at no point countries with missing data will be treated as if they were the same as those for which data are available. The global or regional aggregates would be valid for the reporting countries but not necessarily for the region as whole or at the global level as a whole. Missing values for individual countries or areas cannot be imputed or estimated to derive regional or global aggregates of the indicator because no assumption can be done regarding the status of each country&#x2019;s laws</p>","REG_AGG__GLOBAL":"<p>In each reporting period, the reporting countries are classified in 1 of 6 bands depending on how many proxies are present in the primary or primary and secondary legislation as detailed in Table 1. The share of countries in each band is estimated in each year using the following formula: </p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mn>1</mn>\n    <mo>)</mo>\n    <mi>&amp;nbsp;</mi>\n    <mfrac>\n      <mrow>\n        <mi>T</mi>\n        <mi>o</mi>\n        <mi>t</mi>\n        <mi>a</mi>\n        <mi>l</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>n</mi>\n        <mi>o</mi>\n        <mo>.</mo>\n        <mi>&amp;nbsp;</mi>\n        <mi>o</mi>\n        <mi>f</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>C</mi>\n        <mi>o</mi>\n        <mi>u</mi>\n        <mi>n</mi>\n        <mi>t</mi>\n        <mi>r</mi>\n        <mi>i</mi>\n        <mi>e</mi>\n        <mi>s</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>i</mi>\n        <mi>n</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>B</mi>\n        <mi>a</mi>\n        <mi>n</mi>\n        <mi>d</mi>\n        <mi>&amp;nbsp;</mi>\n        <mo>(</mo>\n        <mi>n</mi>\n        <mo>)</mo>\n      </mrow>\n      <mrow>\n        <mtable>\n          <mtr>\n            <mtd>\n              <mrow>\n                <maligngroup></maligngroup>\n                <mi>T</mi>\n                <mi>o</mi>\n                <mi>t</mi>\n                <mi>a</mi>\n                <mi>l</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>n</mi>\n                <mi>o</mi>\n                <mo>.</mo>\n                <mi>&amp;nbsp;</mi>\n                <mi>o</mi>\n                <mi>f</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>c</mi>\n                <mi>o</mi>\n                <mi>u</mi>\n                <mi>n</mi>\n                <mi>t</mi>\n                <mi>r</mi>\n                <mi>i</mi>\n                <mi>e</mi>\n                <mi>s</mi>\n              </mrow>\n            </mtd>\n          </mtr>\n        </mtable>\n      </mrow>\n    </mfrac>\n  </math></p>\n<p>As there is currently no treatment of missing values at country level, regional and global aggregates will be based solely on those countries for which data are available. This may result in users interpreting these aggregates as pertaining to all countries in the region, which is the equivalent of treating countries with missing data as if they were the same as those for which data are available.</p>\n<p>In the first expected reporting period, which is 2020, we will only have one data point per country. In the first reporting period, we can only measure and report the shares of countries in each of the 6 bands as well as the share of countries which have not reported yet. This first reporting period will also serve as the baseline against which future progress will be measured.</p>\n<h2>Obtaining internationally comparable data for global monitoring:</h2>\n<p>As noted above delegated national institutions will be responsible for undertaking the legal assessment at the national level. It is recommended that the results of the final assessment are shared widely and validated by a cross-section of relevant institutions prior to final submission to FAO.</p>\n<p>Both the national legal expert(s) and institutions carrying out the assessment and the FAO Gender and Land Rights team will follow the detailed Guidelines in assessing whether the proxy is present or not present in the legal framework. The detailed Guidelines are a mechanism to ensure the robustness and comparability of the data collected at the national level, and to ensure that like situations are treated like. The initial legal research for developing the methodology and its piloting process in different regions/contexts were invaluable in delineating the threshold of each proxy and ensuring that countries are treated equitably under the methodology in terms of the different ways in which the proxies may appear in national legislation. A good example of this is proxy B, spousal consent for land transactions, under which the Guidelines provide outline which type of legal provisions meet the proxy threshold with specific reference to the three different marital regimes &#x2013; separate, partial community or community property. Similarly, the methodology provides clear guidance on how to treat legal regimes that do not provide for private ownership &#x2013; by providing examples of what type of &#x2018;ownership&#x2019; would equate the equivalent to a freehold estate under systems where all land is owned by the state. </p>","DOC_METHOD__GLOBAL":"<p>NA.</p>","QUALITY_MGMNT__GLOBAL":"<p>This is a qualitative, legal indicator. Upon submission of the reporting questionnaire by the focal point in the responsible institution, the Land Rights team performs a quality assessment on the basis of the methodological guidelines. This ensures that the reporting is carried out consistently across all reporting countries. During this quality review, the FAO Land Rights team may provide methodological clarifications to ensure conformity with the methodological guidelines.</p>","QUALITY_ASSURE__GLOBAL":"<p>NA</p>","QUALITY_ASSMNT__GLOBAL":"<p>NA </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>NA.</p>\n<p><strong>Time series:</strong></p>\n<p>NA.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>NA.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>NA.</p>","OTHER_DOC__GLOBAL":"<p><a href=\"http://www.fao.org/gender-landrights-database/en/\">http://www.fao.org/gender-landrights-database/en/</a> </p>\n<p><a href=\"http://www.fao.org/gender-landrights-database/legislation-assessment-tool/en/\">http://www.fao.org/gender-landrights-database/legislation-assessment-tool/en/</a> </p>\n<p><a href=\"http://www.fao.org/nr/tenure/voluntary-guidelines/en/\">http://www.fao.org/nr/tenure/voluntary-guidelines/en/</a> </p>\n<p><a href=\"http://www.un.org/womenwatch/daw/cedaw/\">http://www.un.org/womenwatch/daw/cedaw/</a> </p>","indicator":"5.a.2","target_id":"5.a","sdg_goal":"5","indicator_sort_order":"05-0a-02"}