{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Nivel de estrés hídrico: extracción de agua dulce en proporción a los recursos de agua dulce disponibles","graph_titles":[],"graph_type":"line","indicator_name":"Nivel de estrés hídrico: extracción de agua dulce en proporción a los recursos de agua dulce disponibles","indicator_number":"6.4.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 6: Ensure availability and sustainable management of water and sanitation for all</p>","SDG_TARGET__GLOBAL":"<p>Target 6.4: By 2030, substantially increase water-use efficiency across all sectors and ensure sustainable withdrawals and supply of freshwater to address water scarcity and substantially reduce the number of people suffering from water scarcity</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 6.4.2: Level of water stress: freshwater withdrawal as a proportion of available freshwater resources</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Level of water stress: freshwater withdrawal as a proportion of available freshwater resources (%)</p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>6.4.1: Change in water-use efficiency over time</p>\n<p>6.1.1: Proportion of population using safely managed drinking water services</p>\n<p>6.3.1: Proportion of wastewater safely treated</p>\n<p>6.6.1: Change in the extent of water-related ecosystems over time</p>\n<p>6.5.1: Degree of integrated water resources management implementation (0-100)</p>\n<p>2.4.1: Proportion of agricultural area under productive and sustainable agriculture</p>\n<p>15.3.1: Proportion of land that is degraded over total land area</p>\n<p>1.5.1: Number of deaths, missing persons and persons affected by disaster per 100,000 people [a]</p>\n<p>11.5.1: Number of deaths, missing persons and persons affected by disaster per 100,000 people [a]</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>Food and Agriculture Organization of the United Nations (FAO)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>Food and Agriculture Organization of the United Nations (FAO)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>The level of water stress: freshwater withdrawal as a proportion of available freshwater resources is the ratio between total freshwater withdrawn by all major sectors and total renewable freshwater resources, after taking into account environmental flow requirements. Main sectors, as defined by ISIC standards, include agriculture; forestry and fishing; manufacturing; electricity industry; and services. This indicator is also known as water withdrawal intensity.</p>\n<p><strong>Concepts:</strong></p>\n<p>This indicator provides an estimate of pressure by all sectors on the country&#x2019;s renewable freshwater resources. A low level of water stress indicates a situation where the combined withdrawal by all sectors is marginal in relation to the resources, and has therefore little potential impact on the sustainability of the resources or on the potential competition between users. A high level of water stress indicates a situation where the combined withdrawal by all sectors represents a substantial share of the total renewable freshwater resources, with potentially larger impacts on the sustainability of the resources and potential situations of conflicts and competition between users. </p>\n<p>Total renewable freshwater resources (TRWR) are expressed as the sum of internal and external renewable water resources. The terms &#x201C;water resources&#x201D; and &#x201C;water withdrawal&#x201D; are understood here as freshwater resources and freshwater withdrawal. </p>\n<p>Internal renewable water resources are defined as the long-term average annual flow of rivers and recharge of groundwater for a given country generated from endogenous precipitation. </p>\n<p>External renewable water resources refer to the flows of water entering the country, taking into consideration the quantity of flows reserved to upstream and downstream countries through agreements or treaties. </p>\n<p>Total freshwater withdrawal (TFWW) is the volume of freshwater extracted from its source (rivers, lakes, aquifers) for agriculture, industries and services<sup><a href=\"#footnote-2\" id=\"footnote-ref-2\">[1]</a></sup>. It is estimated at the country level for the following three main sectors: agriculture, services (including domestic water withdrawal) and industries (including cooling of thermoelectric plants). Freshwater withdrawal includes fossil groundwater. It does not include non-conventional water, i.e. direct use of treated wastewater, direct use of agricultural drainage water and desalinated water. </p>\n<p>Environmental flow requirements (EFR) are defined as the quantity and timing of freshwater flows and levels necessary to sustain aquatic ecosystems, which, in turn, support human cultures, economies, sustainable livelihoods, and wellbeing. Water quality and also the resulting ecosystem services are excluded from this formulation which is confined to water volumes. This does not imply that quality and the support to societies which are dependent on environmental flows are not important and should not be taken care of.<sup><a href=\"#footnote-3\" id=\"footnote-ref-3\">[2]</a></sup> Methods of computation of EFR are extremely variable and range from global estimates to comprehensive assessments for river reaches. For the purpose of the SDG indicator, water volumes can be expressed in the same units as the TFWW, and then as percentages of the available water resources.</p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-2\">1</sup><p> In AQUASTAT, Services water withdrawal is reported as Municipal water withdrawal. <a href=\"#footnote-ref-2\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-3\">2</sup><p> They are indeed taken into account by other targets and indicators, such as 6.3.2, 6.5.1 and 6.6.1. <a href=\"#footnote-ref-3\">&#x2191;</a></p></div></div>","UNIT_MEASURE__GLOBAL":"<p>Percent (%)</p>","CLASS_SYSTEM__GLOBAL":"<ul>\n  <li>The System of Environmental-Economic Accounting for Water: SEEA-Water for water resources and withdrawals (Available at https://seea.un.org/content/seea-water</li>\n  <li>The World Census of Agriculture 2020: WCA (Volume 1), for irrigation definitions (Available at: http://www.fao.org/world-census-agriculture).</li>\n</ul>","SOURCE_TYPE__GLOBAL":"<p>Data for this indicator are usually collected by national ministries and institutions having water-related issues in their mandate, such as national statistic offices, ministries of water resources, agriculture or environment. Official counterparts at country level are the national statistics office and/or the line ministry for water resources and irrigation. More specifically, FAO requests countries to nominate a National Correspondent to act as the focal point for the data collection and communication. Data are mainly published within national statistical yearbooks, national water resources and irrigation master plans and other reports (such as those from projects, international surveys or results and publications from national and international research centres).</p>","COLL_METHOD__GLOBAL":"<p>Data collection is done through FAO&#x2019;s Global Information System on Water and Agriculture (AQUASTAT) and AQUASTAT questionnaire on water and agriculture. The data collection process relies on a network of National Correspondents, officially nominated by their respective countries, in charge of the provision of official national data to AQUASTAT. As at August 2020, 150 countries have nominated national correspondents as well as alternate correspondents from different agencies. Countries submit data through the annual AQUASTAT questionnaire on water and agriculture, which contains, among others, the information required for the calculation of SDG indicator 6.4.2.</p>","FREQ_COLL__GLOBAL":"<p>Data are collected every year through the AQUASTAT network of National Correspondents. FAO has dispatched the questionnaires to the National Correspondents in July 2022.</p>","REL_CAL_POLICY__GLOBAL":"<p>Data for the indicator are released every year, usually in February following the UNSD collection schedule.</p>\n<p> </p>","DATA_SOURCE__GLOBAL":"<p>Data come from governmental sources. The institutions responsible for data collection at national level vary according to countries. However, in general data for this indicator are provided by the Ministry of Agriculture, Ministry of Water, Ministry of Environment and other line Ministries. In many cases, data collection at country level is coordinated by the National Statistics office (NSO).</p>","COMPILING_ORG__GLOBAL":"<p>Calculation rules are predefined and use data referring to the same year to general aggregate values.</p>","INST_MANDATE__GLOBAL":"<p>FAO has, as part of its mandate, the function of &#x201C;collect, analyse, interpret and disseminate information relating to nutrition, food and agriculture&#x201D;. (FAO Constitution, Article 1)</p>","RATIONALE__GLOBAL":"<p>The purpose of this indicator is to show the degree to which water resources are being exploited to meet the country&apos;s water demand. It measures a country&apos;s pressure on its water resources and therefore the challenge on the sustainability of its water use. It tracks progress regarding &#x201C;withdrawals and supply of freshwater to address water scarcity&#x201D;, i.e. the environmental component of target 6.4.</p>\n<p>The indicator shows to what extent water resources are already used, and signals the importance of effective supply and demand management policies. It indicates the likelihood of increasing competition and conflict between different water uses and users in a situation of increasing water scarcity. Increased water stress, shown by an increase in the value of the indicator, has potentially negative effects on the sustainability of the natural resources and on economic development. On the other hand, low values of the indicator indicate that water does not represent a particular challenge for economic development and sustainability.</p>\n<p>However, extremely low values may indicate the inability of a country to use properly its water resources for the benefit of the population. In such cases, a moderate and controlled increase in the value of the indicator can be a sign of positive development.</p>\n<p>This indicator provides an estimate of pressure by all sectors on the country&#x2019;s renewable freshwater resources. A low level of water stress indicates a situation where the combined withdrawal by all sectors is marginal in relation to the resources, and has therefore little potential impact on the sustainability of the resources or on the potential competition between users. A high level of water stress indicates a situation where the combined withdrawal by all sectors represents a substantial share of the total renewable freshwater resources, with potentially larger impacts on the sustainability of the resources and potential situations of conflicts and competition between users.</p>\n<p>The indicator is computed based on three components:</p>\n<p><strong>Total renewable freshwater resources (TRWR)</strong></p>\n<p><strong>Total freshwater withdrawal (TFWW)</strong></p>\n<p><strong>Environmental flow requirements (EFR)</strong></p>","REC_USE_LIM__GLOBAL":"<p>Freshwater withdrawal as a percentage of renewable freshwater resources is a good indicator of pressure on limited water resources, one of the most important natural resources. However, it only partially addresses the issues related to sustainable water management. </p>\n<p>Supplementary indicators that capture the multiple dimensions of water management would combine data on water demand management, behavioural changes with regard to water use and the availability of appropriate infrastructure, and measure progress in increasing the efficiency and sustainability of water use, in particular in relation to population and economic growth. They would also recognize the different climatic environments that affect water use in countries, especially in agriculture, which is the main user of water. Sustainability assessment is also linked to the critical thresholds fixed for this indicator. Although there is no universal consensus on such thresholds, a proposal is presented below.</p>\n<p>Trends in freshwater withdrawal show relatively slow patterns of change. Usually, three-five years are a minimum frequency to be able to detect significant changes, as it is unlikely that the indicator would show meaningful variations from one year to the other. </p>\n<p>Estimation of water withdrawal by sector may represent a limitation to the computation of the indicator. Few countries publish water withdrawal data on a regular basis by sector. </p>\n<p>There is no universally agreed method for the computation of incoming freshwater flows originating outside of a country&apos;s borders. Nor is there any standard method to account for return flows, the part of the water withdrawn from its source and which flows back to the river system after use. In countries where return flow represents a substantial part of water withdrawal, the indicator tends to underestimate available water and therefore overestimate the level of water stress. </p>\n<p>Other limitations that affect the interpretation of the water stress indicator include: </p>\n<ul>\n  <li>difficulty to obtain accurate, complete and up-to-date data; </li>\n  <li>potentially large variation of sub-national data; </li>\n  <li>lack of account of historical (e.g., due to climate change and population growth) and seasonal variations in water resources;</li>\n  <li>lack of consideration to the distribution among water uses; </li>\n  <li>lack of consideration of water quality and its suitability for use; and</li>\n  <li>the indicator can be higher than 100 percent when water withdrawal non-renewable freshwater (fossil groundwater), when annual groundwater withdrawal is higher than annual replenishment (over-abstraction) or when freshwater withdrawal includes part or all the water set aside for environmental flow requirements. </li>\n</ul>\n<p>Some of these issues can be solved through disaggregation of the indicator at the level of hydrological units and by distinguishing between different use sectors. However, due to the complexity of water flows, both within a country and between countries, care should be taken not to double-count.</p>","DATA_COMP__GLOBAL":"<p><strong>Computation Method:</strong></p>\n<p>Method of computation: The indicator is computed as the total freshwater withdrawn (TFWW) divided by the difference between the total renewable freshwater resources (TRWR) and the environmental flow requirements (EFR), multiplied by 100. All variables are expressed in km<sup>3</sup>/year (10<sup>9</sup> m<sup>3</sup>/year).</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mi>S</mi>\n    <mi>t</mi>\n    <mi>r</mi>\n    <mi>e</mi>\n    <mi>s</mi>\n    <mi>s</mi>\n    <mi>&amp;nbsp;</mi>\n    <mfenced separators=\"|\">\n      <mrow>\n        <mi>%</mi>\n      </mrow>\n    </mfenced>\n    <mo>=</mo>\n    <mi>&amp;nbsp;</mi>\n    <mfrac>\n      <mrow>\n        <mi>T</mi>\n        <mi>F</mi>\n        <mi>W</mi>\n        <mi>W</mi>\n      </mrow>\n      <mrow>\n        <mfenced separators=\"|\">\n          <mrow>\n            <mi>T</mi>\n            <mi>R</mi>\n            <mi>W</mi>\n            <mi>R</mi>\n            <mo>-</mo>\n            <mi>E</mi>\n            <mi>F</mi>\n            <mi>R</mi>\n          </mrow>\n        </mfenced>\n      </mrow>\n    </mfrac>\n    <mo>&#xD7;</mo>\n    <mn>100</mn>\n  </math></p>\n<p>Following the experience of the initial five years of application of the indicator, and consistent with the approach taken during the MDG program, the threshold of 25% has been identified as the upper limit for a full and unconditional safety of water stress as assessed by the indicator 6.4.2.</p>\n<p>That means on one hand, that values below 25% can be considered safe in any instance (no stress); on the other, that values above 25% should be regarded as potentially and increasingly problematic, and should be qualified and/or reduced.</p>\n<p>Above 25% of water stress, four classes have been identified to signal different levels of stress severity:</p>\n<ul>\n  <li>NO STRESS &lt;25% </li>\n  <li>LOW 25% - 50% </li>\n  <li>MEDIUM 50% - 75% </li>\n  <li>HIGH 75-100%</li>\n  <li>CRITICAL &gt;100% </li>\n</ul>","DATA_VALIDATION__GLOBAL":"<p>Data validation is done in a few steps. </p>\n<ul>\n  <li>the AQUASTAT questionnaire embeds automatic validation rules to allow National Correspondents to identify any data consistency errors while compiling the data.</li>\n  <li>Once the questionnaire is submitted, FAO thoroughly reviews the information reported, using the following tools:<ul>\n      <li>Manual cross-variable check. This includes cross-comparison with similar countries as well as historic data for the countries. </li>\n      <li>Time-series coherency by running an R-script to compare reported data with those corresponding to previous years</li>\n      <li>Verification of the metadata, especially the source of the proposed data. The critical analysis of the compiled data gives preference to national sources and expert knowledge.</li>\n    </ul>\n  </li>\n  <li>After this verification, exchanges between the National Correspondents and FAO take place to correct and confirm the collected data. </li>\n  <li>The last validation step is an automated validation routine included in the Statistical Working System (SWS), which uses almost 200 validation rules.</li>\n</ul>","ADJUSTMENT__GLOBAL":"<p>Since national level data is frequently tailored to be useful at national level and not for international comparisons, data may be manipulated in order to maximize international comparability. Adjusted data is displayed with an appropriate qualifier. Data is rounded according to a specific methodology<u> </u><a href=\"http://www.fao.org/aquastat/en/databases/maindatabase/metadata/\">http://www.fao.org/aquastat/en/databases/maindatabase/metadata/</a></p>\n<p>Additionally, the Statistical Working System (SWS) has the correspondence among different international codes (FAOSTAT, UNSDM49, ISO2, ISO3) for geographic areas and is used to convert area codes in the external sources to UNSDM49 codes which is the standard used in the SWS.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>Three types of imputation are made at country level to fill in missing years in the timeseries:</p>\n<ul>\n  <li>Linear imputation: between two available data-points.</li>\n  <li>Carry forward: after the last available data-points and up to 10 years.</li>\n  <li>Vertical imputation: in case of available total freshwater withdrawal but missing disaggregation by sources, and if existing disaggregation existed for previous years, the respective ratio by sources is applied to the available total.</li>\n</ul>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>Thanks to the imputation methods at country level, data will be available for the whole time series (unless the latest official value was obtained more than 10 years ago). Imputed data is displayed with an appropriate qualifier.</p>","REG_AGG__GLOBAL":"<p>Regional and global estimates will be done by summing up the national figures on renewable freshwater resources and total freshwater withdrawal, considering only the internal renewable water resources of each country to avoid double counting, and the external renewable freshwater resources of the region, if any. In case of regional aggregation without physical continuity (such as income groupings or Least Developed Countries group, etc.), total renewable water resources are summed up. The EFR at regional level is estimated as the average of the countries&#x2019; EFRs, in percentage, and applied to the regional water resources.</p>","DOC_METHOD__GLOBAL":"<ul>\n  <li>A set of tools is available to countries for the compilation of the indicator. Among them, a step-by-step methodological guide, an interpretation paper, and an e-learning course. All the tools are available on the FAO web pages, at: http://www.fao.org/sustainable-development-goals/indicators/642/en/. </li>\n  <li>During 2020,2021 and 2022, FAO has organized regional virtual trainings for Asia, Latin-America and the Caribbean and Africa on SDG 6.4. and contributed to global workshops on SDG 6. </li>\n  <li>FAO&#x2019;s AQUASTAT team provides continued guidance to the countries thought the National Correspondents during the data collection time to ensure data is duly and timely compiled.</li>\n</ul>","QUALITY_MGMNT__GLOBAL":"<ul>\n  <li>The AQUASTAT questionnaire on water and agriculture, used for collecting information on SDG indicator 6.4.2, was endorsed by FAO&#x2019;s Office of the Chief Statistician (OCS).</li>\n  <li>During the reporting process, the OCS provides overall guidance, including on metadata reporting, based on the Metadata Dissemination Standard approved by the FAO IDWG-Statistics Technical Task Force.</li>\n  <li>Data on Environmental flow requirements is reupdated only when detailed methodology and metadata are provided and when consistency in the values is ensured.</li>\n  <li>After revision and validation, data are submitted to the OCS who also ensures the quality of the data and results.</li>\n</ul>","QUALITY_ASSURE__GLOBAL":"<p>FAO is responsible for the quality of the internal statistical processes used to compile the published datasets. The FAO Statistics Quality Assurance Framework (SQAF), available at: http://www.fao.org/docrep/019/i3664e/i3664e.pdf, provides the necessary principles, guidelines and tools to carry out quality assessments. FAO is performing an internal bi-annual survey (FAO Quality Assessment and Planning Survey) designed to gather information on all of FAO&#x2019;s statistical activities, notably to assess the extent to which quality standards are being implemented with a view to increasing compliance with the quality dimensions of SQAF, documenting best practices and prepare quality improvement plans, where necessary. Domain-specific quality assurance activities are carried out systematically (e.g. quality reviews, self-assessments, compliance monitoring).</p>","QUALITY_ASSMNT__GLOBAL":"<p>Overall evaluation of data quality is based on standard quality criteria and follows FAO&#x2019;s SQAF. It also includes:</p>\n<ul>\n  <li>A qualitative and quantitative manual cross-variable check after data is received. This consists of the verification that all the numbers are consistent based on the internal validation rules embedded in the questionnaire. Any issues identified are flagged and listed to be followed-up with the countries. </li>\n  <li>Time-series coherency check done by running an R-script to compare reported data with those corresponding to previous years. Based on this, a scattered diagram is also made by variable and country to allow for a visual verification of historical data. The critical analysis of the compiled data gives preference to national sources and expert knowledge, unless these greatly diverge from historic data or in the case of drastic changes in methodologies used by countries with significant influence on the results. </li>\n  <li>Verification of the metadata, especially the source of the proposed data. When data sources were not provided, the questionnaire was added as the data source of a given value. For the </li>\n</ul>","COVERAGE__GLOBAL":"<p>Data needed for the indicator are collected through AQUASTAT for 168 countries worldwide. </p>\n<p><strong>Time series:</strong></p>\n<p>1961-2019 (Discontinuous, depending on country. Data are interpolated to create timelines.) </p>\n<p><strong>Disaggregation:</strong></p>\n<p>Sectoral disaggregated data are provided to show the respective contribution of the different sectors to the water stress level, and therefore the relative importance of actions needed to contain water demand in the different sectors (agriculture, services and industry). The contribution of the different sectors to the water stress level is calculated as the proportion of sectoral withdrawals over total freshwater withdrawals, after taking into account the EFR. sectors are defined following the United Nations International Standard Industrial Classification of All Economic Activities ISIC 4 coding, </p>\n<ol>\n  <li>agriculture; forestry; fishing (ISIC A), hereinafter &#x201C;agriculture&#x201D;;</li>\n  <li>mining and quarrying; manufacturing; electricity, gas, steam and air conditioning supply; constructions (ISIC B, C, D and F), hereinafter &#x201C;MIMEC&#x201D;;</li>\n  <li>all the service sectors (ISIC E and ISIC G-T), hereinafter &#x201C;services&#x201D;.</li>\n</ol>\n<p>At national level, water resources and withdrawals are estimated or measured at the level of appropriate hydrological units (river basins, aquifers). It is therefore possible to obtain a geographical distribution of water stress by hydrological unit, thus allowing for more targeted response in terms of water demand management.</p>","COMPARABILITY__GLOBAL":"<p>Geographical: For national estimates incoming freshwater is counted as being part of the country&#x2019;s available freshwater resources, while global estimates can only be done by adding up the internal renewable freshwater resources (water generated within the country) of all countries in order to avoid double counting. Moreover, external freshwater resources are computed according to treaties, if present, which may lead to different values with respect to the actual freshwater resources assessed through hydrology.</p>\n<p>Over-time: time series are comparable across time. </p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p><a href=\"http://www.fao.org/aquastat/en/\">http://www.fao.org/aquastat/en/</a> </p>\n<p><strong>References:</strong></p>\n<p>Food and Agricultural Organization of the United Nations (FAO). AQUASTAT, FAO&apos;s Global Water Information System. Rome. Website <a href=\"http://www.fao.org/aquastat/en/\">http://www.fao.org/aquastat/en/</a>. </p>\n<p>The following resources of specific interest to this indicator are available on these sites: </p>\n<p>AQUASTAT glossary (<a href=\"http://www.fao.org/aquastat/en/databases/glossary/\">http://www.fao.org/aquastat/en/databases/glossary/</a>). </p>\n<p>AQUASTAT Main country database (<a href=\"http://www.fao.org/nr/water/aquastat/data/query/index.html?lang=en\">http://www.fao.org/nr/water/aquastat/data/query/index.html?lang=en</a> ) </p>\n<p>AQUASTAT Water use (<a href=\"http://www.fao.org/aquastat/en/overview/methodology/water-use/\">http://www.fao.org/aquastat/en/overview/methodology/water-use/</a>). </p>\n<p>AQUASTAT Water resources (<a href=\"http://www.fao.org/aquastat/en/overview/methodology/water-resources/\">http://www.fao.org/aquastat/en/overview/methodology/water-resources/</a>). </p>\n<p>AQUASTAT publications dealing with concepts, methodologies, definitions, terminologies, metadata, etc. (<a href=\"http://www.fao.org/aquastat/en/resources/publications/reports/\">http://www.fao.org/aquastat/en/resources/publications/reports/</a>)</p>\n<p>IWMI &#x2013; Global environmental flows assessment <br><a href=\"http://eflows.iwmi.org/\">http://eflows.iwmi.org/</a> </p>\n<p>IWMI - Global Environmental Flow Information for the Sustainable Development Goals<br><a href=\"http://www.iwmi.cgiar.org/Publications/IWMI_Research_Reports/PDF/pub168/rr168.pdf\">http://www.iwmi.cgiar.org/Publications/IWMI_Research_Reports/PDF/pub168/rr168.pdf</a> </p>\n<p>UNSD/UNEP Questionnaire on Environment Statistics &#x2013; Water Section</p>\n<p><a href=\"http://unstats.un.org/unsd/environment/qindicators.htm\">http://unstats.un.org/unsd/environment/qindicators.htm</a> </p>\n<p>Framework for the Development of Environment Statistics (FDES 2013) (Chapter 3) <a href=\"http://unstats.un.org/unsd/environment/FDES/FDES-2015-supporting-tools/FDES.pdf\">http://unstats.un.org/unsd/environment/FDES/FDES-2015-supporting-tools/FDES.pdf</a> </p>\n<p>OECD/Eurostat Questionnaire on Environment Statistics &#x2013; Water Section </p>\n<p>https://ec.europa.eu/eurostat/documents/1798247/6664269/Data-Collection-Manual-for-OECD_Eurostat-Questionnaire-on-Inland-Waters.pdf/f5f60d49-e88c-4e3c-bc23-c1ec26a01b2a?t=1611245054001</p>\n<p>Several documents exist that can be used to support countries in the computation of this indicator. Among them:</p>\n<p><strong>Understanding AQUASTAT - FAO&apos;s global water information system<br></strong>This information note covers a twenty-year history of the collection and analysis of water-related data and its dissemination as an international public good, freely available to all. The process of collecting and checking the data has resulted in the establishment of a unique network of collaborators who provide data, use data from other countries for comparative purposes, and exchange views and experiences on how best to measure and account for water-related use. Users range from international private companies to non-governmental organizations, and virtually all significant reports related to water depend on the data provided by AQUASTAT.<br><a href=\"http://www.fao.org/3/a-bc817e.pdf\">http://www.fao.org/3/a-bc817e.pdf</a></p>\n<p><strong>Incorporating environmental flows into &#x201C;water stress&#x201D; indicator 6.4.2 - Guidelines for a minimum standard method for global reporting.</strong></p>\n<p>These guidelines are intended to assist countries to participate in the assessment of SDG 6.4.2 on water stress by contributing data and information on environmental flows (EF). They provide a minimum standard method, principally based on the Global Environmental Flows Information System (GEFIS), which is accessible via <a href=\"http://eflows.iwmi.org\">http://eflows.iwmi.org</a>.</p>\n<p><a href=\"https://www.unwater.org/app/uploads/2019/01/SDG6_EF_LOW2.pdf\">https://www.unwater.org/app/uploads/2019/01/SDG6_EF_LOW2.pdf</a></p>\n<p><strong>Renewable Water Resources Assessment - 2015 AQUASTAT methodology review<br></strong><a href=\"http://www.fao.org/3/a-bc818e.pdf\">http://www.fao.org/3/a-bc818e.pdf</a></p>\n<p><strong>Global database on municipal wastewater production, collection, treatment, discharge and direct use in agriculture <br></strong>This paper describes the rationale and method to setup and feed the AQUASTAT database on municipal wastewater production, collection, treatment, discharge or direct use in agriculture. The best available sources of information have been reviewed, including peer-reviewed papers, proceedings of workshops, conferences and expert meetings, global or regional databases, as well as country briefs, national reports and direct communications by country government officials and experts.<br><a href=\"http://www.fao.org/3/a-bc823e.pdf\">http://www.fao.org/3/a-bc823e.pdf</a></p>\n<p><strong>Cooling water for energy generation and its impact on national-level water statistics <br></strong>This technical note, describing the issue of cooling water for energy generation and its impact on national-level water statistics, has two purposes: 1) to act as a general informational resource and 2) to encourage governmental agencies responsible for water usage to gather and report information disaggregated by sub-sector (keeping thermoelectric withdrawals separate from industrial and hydroelectric withdrawals), and to determine the point at which lower water withdrawal designs are more favourable, even if the required capital cost is higher.<br><a href=\"http://www.fao.org/3/a-bc822e.pdf\">http://www.fao.org/3/a-bc822e.pdf</a></p>\n<p><strong>Municipal and industrial water withdrawal modelling for the years 2000 and 2005 using statistical methods <br></strong>This document describes the efforts to generate models that estimate the municipal and industrial water withdrawals for the years 2000 and 2005. <br><a href=\"http://www.fao.org/3/a-bc821e.pdf\">http://www.fao.org/3/a-bc821e.pdf</a></p>\n<p><strong>Disambiguation of water statistics <br></strong>The nomenclature surrounding water information is often confusing and gives rise to different interpretations and thus confusion. When discussing the way in which renewable water resources are utilized, the terms water use, usage, withdrawal, consumption, abstraction, extraction, utilization, supply and demand are often used without clearly stating what is meant. <br><a href=\"http://www.fao.org/3/a-bc816e.pdf\">http://www.fao.org/3/a-bc816e.pdf</a></p>\n<p><strong>FAO-AQUASTAT questionnaire on water and agriculture</strong><br>These annual Guidelines and questionnaires have been prepared specifically designed to collect the SDG 6.4. related water variables, and therefore to update the core variables in AQUASTAT database.<br><a href=\"http://www.fao.org/aquastat/en/overview/methodology/\">http://www.fao.org/aquastat/en/overview/methodology/</a></p>\n<p> </p>\n<p><strong>International Recommendations for Water Statistics<br></strong>The International Recommendations for Water Statistics (IRWS) were developed to help strengthen national information systems for water in support of design and evaluation of Integrated Water Resources Management (IWRM) policies.<br><a href=\"https://unstats.un.org/unsd/EconStatKB/KnowledgebaseArticle10209.aspx\">https://unstats.un.org/unsd/EconStatKB/KnowledgebaseArticle10209.aspx</a> </p>\n<p><strong>UNSD/UNEP Questionnaire on Environment Statistics &#x2013; Water Section<br></strong><a href=\"http://unstats.un.org/unsd/environment/questionnaire.htm\">http://unstats.un.org/unsd/environment/questionnaire.htm</a><u><br></u><a href=\"http://unstats.un.org/unsd/environment/qindicators.htm\">http://unstats.un.org/unsd/environment/qindicators.htm</a></p>\n<p><strong>UNSD &#x2018;National Accounts Main Aggregates Database&#x2019;<br></strong><a href=\"http://unstats.un.org/unsd/snaama/selbasicFast.asp\">http://unstats.un.org/unsd/snaama/selbasicFast.asp</a></p>\n<p><strong>FAO e-learning course on </strong>SDG Indicator 6.4.2 - Level of water stress: https://elearning.fao.org/course/view.php?id=365 </p>","indicator":"6.4.2","target_id":"6.4","sdg_goal":"6","indicator_sort_order":"06-04-02"}