{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Consumo material interno en términos absolutos, consumo material interno per cápita y consumo material interno por PIB","graph_titles":[],"graph_type":"line","indicator_name":"Consumo material interno en términos absolutos, consumo material interno per cápita y consumo material interno por PIB","indicator_number":"8.4.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 8: Promote sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all</p>","SDG_TARGET__GLOBAL":"<p>Target 8.4: Improve progressively, through 2030, global resource efficiency in consumption and production and endeavour to decouple economic growth from environmental degradation, in accordance with the 10&#x2011;Year Framework of Programmes on Sustainable Consumption and Production, with developed countries taking the lead</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 8.4.2: Domestic material consumption, domestic material consumption per capita, and domestic material consumption per GDP </p>","META_LAST_UPDATE__GLOBAL":"<p>2021-02-04</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>Indicator 12.2.2 </p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Environment Programme (UNEP) </p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Environment Programme (UNEP) </p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong> </p>\n<p>Domestic Material Consumption (DMC) is a standard material flow accounting (MFA) indicator and reports the apparent consumption of materials in a national economy. </p>\n<p> </p>\n<p><strong>Concepts:</strong> </p>\n<p>Domestic Material Consumption (DMC) and MF need to be looked at in combination as they cover the two aspects of the economy, production and consumption. The DMC reports the actual amount of material in an economy, MF the virtual amount required across the whole supply chain to service final demand. A country can, for instance have a very high DMC because it has a large primary production sector for export or a very low DMC because it has outsourced most of the material intensive industrial process to other countries. The material footprint corrects for both phenomena. </p>","UNIT_MEASURE__GLOBAL":"<p>Tonnes</p>\n<p>kilograms per constant United States dollar</p>\n<p>Tonnes per capita</p>","SOURCE_TYPE__GLOBAL":"<p>The global material flows database is based on country material flow accounts from the European Union and Japan and estimated data for the rest of the world. Estimated data is produced on the bases of data available from different national or international datasets in the domain of agriculture, forestry, fisheries, mining and energy statistics. International statistical sources for DMC and MF include the IEA, USGS, FAO and COMTRADE databases. </p>","COLL_METHOD__GLOBAL":"<p>The IRP Global Material Flows and Resource Productivity working group compiles the data from countries and from other sources. </p>","FREQ_COLL__GLOBAL":"<p>Under discussion </p>","REL_CAL_POLICY__GLOBAL":"<p>11 September 2017 </p>","DATA_SOURCE__GLOBAL":"<p>National Statistical Offices </p>","COMPILING_ORG__GLOBAL":"<p>UNEP, OECD and EUROSTAT </p>","RATIONALE__GLOBAL":"<p>DMC reports the amount of materials that are used in a national economy. DMC is a territorial (production side) indicator. DMC also presents the amount of material that needs to be handled within an economy, which is either added to material stocks of buildings and transport infrastructure or used to fuel the economy as material throughput. DMC describes the physical dimension of economic processes and interactions. It can also be interpreted as long-term waste equivalent. Per-capita DMC describes the average level of material use in an economy &#x2013; an environmental pressure indicator &#x2013; and is also referred to as metabolic profile.</p>","REC_USE_LIM__GLOBAL":"<p>DMC cannot be disaggregated to economic sectors which limits its potential to become a satellite account to the System of National Accounts (SNA). </p>","DATA_COMP__GLOBAL":"<p>It is calculated as direct imports (IM) of material plus domestic extraction (DE) of materials minus direct exports (EX) of materials measured in metric tonnes. DMC measure the amount of materials that are used in economic processes. It does not include materials that are mobilized the process of domestic extraction but do not enter the economic process. DMC is based on official economic statistics and it requires some modelling to adapt the source data to the methodological requirements of the MFA. The accounting standard and accounting methods are set out in the EUROSTAT guidebooks for MFA accounts in the latest edition of 2013. MFA accounting is also part of the central framework of the System of integrated Environmental-Economic Accounts (SEEA). </p>","DATA_VALIDATION__GLOBAL":"<p>The prefilled questionnaire with estimated data will be send to the National Statistical Office (NSO) Focal Points (FP) for the compilation of the national data for this indicator. The FPs will coordinate the data collection with stakeholders within their countries and report back the data to UNEP. For countries with no national data collected for this indicator, UNEP will ask the countries to agree on publishing and releasing the estimated data on the World Environment Situation Room and in the SDG Global database. </p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level </strong></li>\n</ul>\n<p>A zero is imputed when no positive real value was officially recorded, in the base data sets used, for any of the underlying components which make up this aggregated total. Thus &#x201C;0.0&#x201D; can represent either NA, or a genuine 0.0, or (crucially) a combination of both, which is a common situation. This allows for values to be easily aggregated into further aggregations; however, it should be thus noted that due to imputing missing values as &#x2018;0.0&#x2019;, the aggregations may represent a lower value than actual situation. </p>\n<p> </p>\n<ul>\n  <li><strong>At regional and global levels </strong></li>\n</ul>\n<p>Similarly, missing values are imputed as zero in the regional and global aggregations. However, in the case where no data is available at all for a particular country then the per capita and per GDP estimates are weighted averages of the available data. </p>","REG_AGG__GLOBAL":"<p>The data will be aggregated at the sub-regional, regional and global levels. For the aggregation methods, please see: <a href=\"http://wesr.unep.org/media/docs/graphs/aggregation_methods.pdf\">http://wesr.unep.org/media/docs/graphs/aggregation_methods.pdf</a> </p>","DOC_METHOD__GLOBAL":"<p>UNEP, Eurostat with the IRP and UNSD have developed a global manual on Economy Wide -Material Flow Accounting (EW-MFA) which brings in the European guidelines, but provides a modular approach for countries looking to develop EW-MFA for the first time and it addresses specific issues related to resource extractive based economies. The EU Economy-wide material flow accounts handbook 2018. </p>\n<p>https://seea.un.org/sites/seea.un.org/files/global_material_flow_accounting_manual_final_draft.pdf https://ec.europa.eu/eurostat/web/products-manuals-and-guidelines/-/KS-GQ-18-006</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>The data covers more than 170 countries. </p>\n<p><strong>Time series:</strong></p>\n<p>The data set covers each nation individually, over a time period of 47 years (1970-2017). </p>\n<p><strong>Disaggregation:</strong></p>\n<p>The DMC indicator can be disaggregated into imports, domestic extraction and exports by a large number of material follow categories. At the highest level of aggregation biomass, fossil fuels, metal ores and non-metallic minerals are distinguished. DMC is usually reported for 11 material categories, DE for 44 material categories. </p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>","OTHER_DOC__GLOBAL":"<p><strong>References:</strong> </p>\n<p>EUROSTAT (2013). Economy-wide material flow accounts. Compilation guide 2013. </p>\n<p>Wiedmann, T., H. Schandl, M. Lenzen, D. Moran, S. Suh, J. West, K. Kanemoto, (2013) The Material Footprint of Nations, Proc. Nat. Acad. Sci. Online before print. </p>\n<p>Lenzen, M., Moran, D., Kanemoto, K., Geschke, A. (2013) Building Eora: A global Multi-regional Input-Output Database at High Country and Secotr Resolution, Economic Systems Research, 25:1, 20-49. </p>","indicator":"8.4.2","target_id":"8.4","sdg_goal":"8","indicator_sort_order":"08-04-02"}