{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proporción de jóvenes (entre 15 y 24 años) que no cursan estudios, no están empleados ni reciben capacitación","graph_titles":[],"graph_type":"line","indicator_name":"Proporción de jóvenes (entre 15 y 24 años) que no cursan estudios, no están empleados ni reciben capacitación","indicator_number":"8.6.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 8: Promote sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all</p>","SDG_TARGET__GLOBAL":"<p>Target 8.6: By 2020, substantially reduce the proportion of youth not in employment, education or training</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 8.6.1: Proportion of youth (aged 15&#x2013;24 years) not in education, employment or training</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Proportion of youth (aged 15-24 years) not in education, employment or training, by sex</p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>8.5.2</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>International Labour Organization (ILO)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>International Labour Organization (ILO)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition: </strong></p>\n<p>This indicator conveys the proportion of youth (aged 15-24 years) not in education, employment or training (also known as &quot;the youth NEET rate&quot;). </p>\n<p><strong>Concepts: </strong></p>\n<p>For the purposes of this indicator, youth is defined as all persons between the ages of 15 and 24 (inclusive). According to the International Standard Classification of Education (ISCED), education is defined as organized and sustained communication designed to bring about learning. Formal education is defined in ISCED as education that is institutionalized, intentional, and planned through public organizations and recognized private bodies and, in their totality, make up the formal education system of a country. </p>\n<p>Non-formal education, like formal education is defined in ISCED as education that is institutionalized, intentional and planned by an education provider but is considered an addition, alternative and/or a complement to formal education. It may be short in duration and/or low in intensity and it is typically provided in the form of short courses, workshops or seminars. Informal learning is defined in ISCED as forms of learning that are intentional or deliberate, but not institutionalized. It is thus less organized and less structured than either formal or non-formal education. Informal learning may include learning activities that occur in the family, in the workplace, in the local community, and in daily life, on a self-directed, family-directed or socially-directed basis. For the purposes of this indicator, persons will be considered in education if they are in formal or non-formal education, as described above, but excluding informal learning. </p>\n<p>Employment is defined as all persons of working age who, during a short reference period (one week), were engaged in any activity to produce goods or provide services for pay or profit. </p>\n<p>For the purpose of this indicator, persons are considered to be in training if they are in a non-academic learning activity through which they acquire specific skills intended for vocational or technical jobs. </p>\n<p>Vocational training prepares trainees for jobs that are based on manual or practical activities, and for skilled operative jobs, both blue and white collar related to a specific trade, occupation or vocation. Technical training on the other hand imparts learning that can be applied in intermediate-level jobs, in particular those of technicians and middle managers. </p>","UNIT_MEASURE__GLOBAL":"<p>Percent (%)</p>","CLASS_SYSTEM__GLOBAL":"<p>Youth are defined as persons aged 15 to 24 (inclusive) for the purpose of this indicator.</p>","SOURCE_TYPE__GLOBAL":"<p>The preferred official national data source for this indicator is a household-based labour force survey. </p>\n<p>In the absence of a labour force survey, a population census and/or other type of household survey with an appropriate employment module may be used to obtain the required data. </p>","COLL_METHOD__GLOBAL":"<p>The ILO Department of Statistics processes national household survey microdata sets in line with internationally-agreed indicator concepts and definitions set forth by the International Conference of Labour Statisticians. For data that could not be obtained through this processing or directly from government websites, the ILO sends out an annual ILOSTAT questionnaire to all relevant agencies within each country (national statistical office, labour ministry, etc.) requesting the latest annual data and any revisions on numerous labour market topics and indicators, including many SDG indicators. </p>","FREQ_COLL__GLOBAL":"<p>Continuous</p>","REL_CAL_POLICY__GLOBAL":"<p>Continuous</p>","DATA_SOURCE__GLOBAL":"<p>Mainly national statistical offices, and in some cases labour ministries or other related agencies, at the country-level. In some cases, regional or international statistical offices can also act as data providers. </p>","COMPILING_ORG__GLOBAL":"<p>International Labour Organization (ILO) </p>","INST_MANDATE__GLOBAL":"<p>The ILO is the UN focal point for labour statistics. It sets international standards for labour statistics through the International Conference of Labour Statisticians. It also compiles and produces labour statistics with the goal of disseminating internationally-comparable datasets, and provides technical assistance and training to ILO member States to support their efforts to produce high quality labour market data.</p>","RATIONALE__GLOBAL":"<p>The share of youth not in employment, education or training (youth NEET rate) provides a measure of youth who are outside the educational system, not in training and not in employment, and thus serves as a broader measure of potential youth labour market entrants than youth unemployment. It includes discouraged worker youth as well as those who are outside the labour force due to disability or engagement in household chores, among other reasons. Youth NEET is also a better measure of the current universe of potential youth labour market entrants as compared with the youth inactivity rate, as the latter includes those youth who are outside the labour force and are in education, and thus are furthering their skills and qualifications. </p>","REC_USE_LIM__GLOBAL":"<p>The calculation of this indicator requires having reliable information on both the labour market status and the participation in education or training of youth. The quality of such information is heavily dependent on the questionnaire design, the sample size and design and the accuracy of respondents&apos; answers. </p>\n<p>In terms of the analysis of the indicator, in order to avoid misinterpreting it, it is important to bear in mind that it is composed of two different sub-groups (unemployed youth not in education or training and youth outside the labour force not in education or training). The prevalence and composition of each sub-group would have policy implications, and thus should also be considered when analysing the NEET rate. </p>","DATA_COMP__GLOBAL":"<p>It is important to note here that youth simultaneously in employment and education or training should not be double counted when subtracted from the total number of youth. The formula can also be expressed as:</p>","DATA_VALIDATION__GLOBAL":"<p>The ILO engages in annual consultations with member States through the ILOSTAT questionnaire and related Statistics Reporting System (StaRS). National data providers receive a link to the portal where they can review all national SDG data available on ILOSTAT.</p>","ADJUSTMENT__GLOBAL":"<p>Through the ILO Harmonized Microdata initiative, the ILO strives to produce internationally comparable labour statistics based on the indicator concepts and definitions adopted by the International Conference of Labour Statisticians.</p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level </strong></li>\n</ul>\n<p>Multivariate regression and cross-validation techniques are used to impute missing values at the country level. The additional variables used for the imputation include a range of indicators, including labour market and school enrolment data. However, the imputed missing country values are only used to calculate the global and regional estimates; they are not used for international reporting on the SDG indicators by the ILO. </p>\n<p> </p>\n<p>For further information on the estimates, please refer to the ILO modelled estimates methodological overview, available at https://ilostat.ilo.org/resources/concepts-and-definitions/ilo-modelled-estimates/</p>\n<ul>\n  <li><strong>At regional and global levels </strong></li>\n</ul>\n<p>Regional and global figures are aggregates of the country-level figures including the imputed values.</p>","REG_AGG__GLOBAL":"<p>The NEET aggregates are derived from the ILO modelled estimates that are used to produce global and regional estimates of, amongst others, rates of youth not in employment. These models use multivariate regression and cross-validation techniques to impute missing values at the country level, which are then aggregated to produce regional and global estimates. The regional and global NEET rates are obtained by first adding up, across countries, the numerator and denominator of the formula that defines NEET rates as outlined above. Once both magnitudes are produced at the desired level of aggregation, the ratio between the two is used to produce the NEET rate for each regional grouping and the global level. Notice that this direct aggregation method can be used due to the imputation of missing observations. For further information on the estimates, please refer to the ILO modelled estimates methodological overview, available at https://ilostat.ilo.org/resources/concepts-and-definitions/ilo-modelled-estimates/. </p>","DOC_METHOD__GLOBAL":"<p>To calculate this indicator, reliable data are needed on both the labour market situation and the participation in the educational system of the youth. These data are collected at the national level mainly through labour force surveys (or other types of household surveys with an employment module). For the methodology of each national household survey, one must refer to the most comprehensive survey report or to the methodological publications of the national statistical office in question. </p>","QUALITY_MGMNT__GLOBAL":"<p>The processes of compilation, production, and publication of data, including its quality control, are carried out following the methodological framework and standards established by the ILO Department of Statistics, in compliance with the information technology and management standards of the ILO.</p>","QUALITY_ASSURE__GLOBAL":"<p>Data consistency and quality checks are regularly conducted for validation of the data before dissemination in the ILOSTAT database. </p>","QUALITY_ASSMNT__GLOBAL":"<p>The final assessment of the quality of information is carried out by the Data Production and Analysis Unit of the ILO Department of Department. In cases of doubt about the quality of specific data, these values are reviewed with the participation of the national agencies responsible for producing the data if appropriate. If the issues cannot be clarified, the respective information is not published. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability: </strong></p>\n<p>Data for this indicator is available for 168 countries and territories.</p>\n<p><strong>Time series: </strong></p>\n<p>Country data for this indicator is available as of 2000 in the SDG Indicators Global Database, but longer time series are available in ILOSTAT. Global and regional data in this submission covers a period of 2005 to 2020.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>No disaggregation is specifically required for this indicator, although having it disaggregated by sex is desirable, as is disaggregation by detailed age groups within the youth age band. </p>\n<p> </p>","COMPARABILITY__GLOBAL":"<p>A number of factors can limit the comparability of statistics on the youth NEET rate between countries or over time. When differing from international standards, the operational criteria used to define employment and the participation in education or training will naturally affect the comparability of the resulting statistics, as will the coverage of the source of statistics (geographical coverage, population coverage, age coverage, etc.).</p>","OTHER_DOC__GLOBAL":"<ul>\n  <li>ILO Guidebook - Decent Work and the Sustainable Development Goals: A Guidebook on SDG Labour Market Indicators (https://www.ilo.org/global/statistics-and-databases/publications/WCMS_647109/lang--en/index.htm ) </li>\n  <li>Decent Work Indicators Manual: <a href=\"http://www.ilo.org/wcmsp5/groups/public/---dgreports/---stat/documents/publication/wcms_223121.pdf\" target=\"_blank\"><u>http://www.ilo.org/wcmsp5/groups/public/---dgreports/---stat/documents/publication/wcms_223121.pdf</u></a> </li>\n  <li>Resolution concerning statistics of work, employment and labour underutilization, adopted by the 19<sup>th</sup> ICLS in 2013: <a href=\"https://www.ilo.org/global/statistics-and-databases/standards-and-guidelines/resolutions-adopted-by-international-conferences-of-labour-statisticians/WCMS_230304/lang--en/index.htm\">https://www.ilo.org/global/statistics-and-databases/standards-and-guidelines/resolutions-adopted-by-international-conferences-of-labour-statisticians/WCMS_230304/lang--en/index.htm</a> </li>\n  <li>International Standard Classification of Education (ISCED) developed by UNESCO: http://uis.unesco.org/en/topic/international-standard-classification-education-isced </li>\n  <li>What does NEETs mean and why is the concept so easily misinterpreted? (ILO, W4Y, Technical brief n&#xB0;1): <a href=\"http://www.ilo.org/wcmsp5/groups/public/---dgreports/---dcomm/documents/publication/wcms_343153.pdf\" target=\"_blank\"><u>http://www.ilo.org/wcmsp5/groups/public/---dgreports/---dcomm/documents/publication/wcms_343153.pdf</u></a> </li>\n  <li>ILOSTAT (<a href=\"https://ilostat.ilo.org/\" target=\"_blank\"><u>https://ilostat.ilo.org/</u></a>). </li>\n  <li>ILOSTAT&#x2019;s Indicator Descriptions &#x2013; Youth NEET rate (https://ilostat.ilo.org/resources/concepts-and-definitions/description-youth-neet/). </li>\n  <li>ILO Manual &#x2013; Decent Work Indicators, Concepts and Definitions &#x2013; Chapter 1, Employment opportunities <a href=\"http://www.ilo.org/integration/resources/pubs/WCMS_229374/lang--en/index.htm\" target=\"_blank\"><u>http://www.ilo.org/integration/resources/pubs/WCMS_229374/lang--en/index.htm</u></a> (second version, page 38). </li>\n</ul>","indicator":"8.6.1","target_id":"8.6","sdg_goal":"8","indicator_sort_order":"08-06-01"}