{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proporción y número de niños de entre 5 y 17 años que realizan trabajo infantil, desglosados por sexo y edad","graph_titles":[],"graph_type":"line","indicator_name":"Proporción y número de niños de entre 5 y 17 años que realizan trabajo infantil, desglosados por sexo y edad","indicator_number":"8.7.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 8: Promote sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all</p>","SDG_TARGET__GLOBAL":"<p>Target 8.7: Take immediate and effective measures to eradicate forced labour, end modern slavery and human trafficking and secure the prohibition and elimination of the worst forms of child labour, including recruitment and use of child soldiers, and by 2025 end child labour in all its forms</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 8.7.1: Proportion and number of children aged 5&#x2013;17 years engaged in child labour, by sex and age</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Proportion of children engaged in economic activity, by sex and age (%)</p>\n<p>Proportion of children engaged in economic activity and household chores, by sex and age (%)</p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>Many other SDG indicators have links and are relevant to child labour.</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Children&apos;s Fund (UNICEF)</p>\n<p>International Labour Organization (ILO)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Children&apos;s Fund (UNICEF)</p>\n<p>International Labour Organization (ILO)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>The number of children engaged in child labour corresponds to the number of children reported to be in child labour during the reference period (usually the week prior to the survey). The proportion of children in child labour is calculated as the number of children in child labour divided by the total number of children in the population. For the purposes of this indicator, children include all persons aged 5 to 17. </p>\n<p> </p>\n<p><strong>Concepts:</strong></p>\n<p>Three principal international legal instruments &#x2013; ILO Convention No. 138 (Minimum Age) (C138), United Nations Convention on the Rights of the Child (CRC), ILO Convention No. 182 (Worst Forms) (C182) together set the legal boundaries for child labour, and provide the legal basis for national and international actions against it. In accordance with these instruments, child labour is work that children should <em>not </em>be doing because (a) they are too young or (b) is likely to harm their health, safety or morals, due to its nature or the conditions in which it is carried out.</p>\n<p> </p>\n<p>The resolutions adopted by the International Conference of Labour Statisticians (ICLS), the world&#x2019;s acknowledged standard-setting body in the area of labour statistics, provide the basis for translating the legal standards governing the concept of child labour into statistical terms for the purpose of child labour measurement. </p>\n<p> </p>\n<p>In accordance with the ICLS resolutions<sup><a href=\"#footnote-2\" id=\"footnote-ref-2\">[1]</a></sup>, child labour can be measured on the basis of the production boundary set by the United Nations System of National Accounts (UN SNA) or on the basis of the general production boundary. The former limits the frame of reference to economic activity, while the latter extends it to include both economic activity <em>and</em> unpaid household services, that is, the production of domestic and personal services by a household member for consumption within their own household, commonly called &#x201C;household chores&#x201D;. </p>\n<p> </p>\n<p>Following from this, two indicators are used for measuring child labour for the purpose of SDG reporting, the first based on the production boundary set by the UN SNA and the second based on the general production boundary.</p>\n<p> </p>\n<p>Indicator 1: Proportion and number of children aged 5-17 years engaged in economic activities at or above age-specific hourly thresholds (<strong>SNA production boundary basis</strong>)</p>\n<p><em>Child labour for the 5 to 11 age range</em>: children working for 1 hour or more per week in economic activity; </p>\n<p><em>Child labour for the 12 to 14 age range</em>: children working for 14 hours or more per week in economic activity;</p>\n<p><em>Child labour for the 15 to 17 age range</em>: children working for 43 hours or more per week in economic activity.</p>\n<p> </p>\n<p>Indicator 2: Proportion and number of children aged 5-17 years engaged in economic activities and household chores at or above age-specific hourly thresholds (<strong>general production boundary basis</strong>): </p>\n<p><em>Child labour for the 5 to 11 age range</em>: children working for 1 hour or more per week in economic activity and/or involved in unpaid household services for 21 hours or more per week; </p>\n<p><em>Child labour for the 12 to 14 age range</em>: children working for 14 hours or more per week in economic activity and/or involved in unpaid household services for 21 hours or more per week; </p>\n<p><em>Child labour for the 15 to 17 age range</em>: children working for 43 hours or more per week in economic activity.<sup><a href=\"#footnote-3\" id=\"footnote-ref-3\">[2]</a></sup> </p>\n<p> </p>\n<p>The concept of child labour also includes the worst forms of child labour other than hazardous (18<sup>th</sup> ICLS paragraphs 33 to 34) as well as hazardous work (18<sup>th</sup> ICLS paragraphs 21 to 32). The worst forms of child labour include all forms of slavery or similar practices such as trafficking and the recruitment and use of child soldiers, the use or procurement of children for prostitution or other illicit activities, and other work that is likely to harm children&#x2019;s health, safety or well-being. </p>\n<p> </p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-2\">1</sup><p> 20th International Conference of Labour Statisticians. Resolution to amend the 18th ICLS Resolution concerning statistics of child labour. ILO. Geneva, October 2019. <a href=\"#footnote-ref-2\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-3\">2</sup><p> No hourly threshold is set for household chores for ages 15-17. <a href=\"#footnote-ref-3\">&#x2191;</a></p></div></div>","UNIT_MEASURE__GLOBAL":"<p>Percent (%)</p>","CLASS_SYSTEM__GLOBAL":"<p>The definition of child labour is in line with the standard set by the latest 20<sup>th</sup> International Conference of Labour Statisticians. Resolution to amend the 18th ICLS Resolution concerning statistics of child labour. ILO. Geneva, October 2019</p>","SOURCE_TYPE__GLOBAL":"<p>Household surveys such as National Labour Force Surveys, National Multipurpose Household Surveys, UNICEF-supported Multiple Indicator Cluster Surveys (MICS), Demographic and Health Surveys (DHS), ILO-supported Statistical Information and Monitoring Programme on Child Labour (SIMPOC), and World Bank Living Standard Measurement surveys (LSMS) are among the most important instruments for generating information on child labour in developing countries. Estimates of child labour generated by these survey instruments are increasingly relied on by countries to monitor progress towards national and global child labour elimination targets. Many countries also produce national labour estimates and reports that often include data on child labour and/or employment among children. </p>","COLL_METHOD__GLOBAL":"<p>UNICEF undertakes a wide consultative process of compiling and assessing data from national sources for the purposes of updating its global databases on the situation of children. Up until 2017, the mechanism UNICEF used to collaborate with national authorities on ensuring data quality and international comparability on key indicators of relevance to children was known as Country Data Reporting on the Indicators for the Goals (CRING). </p>\n<p>As of 2018, UNICEF launched a new country consultation process with national authorities on selected child-related global SDG indicators it is custodian or co-custodian to, to meet emerging standards and guidelines on data flows for global reporting of SDG indicators, which place strong emphasis on technical rigour, country ownership and use of official data and statistics. The consultation process solicited feedback directly from National Statistical Offices (NSOs), as well as other government agencies responsible for official statistics, on the compilation of the indicators, including the data sources used, and the application of internationally agreed definitions, classification and methodologies to the data from that source. The results of this country consultation are reviewed and discussed with ILO. Once reviewed, feedback is made available to countries on whether or not specific data points are accepted, and if not, the reasons why. </p>","FREQ_COLL__GLOBAL":"<p>UNICEF will undertake an annual country consultation likely between December and January every year to allow for review and processing of the feedback received in order to meet global SDG reporting deadlines. </p>","REL_CAL_POLICY__GLOBAL":"<p>Updated data on 8.7.1 will be available in the SDG reporting period every February/March.</p>","DATA_SOURCE__GLOBAL":"<p>National Statistical Offices (for the most part) and line ministries/other government agencies and International agencies that have conducted labour force surveys or other household surveys through which data on child labour were collected. </p>","COMPILING_ORG__GLOBAL":"<p>United Nations Children&apos;s Fund (UNICEF) and International Labour Organization (ILO) </p>","INST_MANDATE__GLOBAL":"<p>The ILO is the UN focal point for labour statistics. It sets international standards for labour statistics through the International Conference of Labour Statisticians. It also compiles and produces labour statistics with the goal of disseminating internationally comparable datasets, and provides technical assistance and training to ILO member States to support their efforts to produce high quality labour market data, including child labour data.</p>\n<p>UNICEF provides technical and financial assistance to Member States to support their efforts to collect high quality data on child labour, including through UNICEF-supported MICS household survey programme. UNICEF also compiles child labour statistics with the goal of making internationally comparable datasets publicly available, and it analyzes child labour statistics, which are included in relevant data-driven publications, including in its flagship publication, <em>The State of the World&#x2019;s Children</em>. </p>","RATIONALE__GLOBAL":"<p>Far too many children in the world remain trapped in child labour, compromising their individual future and our collective futures. According to the latest ILO global estimates, about 152 million children worldwide &#x2013; 64 million girls and 88 million boys - are child labourers, accounting for almost 10 percent of the child population. These stark figures underscore the need for accelerated progress against child labour in the lead up to the 2025 target date for ending child labour in all its forms, and the accompanying need for child labour statistics to monitor and guide efforts in this regard. Reliable, comprehensive and timely data on the nature and extent of child labour provide a basis for determining priorities for national global action against child labour. Statistical information on child labour, and more broadly on all working children, also provide a basis for increasing public awareness of the situation of working children and for the development of appropriate regulatory frameworks and policies. </p>","REC_USE_LIM__GLOBAL":"<p>While the concept of child labour includes working in activities that are hazardous in nature, to ensure comparability of estimates over time and to minimize data quality issues, work beyond age-specific hourly thresholds are used as a proxy for hazardous work for the purpose of reporting on SDG indicator 8.7.1. Further methodological work is needed to validate questions specifically aimed at identifying children in hazardous working conditions. </p>\n<p> </p>\n<p>Similarly, while the worst forms of child labour other than hazardous also form part of the concept of child labour more broadly, data on the worst forms of child labour are not currently captured in regular household surveys given difficulties with accurately and reliably measuring it. Therefore, this element of child labour is not captured by the indicators used for reporting on SDG 8.7.1. </p>\n<p> </p>\n<p>In addition, &#x2018;own use production of goods&#x2019;, including activities such as fetching water and collecting firewood, falls within the production boundary set by the United Nations System of National Accounts (SNA). However, for the purpose of SDG reporting of indicator 8.7.1, and with the goal of facilitating international comparability, fetching water and collecting firewood have been classified as unpaid household services (i.e., household chores), a form of production that lies outside the SNA production boundary. </p>\n<p> </p>\n<p>More broadly, child labour estimates based on the statistical standards set out in the ICLS resolution represent useful benchmarks for international comparative purposes but are <u>not</u> necessarily consistent with estimates based on national child labour legislation. ILO Convention No. 138 contains a number of flexibility clauses left to the discretion of the competent national authority in consultation (where relevant) with workers&#x2019; and employers&#x2019; organizations (e.g., minimum ages, scope of application).<sup><a href=\"#footnote-4\" id=\"footnote-ref-4\">[3]</a></sup> This means that there is no single legal definition of child labour across countries, and thus, no single statistical measure of child labour consistent with national legislation across countries. </p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-4\">3</sup><p> Principal areas of flexibility in the Convention include: (a)<em>minimum ages</em>: Members whose economy and educational facilities are insufficiently developed may specify a lower general minimum age of 14 years (Art. 2.4) and a lower age range for light work of 12 to 14 years (Art 7.4); and (b) <em>scope of application</em>: Members may exclude from the application of the Convention limited (non-hazardous) categories of employment or work in respect of which special and substantial problems of application arise (Art. 4.1). Members whose economy and administrative facilities are insufficiently developed may also initially limit the scope of application of the Convention (Art. 5.1) beyond a core group of economic activities or undertakings (Art. 5.3). <a href=\"#footnote-ref-4\">&#x2191;</a></p></div></div>","DATA_COMP__GLOBAL":"<p>Children aged 5-17: Number of children aged 5-17 reported in child labour during the week prior to the survey divided by the total number of children aged 5-17 in the population, multiplied by 100. </p>\n<p> </p>\n<p>Children aged 5-14: Number of children aged 5-14 reported in child labour during the week prior to the survey divided by the total number of children aged 5-14 in the population, multiplied by 100. </p>\n<p> </p>\n<p>Children aged 15-17: Number of children aged 15-17 reported child labour during the week prior to the survey divided by the total number of children aged 15-17 in the population, multiplied by 100. </p>","DATA_VALIDATION__GLOBAL":"<p>A wide consultative process is undertaken to compile, assess and validate data from national sources. </p>\n<p>The consultation process solicited feedback directly from National Statistical Offices, as well as other government agencies responsible for official statistics, on the compilation of the indicators, including the data sources used, and the application of internationally agreed definitions, classification and methodologies to the data from that source. The results of this country consultation are reviewed and discussed between the co-custodian agencies, UNICEF and ILO. Once reviewed, feedback is made available to countries on whether or not specific data points are accepted, and if not, the reasons why. </p>","ADJUSTMENT__GLOBAL":"<p>While the concept of child labour includes working in activities that are hazardous in nature, to ensure</p>\n<p>comparability of estimates over time and to minimize data quality issues, work beyond age-specific hourly thresholds are used as a proxy for hazardous work for the purpose of reporting on SDG indicator 8.7.1. Similarly, while the worst forms of child labour other than hazardous also form part of the concept of child labour more broadly, data on the worst forms of child labour are not currently captured in regular household surveys given difficulties with accurately and reliably measuring it. Therefore, this element of child labour is not captured by the indicators used for reporting on SDG 8.7.1. In addition, &#x2018;own use production of goods&#x2019;, including activities such as fetching water and collecting firewood,</p>\n<p>falls within the production boundary set by the United Nations System of National Accounts (SNA). However, for the purpose of SDG reporting of indicator 8.7.1, and with the goal of facilitating international comparability, fetching water and collecting firewood have been classified as unpaid household services (i.e., household chores), a form of production that lies outside the SNA production boundary.</p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level </strong></li>\n</ul>\n<p>Country data are not published when data for a country are entirely missing. </p>\n<p> </p>\n<ul>\n  <li><strong>At regional and global levels </strong></li>\n</ul>\n<p>For details on the methodology for treatment of missing data in the calculation of regional and global aggregates see, <a href=\"https://data.unicef.org/resources/child-labour-2020-global-estimates-trends-and-the-road-forward/\">Child Labour: Global estimates 2020, trends and the road forward</a></p>","REG_AGG__GLOBAL":"<p>For details on the methodology for calculation of regional aggregates, see <a href=\"https://data.unicef.org/resources/child-labour-2020-global-estimates-trends-and-the-road-forward/\">Child Labour: Global estimates 2020, trends and the road forward</a> </p>","DOC_METHOD__GLOBAL":"<p>See Section 3.a. </p>","QUALITY_MGMNT__GLOBAL":"<p>The process behind the production of reliable statistics on child labour is well established within UNICEF and the ILO. The quality and process leading to the production of the SDG indicator 8.7.1 is ensured by working closely with the statistical offices and other relevant stakeholders through a consultative process. </p>","QUALITY_ASSURE__GLOBAL":"<p>UNICEF and ILO maintain the global database on child labour that is used for official SDG reporting. Before the inclusion of any data point in the database, it is reviewed by technical focal points at UNICEF and ILO to check for consistency and overall data quality. This review is based on a set of objective criteria to ensure that only the most recent and reliable information are included in the databases. These criteria include the following: data sources must include proper documentation; data values must be representative at the national population level; data are collected using an appropriate methodology (e.g., sampling); data values are based on a sufficiently large sample; data conform to the standard indicator definition including age group and concepts, to the extent possible; data are plausible, based on trends and consistency with previously published/reported estimates for the indicator. </p>\n<p> </p>\n<p>As of 2018, UNICEF undertakes an annual consultation with government authorities on 10 of the child-related SDG indicators in its role of sole or joint custodian, and in line with its global monitoring mandate and normative commitments to advancing the 2030 Agenda for children. This includes indicator 8.7.1. More details on the process for the country consultation are outlined below. </p>","QUALITY_ASSMNT__GLOBAL":"<p>Data consistency and quality checks are regularly conducted for validation of the data before dissemination. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Nationally representative and comparable data are currently available for around 100 low-and middle-income countries. </p>\n<p><strong>Time series:</strong></p>\n<p>Not available. </p>\n<p><strong>Disaggregation:</strong></p>\n<p>Sex. </p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong> </p>\n<p>The country estimates compiled and presented in the global SDG database have been re-analyzed by UNICEF and ILO in accordance with the definitions and criteria detailed above (see &#x2018;Concepts&#x2019;). This means that the country data values included in the global SDG database will differ from those published and presented in national survey reports. </p>","OTHER_DOC__GLOBAL":"<p>UNICEF statistics on child labour: https://data.unicef.org/topic/child-protection/child-labour/ </p>\n<p>ILO statistics on child labour: <a href=\"http://www.ilo.org/ipec/ChildlabourstatisticsSIMPOC/Questionnairessurveysandreports/lang--en/index.htm\">http://www.ilo.org/ipec/ChildlabourstatisticsSIMPOC/Questionnairessurveysandreports/lang--en/index.htm</a> </p>\n<p>Child Labour: Global estimates 2020, trends and the road forward: <a href=\"https://data.unicef.org/resources/child-labour-2020-global-estimates-trends-and-the-road-forward/\">https://data.unicef.org/resources/child-labour-2020-global-estimates-trends-and-the-road-forward/</a></p>","indicator":"8.7.1","target_id":"8.7","sdg_goal":"8","indicator_sort_order":"08-07-01"}