{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"PIB generado directamente por el turismo en proporción al PIB total y a la tasa de crecimiento","graph_titles":[],"graph_type":"line","indicator_name":"PIB generado directamente por el turismo en proporción al PIB total y a la tasa de crecimiento","indicator_number":"8.9.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 8: Promote sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all</p>","SDG_TARGET__GLOBAL":"<p>Target 8.9: By 2030, devise and implement policies to promote sustainable tourism that creates jobs and promotes local culture and products</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 8.9.1: Tourism direct GDP as a proportion of total GDP and in growth rate </p>","SDG_SERIES_DESCR__GLOBAL":"<p>Not applicable </p>","META_LAST_UPDATE__GLOBAL":"2022-04-12","SDG_RELATED_INDICATORS__GLOBAL":"<p>Target 14.7: By 2030, increase the economic benefits to small island developing States and least developed countries from the sustainable use of marine resources, including through sustainable management of fisheries, aquaculture and tourism. </p>\n<p>Target 12.b: Develop and implement tools to monitor sustainable development impacts for sustainable tourism that creates jobs and promotes local culture and products</p>\n<p>Indicator 12.b.1 Implementation of standard accounting tools to monitor the economic and environmental aspects of tourism sustainability </p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>World Tourism Organization (UNWTO) </p>","CONTACT_ORGANISATION__GLOBAL":"<p>World Tourism Organization (UNWTO)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong> </p>\n<p>Tourism Direct GDP (TDGDP) is defined as the sum of the part of gross value added (at basic prices) generated by all industries in response to internal tourism consumption plus the amount of net taxes on products and imports included within the value of this expenditure at purchasers&#x2019; prices. The indicator relies on the Tourism Satellite Account: Recommended Methodological Framework 2008, an international standard adopted by the UN Statistical Commission and led by UNWTO, Organisation for Economic Co-operation and Development (OECD) and EUROSTAT. </p>\n<p> </p>\n<p> </p>\n<p><strong>Concepts:</strong> </p>\n<p>Tourism direct gross value added (TDGVA) is the part of gross value added generated by tourism industries and other industries of the economy that directly serve visitors in response to internal tourism consumption. </p>\n<p> </p>\n<p>Gross Domestic Product (GDP): It is the main measure of national output, representing the total value of all final goods and services within the System of National Accounts (SNA) production boundary produced in a particular economy (that is, the dollar value of all goods and services within the SNA production boundary produced within a country&#x2019;s borders in a given year). According to the SNA, &#x201C;GDP is the sum of gross value added of all resident producer units plus that part (possibly the total) of taxes on products, less subsidies on products, that is not included in the valuation of output. GDP is also equal to the sum of the final uses of goods and services (all uses except intermediate consumption) measured at purchasers&#x2019; prices, less the value of imports of goods and services. GDP is also equal to the sum of primary incomes distributed by resident producer units.&#x201D; </p>\n<p> </p>","UNIT_MEASURE__GLOBAL":"<p>Percent (%)</p>","CLASS_SYSTEM__GLOBAL":"<p>The methodology for the calculation of Tourism Direct GDP is in line with the <a href=\"https://unstats.un.org/unsd/publication/seriesf/seriesf_80rev1e.pdf\">Tourism Satellite Account: Recommended Methodological Framework (TSA:RMF 2008)</a> and the International Recommendations for Tourism Statistics 2008 (IRTS 2008) which defines the tourism characteristic industries (i.e. tourism industries) and provides a list of tourism industries for international comparability purposes based on the International Standard Industrial Classification of All Economic Activities (ISIC Rev. 4)</p>","SOURCE_TYPE__GLOBAL":"<p>The indicator is sourced from countries&#x2019; Tourism Satellite Account (TSA), which is a satellite account to the National Accounts. </p>","COLL_METHOD__GLOBAL":"<p>UNWTO sends a pre-filled excel questionnaire (including data from official publications and official websites) to countries to collect the latest data on TDGDP. To lighten the reporting burden on countries, UNWTO cooperates with the Organisation for Economic Co-operation and Development (OECD) which provides to UNWTO the data collected from its member and partner countries<sup><a href=\"#footnote-2\" id=\"footnote-ref-2\">[1]</a></sup>. UNWTO then integrates the data received from OECD with the data it collects directly from non-OECD countries. This exercise is being carried out on a yearly basis since 2019. </p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-2\">1</sup><p> OECD list of member countries is available at: https://www.oecd.org/about/members-and-partners/ <a href=\"#footnote-ref-2\">&#x2191;</a></p></div></div>","FREQ_COLL__GLOBAL":"<p>The questionnaire is sent out to countries in August and data collection is closed in January of the following year.</p>","REL_CAL_POLICY__GLOBAL":"<p>Release of data is annual and coincides with the update of the SDG global database, typically scheduled for February/March.</p>","DATA_SOURCE__GLOBAL":"<p>Only official country entities, usually National Statistics Offices and/or National Tourism Administrations. </p>","COMPILING_ORG__GLOBAL":"<p>World Tourism Organization (UNWTO) </p>","INST_MANDATE__GLOBAL":"<p>As per the article 13 of the agreement between the United Nations and the World Tourism Organization: &#x201C;the United Nations recognizes the World Tourism Organization as the appropriate organization to collect, to analyse, to publish, to standardize and to improve the statistics of tourism, and to promote the integration of these statistics within the sphere of the United Nations system.&#x201D; The World Tourism Organization is the custodian agency for SDG indicator 8.9.1.</p>","RATIONALE__GLOBAL":"<p>Target 8.9 has several dimensions and indicator 8.9.1 caters to the core intention of the target which calls to<em> &#x201C;promote sustainable tourism</em>&#x201D;. While sustainable tourism is multidimensional in itself (with economic, social and environmental aspects), the economic contribution of tourism captured by this indicator, and (relative) increases or decreases in it, indicates the degree to which tourism is being successfully promoted. Ideally, this indicator needs to be complemented with additional indicators on the social (e.g. employment, etc.) and environmental (energy use, GHG emissions, etc.) aspects of tourism that can be disaggregated to provide a more complete picture of the promotion of sustainable tourism and thus the monitoring of this target. </p>\n<p>This indicator is useful for policy on tourism at international, national level and the level of sub-national regions as it provides a measure of the economic contribution of tourism which can be compared over time, across countries, to total GDP and to the GDP contributions of other economic activities. Tourism Direct GDP includes the contributions from all forms of tourism&#x2014;inbound tourism, domestic tourism and outbound tourism&#x2014;in line with the International Recommendations for Tourism Statistics 2008 (IRTS 2008). The indicator has been found especially useful in raising awareness of the economic importance of tourism and making the case for a more proactive, sustainable management of a sector that is often overlooked in policy agendas at all levels. </p>","REC_USE_LIM__GLOBAL":"<p>Given that a significant number of countries already have or are working to implement Tourism Satellite Accounts (TSA), data on the suggested indicators could become available in more countries in the near future. </p>\n<p>The data demands for implementing TSA (detailed input-output or supply and use tables, among others); means that it is often not possible or cost effective to realize frequent updating of the TSA. Therefore, some countries produce estimates of TSA aggregates, in between reference years and/or nowcast estimates, to have more current data and to produce a time series. </p>\n<p>In the absence of important shocks to the economy and to tourism, historically TDGDP/GDP tended to not show very large variations from one year to the next, however the effects of the Covid-19 pandemic on tourism are quite evident through this indicator in many countries. Considering also that variations may stem from the numerator and/or denominator, it is often useful from an analytical perspective to consider the indicator in different forms and adaptations: absolute value, % change in constant price, and TDGDP per visitor or per employed person. </p>\n<p>Related economic aggregates on tourism like Tourism Direct Gross Value Added and the Gross Value Added of the Tourism Industries (in aggregate form and disaggregated by tourism industry) are also important and may be used as approximations to indicator 8.9.1 for analytical purposes. </p>","DATA_COMP__GLOBAL":"<p>Tourism direct GDP as a proportion of total GDP (in%):</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mfenced separators=\"|\">\n      <mrow>\n        <mfrac>\n          <mrow>\n            <mi>T</mi>\n            <mi>D</mi>\n            <mi>G</mi>\n            <mi>D</mi>\n            <mi>P</mi>\n          </mrow>\n          <mrow>\n            <mi>G</mi>\n            <mi>D</mi>\n            <mi>P</mi>\n          </mrow>\n        </mfrac>\n      </mrow>\n    </mfenced>\n    <mo>&#xD7;</mo>\n    <mn>100</mn>\n  </math></p>\n<p>Tourism direct GDP in growth rate</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mfenced open=\"[\" close=\"]\" separators=\"|\">\n      <mrow>\n        <mfenced separators=\"|\">\n          <mrow>\n            <mfrac>\n              <mrow>\n                <msub>\n                  <mrow>\n                    <mi>T</mi>\n                    <mi>D</mi>\n                    <mi>G</mi>\n                    <mi>D</mi>\n                    <mi>P</mi>\n                  </mrow>\n                  <mrow>\n                    <mi>t</mi>\n                  </mrow>\n                </msub>\n              </mrow>\n              <mrow>\n                <msub>\n                  <mrow>\n                    <mi>T</mi>\n                    <mi>D</mi>\n                    <mi>G</mi>\n                    <mi>D</mi>\n                    <mi>P</mi>\n                  </mrow>\n                  <mrow>\n                    <mi>t</mi>\n                    <mo>-</mo>\n                    <mn>1</mn>\n                  </mrow>\n                </msub>\n              </mrow>\n            </mfrac>\n          </mrow>\n        </mfenced>\n        <mo>-</mo>\n        <mn>1</mn>\n      </mrow>\n    </mfenced>\n    <mi>&amp;nbsp;</mi>\n    <mo>&#xD7;</mo>\n    <mn>100</mn>\n  </math></p>","DATA_VALIDATION__GLOBAL":"<p>Every year historical data is requested. If there are differences in the newly reported data for the country with respect to the data available previously, countries are consulted. Similarly, if other inconsistencies are found, there is ongoing follow up with countries. </p>\n<p>UNWTO is also custodian for indicator 12.b.1 and the data collected there serves as a valuable validation step for the data provided for indicator 8.9.1. For example, since Table 6 of TSA is necessary for the compilation of TDGDP, the data reported by countries are cross validated with the availability of this table ( data reported for SDG indicator 12.b.1).</p>","ADJUSTMENT__GLOBAL":"<p>Not applicable</p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level </strong></li>\n</ul>\n<p>When a country does not measure the Tourism direct GDP but measures the Tourism Direct Gross Value Added (TDGVA), the indicator Tourism Direct Gross Value Added as a proportion of total Gross Value Added (in %) is used as a proxy. When it is the case, a footnote is included in the data.</p>\n<p>Tourism Direct Gross Value added (TDGVA) as a proportion of total Gross Value Added (GVA), in %:</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mfenced separators=\"|\">\n      <mrow>\n        <mfrac>\n          <mrow>\n            <mi>T</mi>\n            <mi>D</mi>\n            <mi>G</mi>\n            <mi>V</mi>\n            <mi>A</mi>\n          </mrow>\n          <mrow>\n            <mi>G</mi>\n            <mi>V</mi>\n            <mi>A</mi>\n          </mrow>\n        </mfrac>\n      </mrow>\n    </mfenced>\n    <mo>&#xD7;</mo>\n    <mn>100</mn>\n  </math></p>","REG_AGG__GLOBAL":"<p>Aggregates are computed for the SDG regions and at the global level. </p>\n<p>For every year, estimates for countries with missing data are computed as follows:</p>\n<ul>\n  <li><em>For countries without any reported data</em><br>A multivariate linear regression model is used with as explanatory variables the number of hotel rooms in the country and inbound tourism expenditure (computed from Balance of Payments data provided by the International Monetary Fund (IMF)), both available via UNWTO&#xB4;s statistical database.</li>\n  <li><em>For countries with reported data for years other than the year of reference</em><br>A simple linear model based on inbound tourism expenditure (computed from the IMF Balance of Payments data) as explanatory variable is used to estimate the nominal percentage change in TDGDP. These values are used to retro- and extrapolate the values reported by the country, using these as benchmark. </li>\n</ul>\n<p>For reference years between years with reported data, a linear trend between reported years is used. </p>\n<ul>\n  <li><em>Special cases<br></em>Some data reported by countries that do not correspond to Tourism Direct GDP or GVA and are therefore not published, may still be used in the calculation of aggregates. </li>\n</ul>\n<p>For each year, countries without reported data for which the methodology yields negative estimates or for which no data to feed the linear models are available are discarded. Regional (and global) aggregates are then obtained by computing weighted averages of TDGDP, using total GDP as the weight, for countries within the region of interest for which data or estimates are available. </p>\n<p>GDP coverage for each aggregate is obtained by calculating the percentage of total regional GDP that is represented by countries for which data is reported or for which an estimate is available. If this coverage is relatively low (below 60 percent), estimates are published with a cautionary footnote. </p>","DOC_METHOD__GLOBAL":"<p>The methodology is described in the <a href=\"https://unstats.un.org/unsd/tourism/methodology.asp\" target=\"_blank\"><u>Tourism Satellite Account: Recommended Methodological Framework 2008</u></a>. </p>\n<p> </p>\n<p> </p>\n<p>For the purposes of SDG reporting, UNWTO suggests an experimental approach that might be used by countries with limited data to compile estimates of TDGDP using the conceptual framing of the TSA and the most commonly available data but not requiring the full compilation of TSA. In this regard, the approach is intended to provide a starting point for countries with limited data that can then move towards the compilation of TSA and the more complete measurement of TDGDP. For more information, see <a href=\"https://webunwto.s3-eu-west-1.amazonaws.com/imported_images/49465/mst_research_paper_measuring_tdgdp.pdf\" target=\"_blank\"><u>Proposals for estimating Tourism Direct GDP with limited data</u></a>. </p>","QUALITY_MGMNT__GLOBAL":"<p>Recommendations on quality management for the underlying tourism data needed to compile a TSA are available in <a href=\"https://unstats.un.org/unsd/publication/Seriesm/SeriesM_83rev1e.pdf\">the International Recommendations for Tourism Statistics 2008</a> (IRTS 2008), the UN ratified methodological framework for measuring tourism.</p>","QUALITY_ASSURE__GLOBAL":"<p>Any discrepancies are resolved through written communication with countries. </p>","QUALITY_ASSMNT__GLOBAL":"<p>The data should comply with the recommendations on concepts, definitions and classifications provided in the international standards: the <a href=\"http://unstats.un.org/unsd/tradeserv/tourism/manual.html\">Tourism Satellite Account: Recommended Methodological Framework 2008</a>.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>As of March 2022, more than 70 countries have data available for this indicator in 2020. The number of countries with a TSA exercise is monitored by SDG indicator 12.b.1. According to data reported by countries for the SDG indicator 12.b.1, more than 80 countries have conducted a TSA exercise in the period between 2016 and 2020. </p>\n<p><strong>Time series:</strong></p>\n<p>Annual data from 2008 onwards are available. </p>\n<p><strong>Disaggregation:</strong></p>\n<p>TDGDP is derived from the productive activities that cater directly to tourism and so it could be possible to disaggregate by tourism industries (e.g. accommodation for visitors, the different kinds of passenger transportation, etc.). </p>\n<p>Sub-national disaggregation/estimates of Tourism Direct GDP are possible and there are a number of countries&#x2019; subnational regions that have information on this. However, there is no consensus on a methodology for doing this in a standardized way, compromising international comparability. In any case, it seems that collection of data would be warranted only for those regions where tourism is considered a significant (economic) activity and/or a policy priority. </p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Discrepancies might arise from different degrees of adherence to Tourism Satellite Account: Recommended Methodological Framework 2008 and different TSA reference years. </p>","OTHER_DOC__GLOBAL":"<p><a href=\"https://unstats.un.org/unsd/publication/Seriesm/SeriesM_83rev1e.pdf\" target=\"_blank\"><em><u>International Recommendations for Tourism Statistics 2008 (IRTS 2008)</u></em></a> </p>\n<p><a href=\"https://unstats.un.org/unsd/publication/Seriesf/SeriesF_80rev1e.pdf\" target=\"_blank\"><em><u>Tourism Satellite Account: Recommended Methodological Framework 2008 (TSA: RMF 2008)</u></em></a> </p>\n<p> </p>","indicator":"8.9.1","target_id":"8.9","sdg_goal":"8","indicator_sort_order":"08-09-01"}