{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Existencia de una estrategia nacional organizada y en marcha para el empleo de los jóvenes, como estrategia independiente o como parte de una estrategia nacional de empleo","graph_titles":[],"graph_type":"line","indicator_name":"Existencia de una estrategia nacional organizada y en marcha para el empleo de los jóvenes, como estrategia independiente o como parte de una estrategia nacional de empleo","indicator_number":"8.b.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 8: Promote sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all</p>","SDG_TARGET__GLOBAL":"<p>Target 8.b: By 2020, develop and operationalize a global strategy for youth employment and implement the Global Jobs Pact of the International Labour Organization</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 8.b.1: Existence of a developed and operationalized national strategy for youth employment, as a distinct strategy or as part of a national employment strategy </p>","META_LAST_UPDATE__GLOBAL":"<p>2021-01-01</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p> 8.5.2; 8.6.1; 8.7.1 </p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>International Labour Organization (ILO) </p>","CONTACT_ORGANISATION__GLOBAL":"<p>International Labour Organization (ILO) </p>","STAT_CONC_DEF__GLOBAL":"<p>The proposed methodology draws on:</p>\n<ol>\n  <li>Global policy instruments, notably:</li>\n</ol>\n<ul>\n  <li>Resolution on <em>The youth employment crisis: A call for action<sup><a href=\"#footnote-2\" id=\"footnote-ref-2\">[1]</a></sup></em>, adopted at the 101<sup>st</sup> session of the International Labour Conference (ILC) in June 2012. In calling for vigorous, collective action to address an aggravated youth employment crisis, this resolution advocates for a multi-pronged approach with policy measures that are context-specific and integrated, entailing strategies which bring together in a coherent manner a variety of instruments to increase the demand, enhance the supply and improve matching in youth labour markets.</li>\n  <li><em>Recovering from the crisis: A Global Jobs Pact<sup><a href=\"#footnote-3\" id=\"footnote-ref-3\">[2]</a></sup></em> adopted by the ILC at its June 2009 session. Based on the ILO&#x2019;s Decent Work Agenda, the Global Jobs Pact presents an integrated portfolio of policies that puts employment and social protection at the centre of crisis response, recognising the critical role of participation and social dialogue. </li>\n</ul>\n<ol>\n  <li>ILO databases:</li>\n</ol>\n<ul>\n  <li>International monitoring of youth employment policies was carried out over the period 2010-2012 by the Youth Employment Network (YEN) &#x2013; a partnership between the ILO, United Nations and World Bank &#x2013; utilising a questionnaire sent to national authorities. This evolved into YouthPOL<sup><a href=\"#footnote-4\" id=\"footnote-ref-4\">[3]</a></sup>, an inventory of youth employment policies and programmes maintained by the ILO (65 countries covered to date). </li>\n  <li>The ILO also maintains EmPol, a dataset of broader national employment policies (143 countries covered).</li>\n</ul><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-2\">1</sup><p> Available online at: https://www.ilo.org/ilc/ILCSessions/101stSession/texts-adopted/WCMS_185950/lang--en/index.htm <a href=\"#footnote-ref-2\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-3\">2</sup><p> https://www.ilo.org/ilc/ILCSessions/98thSession/texts/WCMS_115076/lang--en/index.htm <a href=\"#footnote-ref-3\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-4\">3</sup><p> <a href=\"http://www.ilo.org/dyn/youthpol/en/f?p=30850:1001:0::NO\">http://www.ilo.org/dyn/youthpol/en/f?p=30850:1001:0::NO</a><u>:::</u> <a href=\"#footnote-ref-4\">&#x2191;</a></p></div></div>","UNIT_MEASURE__GLOBAL":"<p>Categorical variable with values possible values of 0, 1, 2 or 3.</p>","CLASS_SYSTEM__GLOBAL":"<p>Not applicable</p>","SOURCE_TYPE__GLOBAL":"<ol>\n  <li><em>Global survey for data collection</em>: Requesting responsible national entities to provide relevant information and support documents; a survey questionnaire is developed and administered by the ILO with biennial frequency to assess progress.This will be complemented by regular information and updates from ILO country offices on development, adoption and implementation of youth employment policies in countries covered by these offices, every year.</li>\n</ol>\n<p> </p>\n<ol>\n  <li><em>Data compilation</em>: by the ILO; disseminated through ILOSTAT, a new repository dedicated to Indicator 8.b.1 and the active use of YouthPOL, EmPol and other databases (e.g. NATLEX &#x2013; the ILO database of national labour, social security and related human rights legislation), as appropriate. </li>\n</ol>\n<p> </p>\n<ol>\n  <li><em>Data validation</em>: Regular quality checks are conducted on all data, in particular when: (i) an already available document has not been directly provided by the government itself; (ii) it is unclear if the strategy and related action plan have been officially adopted; or (iii) there are doubts regarding the implementation of the strategy. </li>\n</ol>\n<p> </p>","COLL_METHOD__GLOBAL":"<p>See section 3.a.</p>","FREQ_COLL__GLOBAL":"<ul>\n  <li>Proposed methodology to the ICLS: October 2018 </li>\n  <li>Refinement of survey questionnaire and technical guidelines: October &#x2013; November 2018 </li>\n  <li>Final testing: November 2018 - February 2019 </li>\n  <li>Regular administration of the survey: started early 2019 </li>\n</ul>\n<p> </p>","REL_CAL_POLICY__GLOBAL":"<p>Annual</p>","DATA_SOURCE__GLOBAL":"<p>National entities (ministries or other government agencies) responsible for development, employment and youth policies. The ILO maintains a roster of national actors involved in the monitoring process. </p>","COMPILING_ORG__GLOBAL":"<p>ILO</p>","INST_MANDATE__GLOBAL":"<p>The Department of Statistics (STATISTICS) works to provide relevant, timely and reliable labour statistics, to develop international standards for better measurement of labour issues and enhanced international comparability, and to help member States develop and improve their labour statistics. </p>\n<p>The Employment Policy Department (EMPLOYMENT) is responsible for promoting full and productive employment by developing integrated employment, development and skills policies (ILO, 2012) that are inclusive, gender sensitive and sustainable. The department is mandated to coordinate ILO efforts to promote decent job opportunities for young women and men; over the years, it has supported the formulation, implementation and review of national youth employment strategies and action plans in different countries and regions (ILO, 2008; ILO, 2015). This type of targeted action and related achievements have been included in the ILO programming framework and performance system. </p>\n<p>The ILO supports its constituents and other development stakeholders through knowledge and capacity building as well as through policy advocacy and advice. The list of references at the end of this note offers examples of recent major ILO contributions to knowledge building on youth employment and youth employment policy (ILO, 2017). </p>","RATIONALE__GLOBAL":"<p>The purpose of SDG indicator 8.b.1 is to provide an indication of the progress of countries in addressing youth employment issues. In this respect, it is assumed that having officially adopted what can be recognised as a structured strategy for youth employment would mean larger attention given by a country to youth labour market challenges, compared to countries with no strategy. In fact, the development of such a strategy usually entails broad participation of and consultation/coordination among different stakeholders.</p>","REC_USE_LIM__GLOBAL":"<p> Governments may have <em>de facto</em> national strategies for youth employment, but lack an officially adopted <em>de jure</em> document. For SDG 8.b.1 monitoring purposes only what emerges from <em>de jure</em> documents is considered.</p>","DATA_COMP__GLOBAL":"<p>The information and documents provided by national authorities will be analysed by the ILO to classify countries according to this grid: </p>\n<table>\n  <tbody>\n    <tr>\n      <td>\n        <p><strong>Value</strong></p>\n      </td>\n      <td>\n        <p><strong>Description</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Missing value</p>\n      </td>\n      <td>\n        <p>No information available to assess the existence of a national strategy for youth employment.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>0</p>\n      </td>\n      <td>\n        <p>The country has not developed any national strategy for youth employment or taken steps to develop or adopt one.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>1</p>\n      </td>\n      <td>\n        <p>The country is in the process of developing a national strategy for youth employment. </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>2</p>\n      </td>\n      <td>\n        <p>The country has developed and adopted a national strategy for youth employment</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>3</p>\n      </td>\n      <td>\n        <p>The country has operationalised a national strategy for youth employment. </p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<p>In all cases, the grid refers to a national strategy for youth employment as a distinct strategy or as part of a national employment strategy.</p>\n<p>Missing values (i.e. no response/unknown) are noted as such. They are omitted from the final global and regional breakdown: proportions are only calculated on the basis of received responses. However, the global and regional response rates will be indicated.</p>\n<p>The possible development of metadata notes complementing the grid is being considered. Among other aspects, these notes may refer to the measures and provisions in place, and would also consider the involvement of national constituents in the development and operationalization of the strategies. </p>\n<p>The ILO may also envisage to conduct a more detailed analysis of selected country documents for purposes which go beyond the scope of SDG monitoring, in order to gather insights on institutional and operational matters in national efforts for youth employment.</p>\n<p>The following steps are followed in developing the indicator methodology: </p>\n<ol>\n  <li>Examination of relevant policy instruments, including the above-mentioned <em>Call for action </em>and <em>Global Jobs Pact.</em> Adopted by ILO tripartite constituents, these documents provide a sound framework for defining SDG indicator 8.b.1.</li>\n  <li>Review of ILO databases on employment and youth employment policies (EmPOL and YouthPOL), maintained by the Employment Policy Department. </li>\n  <li>A methodology for defining, measuring and validating this indicator (the present document).</li>\n  <li>A survey instrument (questionnaire) to collect national-level information on youth employment policies from national entities. The information is used to determine if countries have developed and operationalized a national strategy for youth employment as a stand-alone strategy or as part of a national employment or sectoral strategy, in line with the above-mentioned ILC resolutions. </li>\n  <li>Technical guidelines for data providers and compilers, along with the above-mentioned questionnaire and detailed notes.</li>\n</ol>\n<p>Consultations with pertinent ministries and social partners&#x2019; representatives are held throughout the process.</p>","ADJUSTMENT__GLOBAL":"<p>Not applicable</p>","IMPUTATION__GLOBAL":"<p>For countries that have not responded in the current survey round, the last country responses to the ILO survey are reported. The underlying assumption is that policy changes are unlikely to occur each year and therefore recent responses to the ILO survey remain valid.</p>","REG_AGG__GLOBAL":"<p>None</p>","DOC_METHOD__GLOBAL":"<p>Not applicable</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>The methodology is mainly based on a methodology used for the ILO youth employment policies database (YouthPOL) that covers 65 countries in 5 regions, including: Colombia, Mexico, Jordan, Australia, Cambodia, China, Republic of Korea, Philippines, Germany, Kazakhstan, Russian Federation, Italy, Spain, and Ukraine. The data can be accessed <a href=\"https://www.ilo.org/dyn/youthpol/en/f?p=30850:1001:0::NO:::\" target=\"_blank\"><u>in this link.</u></a> The methodology is based on a simplified version of the questionnaires used in this database.</p>\n<p> </p>\n<p><strong>Time series:</strong> This submission covers data from 2019 to 2020. </p>","COMPARABILITY__GLOBAL":"<p>Not applicable</p>","OTHER_DOC__GLOBAL":"<p>International Conference of Labour Statisticians, 20<sup>th</sup>. Session. Resolution III <a href=\"http://www.ilo.org/20thicls\" target=\"_blank\"><u>www.ilo.org/20thicls</u></a> </p>\n<p>International Labour Office (ILO). 2008. <em>Guide for the preparation of National action Plans on Youth Employment. </em>(Geneva, ILO) </p>\n<p>_. 2012. <em>Guide for the formulation of national employment policies. </em>(Geneva). </p>\n<p>_. 2015. <em>Comparative Analysis of Policies for Youth Employment in Asia and the Pacific. </em>(Geneva). </p>\n<p>_. 2017.<em> Global employment trends for youth 2017: paths to a better working future </em>(Geneva) </p>\n<p>O&#x2019;higgins, N. 2017. <em>Rising to the youth employment challenge: new evidence on key policy issues </em>(Geneva, ILO). </p>","indicator":"8.b.1","target_id":"8.b","sdg_goal":"8","indicator_sort_order":"08-0b-01"}