{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Valor añadido del sector manufacturo en proporción al PIB y per cápita","graph_titles":[],"graph_type":"line","indicator_name":"Valor añadido del sector manufacturo en proporción al PIB y per cápita","indicator_number":"9.2.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 9: Build resilient infrastructure, promote inclusive and sustainable industrialization and foster innovation</p>","SDG_TARGET__GLOBAL":"<p>Target 9.2: Promote inclusive and sustainable industrialization and, by 2030, significantly raise industry&#x2019;s share of employment and gross domestic product, in line with national circumstances, and double its share in least developed countries</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 9.2.1: Manufacturing value added as a proportion of GDP and per capita</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Manufacturing value added as a proportion of GDP (in constant 2015 USD)</p>\n<p>Manufacturing value added as a proportion of GDP (in current USD)</p>\n<p>Manufacturing value added per capita</p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>1.1.1: Proportion of the population living below the international poverty line by sex, age, employment status and geographic location (urban/rural)</p>\n<p>8.1.1: Annual growth rate of real GDP per capita</p>\n<p>10.2.1: Proportion of people living below 50 per cent of median income, by sex, age and persons with disabilities</p>\n<p>10.4.1: Labour share of GDP</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Industrial Development Organization (UNIDO)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Industrial Development Organization (UNIDO)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definitions:</strong></p>\n<p>Manufacturing value added (MVA) as a proportion of gross domestic product (GDP) is a ratio between MVA and GDP, both reported in constant 2015 USD.</p>\n<p>MVA per capita is calculated by dividing MVA in constant 2015 USD by population of a country or area.</p>\n<p><strong>Concepts:</strong></p>\n<p>The gross value added measures the contribution to the economy of each individual producer, industry or sector in a country. The gross value added generated by any unit engaged in production activity can be calculated as the residual of the units&#x2019; total output less intermediate consumption, goods and services used up in the process of producing the output, or as the sum of the factor incomes generated by the production process (System of National Accounts 2008). Manufacturing refers to industries belonging to the section C defined by International Standard Industrial Classification of All Economic Activities (ISIC) Revision 4, or D defined by ISIC Revision 3.</p>\n<p>GDP represents the sum of gross value added from all institutional units resident in the economy. For the purpose on comparability over time and across countries MVA and GDP are estimated in terms of constant prices in USD. The current series are given at constant prices of 2015.</p>","UNIT_MEASURE__GLOBAL":"<p>MVA as a proportion of GDP: Percent (%) </p>\n<p>MVA per capita: constant 2015 USD</p>","CLASS_SYSTEM__GLOBAL":"<p><a href=\"https://unstats.un.org/unsd/nationalaccount/docs/SNA2008.pdf\">System of National Accounts 2008</a></p>\n<p><a href=\"https://unstats.un.org/unsd/publication/seriesm/seriesm_4rev4e.pdf\">International Standard Industrial Classification of all Economic Activities (ISIC) Revision 4</a></p>\n<p><a href=\"https://unstats.un.org/unsd/publication/seriesm/seriesm_4rev3_1e.pdf\">International Standard Industrial Classification of all Economic Activities (ISIC) Revision 3</a></p>","SOURCE_TYPE__GLOBAL":"<p>UNIDO maintains the MVA database. Figures for updates are obtained from national account estimates produced by UN Statistics Division (UNSD) and from official publications.</p>","COLL_METHOD__GLOBAL":"<p>The MVA and GDP country data are collected through a national accounts questionnaire (NAQ) sent by UNSD. More information on the methodology is available on</p>\n<p><a href=\"https://unstats.un.org/unsd/snaama/methodology.pdf\">https://unstats.un.org/unsd/snaama/methodology.pdf</a></p>\n<p>Missing or inconsistent values are verified with national sources and World Development Indicators (WDI). The preference is given to the data from national sources.</p>\n<p>Population data are obtained from UN DESA Population Division. More information on the methodology is available on</p>\n<p><a href=\"https://population.un.org/wpp/Publications/Files/WPP2019_Methodology.pdf\">https://population.un.org/wpp/Publications/Files/WPP2019_Methodology.pdf</a></p>","FREQ_COLL__GLOBAL":"<p>Data collection is carried out by receiving data electronically throughout the year.</p>","REL_CAL_POLICY__GLOBAL":"<p>UNIDO MVA database is updated between March and April every year.</p>","DATA_SOURCE__GLOBAL":"<p>United Nations Statistics Division (UNSD) and official publications</p>\n<p>UNSD from National Statistical Offices (NSOs)</p>","COMPILING_ORG__GLOBAL":"<p>United Nations Industrial Development Organization (UNIDO)</p>","INST_MANDATE__GLOBAL":"<p>UNIDO, as the specialized UN agency on industrial development, has the international mandate for collecting, producing and disseminating internationally comparable industrial statistics. UNIDO&#x2019;s mandate covers (i) the maintenance and updating of international industrial statistics databases; (ii) methodological and analytical products based on statistical research and experience of maintaining internationally comparable statistics; (iii) contributions to the development and implementation of international statistical standards and methodology; and (iv) technical cooperation services to countries in the field of industrial statistics. With the repositioning of UNIDO as the focal agency for inclusive and sustainable industrial development (ISID), its statistical mandate was expanded to cover all dimensions of industrial development, including its inclusiveness and environmental sustainability.</p>","RATIONALE__GLOBAL":"<p>MVA is a well-recognized and widely used indicator by researchers and policy makers to assess the level of industrialization of a country. The share of MVA in GDP reflects the role of manufacturing in the economy and a country&#x2019;s national development in general. MVA per capita is the basic indicator of a country&#x2019;s level of industrialization adjusted for the size of the economy. One of the statistical uses of MVA per capita is classifying country groups according to the stage of industrial development.</p>","REC_USE_LIM__GLOBAL":"<p>Differences may appear due to different versions of System of National Accounts (SNA) or ISIC revisions used by countries.</p>","DATA_COMP__GLOBAL":"<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mi>M</mi>\n    <mi>V</mi>\n    <mi>A</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>a</mi>\n    <mi>s</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>a</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>p</mi>\n    <mi>r</mi>\n    <mi>o</mi>\n    <mi>p</mi>\n    <mi>o</mi>\n    <mi>r</mi>\n    <mi>t</mi>\n    <mi>i</mi>\n    <mi>o</mi>\n    <mi>n</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>i</mi>\n    <mi>n</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>G</mi>\n    <mi>D</mi>\n    <mi>P</mi>\n    <mo>=</mo>\n    <mi>&amp;nbsp;</mi>\n    <mfrac>\n      <mrow>\n        <mi>M</mi>\n        <mi>V</mi>\n        <mi>A</mi>\n      </mrow>\n      <mrow>\n        <mi>G</mi>\n        <mi>D</mi>\n        <mi>P</mi>\n      </mrow>\n    </mfrac>\n    <mo>&#xD7;</mo>\n    <mn>100</mn>\n  </math></p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mi>M</mi>\n    <mi>V</mi>\n    <mi>A</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>p</mi>\n    <mi>e</mi>\n    <mi>r</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>c</mi>\n    <mi>a</mi>\n    <mi>p</mi>\n    <mi>i</mi>\n    <mi>t</mi>\n    <mi>a</mi>\n    <mo>=</mo>\n    <mi>&amp;nbsp;</mi>\n    <mfrac>\n      <mrow>\n        <mi>M</mi>\n        <mi>V</mi>\n        <mi>A</mi>\n      </mrow>\n      <mrow>\n        <mi>p</mi>\n        <mi>o</mi>\n        <mi>p</mi>\n        <mi>u</mi>\n        <mi>l</mi>\n        <mi>a</mi>\n        <mi>t</mi>\n        <mi>i</mi>\n        <mi>o</mi>\n        <mi>n</mi>\n      </mrow>\n    </mfrac>\n  </math></p>","DATA_VALIDATION__GLOBAL":"<p>UNIDO engages with countries in regular consultations during the data collection process to ensure the data quality and international comparability.</p>","ADJUSTMENT__GLOBAL":"<p>UNSD collects national accounts data through a regular consultation with countries and areas by sending the UN NAQ to obtain important information about differences in concept, scope, coverage and classification used. The final estimates are provided to facilitate international comparability. More detailed information on estimation methods is available here:</p>\n<p><a href=\"https://unstats.un.org/unsd/snaama/assets/pdf/methodology.pdf\">https://unstats.un.org/unsd/snaama/assets/pdf/methodology.pdf</a></p>\n<p>The MVA data are nowcasted by UNIDO to enhance a timely analysis of manufacturing trends.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022;</strong> <strong>At country level</strong></p>\n<p><a href=\"https://unstats.un.org/unsd/snaama/assets/pdf/methodology.pdf\">Methodology for the National Accounts Main Aggregates Database</a></p>\n<p>Because of a time-gap of at least one year between the latest year, UNIDO applies nowcasting methods to fill in the missing data up to the current year (Boudt et al., 2009).</p>\n<p><strong>&#x2022;</strong> <strong>At regional and global levels</strong></p>\n<p>No imputation used.</p>","REG_AGG__GLOBAL":"<p>Regional, global aggregation of direct summation of country values within the country groups.</p>","DOC_METHOD__GLOBAL":"<p>International Recommendations for Industrial Statistics (IRIS) 2008</p>\n<p><a href=\"https://unstats.un.org/unsd/publication/seriesM/seriesm_90e.pdf\">https://unstats.un.org/unsd/publication/seriesM/seriesm_90e.pdf</a></p>\n<p>System of National Accounts 2008 </p>\n<p><a href=\"https://unstats.un.org/unsd/publication/seriesf/SeriesF_2Rev5e.pdf\">https://unstats.un.org/unsd/publication/seriesf/SeriesF_2Rev5e.pdf</a></p>\n<p>International Standard Industrial Classification of All Economic Activities (ISIC) </p>\n<p><a href=\"https://unstats.un.org/unsd/classifications/Econ/isic\">https://unstats.un.org/unsd/classifications/Econ/isic</a></p>\n<p> </p>","QUALITY_MGMNT__GLOBAL":"<p>The National Accounts Section of the UNSD supports the implementation programme of the SNA by developing and updating supporting normative standards, training material and compilation guidance for the implementation of national accounts and supporting economic statistics and maintaining a knowledge base on economic statistics. Moreover, UNSD provides substantive service to the Committee on Contributions of the Fifth Committee of the United Nations on technical aspects of the elements of scale methodology for assessing the contributions to the United Nations by Member States. UNIDO collects and disseminates National Accounts statistics in consultation with UNSD.</p>","QUALITY_ASSURE__GLOBAL":"<p><a href=\"https://unstats.un.org/unsd/unsystem/Documents/QAF-UNIDO.pdf\">The UNIDO Quality Assurance Framework</a> is followed to ensure that the statistical activities of UNIDO are relevant and the data compiled and disseminated are accurate, complete within the defined scope and coverage, timely, comparable in terms of internationally recommended methods and classification standards and internally coherent to variables included in the datasets. While these generally accepted, broad dimensions of quality of statistical data may be defined in each NSO&apos;s own quality assurance framework. UNIDO makes maximum effort that data produced from the statistical operation undertaken with the UNIDO technical cooperation are accurate, internationally comparable and coherent.</p>","QUALITY_ASSMNT__GLOBAL":"<p>The National Accounts Section of the UNSD and UNIDO employ a wide range of data quality techniques and consultations with national providers to assure quality principles supported by the Fundamental Principles of Official Statistics. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>For more than 200 economies</p>\n<p><strong>Time series:</strong></p>\n<p>Data for this indicator are available as of 2000 in the UN Global SDG Database, but longer time series are available in the UNIDO MVA database.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>No disaggregation available.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies: </strong>Minor differences may arise due to 1) exchange rates for conversion to USD 2) different base years used for constant price data 3) methods for recent period estimation and 4) different versions of SNA and ISIC revisions used by countries.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p><a href=\"http://www.unido.org/statistics\">www.unido.org/statistics</a></p>\n<p><a href=\"https://unstats.un.org/unsd/snaama/methodology.pdf\">https://unstats.un.org/unsd/snaama/methodology.pdf</a><br>https://population.un.org/wpp/Publications/Files/WPP2019_Methodology.pdf</p>\n<p><strong>References:</strong></p>\n<p>Boudt, Todorov, Upadhyaya (2009): Nowcasting manufacturing value added for cross-country comparison; Statistical Journal of IAOS</p>\n<p>International Recommendations for Industrial Statistics 2008. <a href=\"https://unstats.un.org/unsd/industry/Docs/IRIS_2008_En.pdf\">https://unstats.un.org/unsd/industry/Docs/IRIS_2008_En.pdf</a></p>\n<p>International Yearbook of Industrial Statistics; UNIDO, <a href=\"https://www.unido.org/resources-publications-flagship-publications/international-yearbook-industrial-statistics\">https://www.unido.org/resources-publications-flagship-publications/international-yearbook-industrial-statistics</a></p>\n<p>International Standard Industrial Classification of All Economic Activities 2008. <a href=\"https://unstats.un.org/unsd/publication/seriesm/seriesm_4rev4e.pdf\">https://unstats.un.org/unsd/publication/seriesm/seriesm_4rev4e.pdf</a></p>\n<p>System of National Accounts 2008. <a href=\"https://unstats.un.org/unsd/nationalaccount/docs/sna2008.pdf\">https://unstats.un.org/unsd/nationalaccount/docs/sna2008.pdf</a></p>\n<p>UNIDO (2009), UNIDO Data Quality: A quality assurance framework for UNIDO statistical activities <a href=\"https://open.unido.org/api/documents/4814740/download/UNIDO-Publication-2009-4814740\">https://open.unido.org/api/documents/4814740/download/UNIDO-Publication-2009-4814740</a> </p>","indicator":"9.2.1","target_id":"9.2","sdg_goal":"9","indicator_sort_order":"09-02-01"}