{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Gastos en investigación y desarrollo en proporción al PIB","graph_titles":[],"graph_type":"line","indicator_name":"Gastos en investigación y desarrollo en proporción al PIB","indicator_number":"9.5.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 9: Build resilient infrastructure, promote inclusive and sustainable industrialization and foster innovation</p>","SDG_TARGET__GLOBAL":"<p>Target 9.5: Enhance scientific research, upgrade the technological capabilities of industrial sectors in all countries, in particular developing countries, including, by 2030, encouraging innovation and substantially increasing the number of research and development workers per 1 million people and public and private research and development spending</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 9.5.1: Research and development expenditure as a proportion of GDP</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Not applicable. </p>","META_LAST_UPDATE__GLOBAL":"<p>2021-12-06</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>2a, 3b, 12a, 14a, 17.6, 17.7</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Educational, Scientific and Cultural Organization (UNESCO)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Educational, Scientific and Cultural Organization (UNESCO)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definitions:</strong></p>\n<p>Research and development (R&amp;D) expenditure as a proportion of Gross Domestic Product (GDP) is the amount of R&amp;D expenditure divided by the total output of the economy.</p>\n<p><strong>Concepts:</strong></p>\n<p>The OECD Frascati Manual (OECD, 2015) provides the relevant definitions for research and experimental development, gross domestic expenditure on R&amp;D and researchers. Although an OECD manual, the application is global. During the 6th revision of the Frascati Manual, developing country issues were mainstreamed in the core of the Manual. The 7th edition was released in October 2015.</p>\n<p>The following definitions, taken from the 2015 edition of the Frascati Manual are relevant for computing the indicator. </p>\n<p>Research and experimental development (R&amp;D) comprise creative and systematic work undertaken in order to increase the stock of knowledge &#x2013; including knowledge of humankind, culture and society &#x2013; and to devise new applications of available knowledge.</p>\n<p>Expenditures on intramural R&amp;D represent the amount of money spent on R&amp;D that is performed within a reporting unit.</p>","UNIT_MEASURE__GLOBAL":"<p>Proportion of GDP (%).</p>","CLASS_SYSTEM__GLOBAL":"<p>The main methodological guide, which provides international standard guidelines for measuring R&amp;D is the OECD Frascati Manual (Frascati Manual 2015: Guidelines for Collecting and Reporting Data on Research and Experimental Development: <a href=\"http://www.oecdilibrary.org/science-and-technology/frascati-manual-2015_9789264239012-en\">http://www.oecdilibrary.org/science-and-technology/frascati-manual-2015_9789264239012-en</a>).</p>\n<p>In addition to the above, the following international classifications are used to facilitate the R&amp;D data compilation process and the presentation of R&amp;D statistics by various disaggregation:</p>\n<p>International Standard Industrial Classification of All Economic Activities</p>\n<p>(ISIC), Rev. 4, United Nations (2008): <a href=\"https://unstats.un.org/unsd/cr/registry/isic-4\">https://unstats.un.org/unsd/cr/registry/isic-4</a>.</p>\n<p>International Standard Classification of Education (ISCED) 2011, UNESCO-UIS (2012): <a href=\"http://www.uis.unesco.org/Education/Documents/isced-2011-en.pdf\">www.uis.unesco.org/Education/Documents/isced-2011-en.pdf</a>.</p>\n<p>International Standard Classification of Occupations (ISCO), International Labour Organization (2012): <a href=\"http://www.ilo.org/public/english/bureau/stat/isco/isco08/index.htm\">www.ilo.org/public/english/bureau/stat/isco/isco08/index.htm</a>.</p>","SOURCE_TYPE__GLOBAL":"<p>Data are collected through national Research and development (R&amp;D) surveys, either by the national statistical office or a line ministry (such as the Ministry for Science and Technology).</p>","COLL_METHOD__GLOBAL":"<p>The UNESCO Institute of Statistics (UIS) sends out a questionnaire every year to collect R&amp;D data from all countries (around 125 countries), which are not covered by the data collections of the other partner organizations such as the Organisation for Economic Co-operation and Development (OECD), Eurostat (Statistical Office of the European Union) and the Network on Science and Technology Indicators &#x2013; Ibero-American and Inter-American (RICYT). In agreement with these three organisations, their data (which were collected from their member states/associated member states &#x2013; around 65 countries-) are directly obtained from the respective databases (in the case of the OECD and Eurostat) or received from the partner (in the case of RICYT). There is also collaboration in Africa with the African STI Indicators Initiative (ASTII) of AU/NEPAD. </p>\n<p>For the data UIS sends a questionnaire to, the process is the following:</p>\n<p>i. A questionnaire is sent to focal points in countries, generally within the Ministry of Science and Technology or the national statistical office.</p>\n<p>ii. UIS processes the questionnaires, communicating with the countries in case of questions, calculates indicators and releases the data and indicators on its website. </p>\n<p>iii. Countries are requested to complete the questionnaire using the standard international classifications, therefore adjustments are generally not needed.</p>\n<p>The other agencies have similar procedures.</p>","FREQ_COLL__GLOBAL":"<p>UIS sends out the questionnaire in September every year. The OECD and Eurostat collect data twice per year.</p>","REL_CAL_POLICY__GLOBAL":"<p>July every year</p>","DATA_SOURCE__GLOBAL":"<p>Data are collected through national R&amp;D surveys, either by the national statistical office or a line ministry (such as the Ministry for Science and Technology).</p>","COMPILING_ORG__GLOBAL":"<p>The UNESCO Institute of Statistics (UIS), Organisation for Economic Co-operation and Development (OECD), Eurostat (Statistical Office of the European Union) and the Network on Science and Technology Indicators &#x2013; Ibero-American and Inter-American (RICYT), African STI Indicators Initiative (ASTII) of AU/NEPAD</p>","INST_MANDATE__GLOBAL":"<p>The UIS is the statistical branch of the United Nations Educational, Scientific and Cultural Organization (UNESCO). The Institute produces internationally comparable data and methodologies in the fields of education, science, culture and communication for countries at all stages of development.</p>","RATIONALE__GLOBAL":"<p>The indicator is a direct measure of Research and development (R&amp;D) spending referred to in the target.</p>","REC_USE_LIM__GLOBAL":"<p>Research and development (R&amp;D) data need to be collected through surveys, which are expensive, and are not done on a regular basis in many developing countries. Furthermore, (developing) countries do not always cover all sectors of performance. In particular the business sector is not always covered.</p>","DATA_COMP__GLOBAL":"<p>Computation of the indicator Research and development (R&amp;D) expenditure as a proportion of Gross Domestic Product (GDP) is self-explanatory, using readily available GDP data as denominator.</p>","DATA_VALIDATION__GLOBAL":"<p>For each questionnaire received from countries where UIS sends questionnaire to, UIS executes a series of quality checks and sends back a data processing report identifying problematic issues/inconsistent data to countries for their feedback on corrections as well as validation of indicators.</p>","ADJUSTMENT__GLOBAL":"<p>To inform of any discrepancies between standard classifications and national practices, appropriate footnotes are accompanied with data/indicators to adequately document the results and provide explanations.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>Missing data are not estimated by the UIS.</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>Imputations are based on interpolations or extrapolations of data for other reference years. In case no data are available at all, the unweighted regional average is used as an estimate.</p>","REG_AGG__GLOBAL":"<p>Data are converted using purchasing power parities. Missing data are imputed using the methodology described above. R&amp;D expenditure data are then added up by region and divided by GDP in PPP for that region. Similar for the global total.</p>","DOC_METHOD__GLOBAL":"<p>Countries are responsible themselves for the collection of R&amp;D data at the national level, compile national totals and submit them to international organisations. All countries follow the guidelines of the Frascati Manual: <a href=\"http://www.oecd-ilibrary.org/science-and-technology/frascati-manual-2015_9789264239012-en\">http://www.oecd-ilibrary.org/science-and-technology/frascati-manual-2015_9789264239012-en</a>.</p>\n<p>All countries follow the international guidelines of the OECD Frascati Manual: <a href=\"http://www.oecd-ilibrary.org/science-and-technology/frascati-manual-2015_9789264239012-en\">http://www.oecd-ilibrary.org/science-and-technology/frascati-manual-2015_9789264239012-en</a>. Countries starting to measure R&amp;D can use UIS Technical Paper 11 for assistance, which can be downloaded here: <a href=\"file://E:\\2.%20Work\\5.%20SDG%20metadata%20files\\6.%202017%20July%20Update_Feb-July2017\\3.%20Additional.Metadata.Update.Only\\uis.unesco.org\\sites\\default\\files\\documents\\guide-to-conducting-an-rd-survey-for-countries-starting-to-measure-research-and-experimental-development-2014-en.pdf\">uis.unesco.org/sites/default/files/documents/guide-to-conducting-an-rd-survey-for-countries-starting-to-measure-research-and-experimental-development-2014-en.pdf</a>.</p>","QUALITY_MGMNT__GLOBAL":"<p>The UIS maintains a set of data processing guidelines/standards as well as data processing tools to facilitate processing of data and ensure the quality of data. </p>","QUALITY_ASSURE__GLOBAL":"<p>The process of quality assurance includes review of survey documentations/metadata, examination of reliability of data, making sure they comply with international standards (including the OECD Frascati Manual), and examining the consistency and coherence within the data set as well as with the time series of data and the resulting indicators. During the data processing stage, for each questionnaire received from countries where UIS sends questionnaires to, the above quality aspects are looked into and a data report is produced identifying problematic issues/inconsistent data for each respective country. The UIS sends such data reports, including the calculated indicators for target 9.5, providing the countries with the opportunity to review the data/indicators and submit any clarifications or modifications/additions before releasing data at the UIS Data Centre and submitting the data to UNSD for inclusion in the global SDG Indicators Database.</p>","QUALITY_ASSMNT__GLOBAL":"<p>The data should comply with the concepts/definitions and guidelines provided in the international standards (i.e. the OECD Frascati Manual) and should cover all sectors of performance, representing all institutions, which are engaged in R&amp;D activities in the country. Criteria for quality assessment include: data sources must include proper documentation; data values must be nationally representative, if not, should be footnoted; data are plausible and based on trends and consistency with previously published/reported values.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Data available for over 130 countries for R&amp;D expenditure as % of GDP</p>\n<p><strong>Time series:</strong></p>\n<p>Data available in the UIS database since reference year 1996, but historical data available back to 1981</p>\n<p><strong>Disaggregation:</strong></p>\n<p>R&amp;D expenditure can be broken down by sector of performance, source of funds, field of science, type of research and type of cost.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>There are no differences in the underlying data. Difference may occur due to the use of difference data for the denominator used to calculate indicators.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>www.uis.unesco.org</p>\n<p><strong>References:</strong></p>\n<p>OECD (2015), Frascati Manual 2015: Guidelines for Collecting and Reporting Data on Research and Experimental Development, The Measurement of Scientific, Technological and Innovation Activities, OECD Publishing, Paris. DOI:</p>\n<p><a href=\"http://dx.doi.org/10.1787/9789264239012-en\">http://dx.doi.org/10.1787/9789264239012-en</a></p>\n<p>UIS Data centre:</p>\n<p><a href=\"http://data.uis.unesco.org/index.aspx?queryid=3684\">http://data.uis.unesco.org/index.aspx?queryid=3684</a> </p>","indicator":"9.5.1","target_id":"9.5","sdg_goal":"9","indicator_sort_order":"09-05-01"}