{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion of the population living below the international poverty line by sex, age, employment status and geographic location (urban/rural)","graph_titles":[],"graph_type":"line","indicator_name":"Proportion of the population living below the international poverty line by sex, age, employment status and geographic location (urban/rural)","indicator_number":"1.1.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL":"Goal 1: End poverty in all its forms everywhere","SDG_TARGET":"Target 1.1: By 2030, eradicate extreme poverty for all people everywhere, currently measured as people living on less than $1.25 a day","SDG_INDICATOR":"Indicator 1.1.1: Proportion of the population living below the international poverty line by sex, age, employment status and geographic location (urban/rural)","SDG_SERIES_DESCR":"","META_LAST_UPDATE":"","SDG_RELATED_INDICATORS":"","SDG_CUSTODIAN_AGENCIES":"","CONTACT_ORGANISATION":"","CONTACT_NAME":"","ORGANISATION_UNIT":"","CONTACT_FUNCT":"","CONTACT_PHONE":"","CONTACT_MAIL":"","CONTACT_EMAIL":"","STAT_CONC_DEF":"## Definition:\nThe proportion of the employed population below the international poverty line of US$1.90 per day, also referred to as the working poverty rate, is defined as the share of employed persons living in households with per-capita consumption or income that is below the international poverty line of US$1.90.\n## Concepts:\n**Employment:** All persons of working age who, during a short reference period (one week), were engaged in any activity to produce goods or provide services for pay or profit.\n\n**Poverty Line:** Threshold below which individuals in the reference population are considered poor and above which they are considered non-poor. The threshold is generally defined as the per-capita monetary requirements an individual needs to afford the purchase of a basic bundle of goods and services. For the purpose of this indicator, an absolute international poverty line of US$1.90 per day is used.\n\n**Household in poverty:** Households are defined as poor if their income or consumption expenditure is below the poverty line taking into account the number of household members and composition (e.g., number of adults and children).\n\n**Working poor:** Employed persons living in households that are classified as poor, that is, that have income or consumption levels below the poverty line used for measurement.","UNIT_MEASURE":"","CLASS_SYSTEM":"","SOURCE_TYPE":"","COLL_METHOD":"","FREQ_COLL":"","REL_CAL_POLICY":"","DATA_SOURCE":"","COMPILING_ORG":"","INST_MANDATE":"","RATIONALE":"","REC_USE_LIM":"","DATA_COMP":"","DATA_VALIDATION":"","ADJUSTMENT":"","IMPUTATION":"","REG_AGG":"","DOC_METHOD":"","QUALITY_MGMNT":"","QUALITY_ASSURE":"","QUALITY_ASSMNT":"","COVERAGE":"","COMPARABILITY":"","OTHER_DOC":"","es":{"SDG_GOAL":"Meta 1: Poner fin a la pobreza en todas sus formas y en todo el mundo","SDG_TARGET":"Objetivo 1.1: De aquí a 2030, erradicar para todas las personas y en todo el mundo la pobreza extrema (actualmente se considera que sufren pobreza extrema las personas que viven con menos de 1,25 dólares de los Estados Unidos al día)","SDG_INDICATOR":"Indicador 1.1.1: Proporción de la población que vive por debajo del umbral de pobreza internacional por sexo, edad, situación laboral y ubicación geográfica (urbana/rural)","SDG_SERIES_DESCR":"","META_LAST_UPDATE":"","SDG_RELATED_INDICATORS":"","SDG_CUSTODIAN_AGENCIES":"","CONTACT_ORGANISATION":"","CONTACT_NAME":"","ORGANISATION_UNIT":"","CONTACT_FUNCT":"","CONTACT_PHONE":"","CONTACT_MAIL":"","CONTACT_EMAIL":"","STAT_CONC_DEF":"## Definición:\nEl indicador \"proporción de la población por debajo del umbral de pobreza internacional\" se define como el porcentaje de la población que vive con menos de 1,90 dólares al día a precios internacionales de 2011. La línea de pobreza internacional se fija actualmente en 1,90 dólares al día a precios internacionales de 2011.\n\n## Conceptos:\nAl evaluar la pobreza en un país determinado y la mejor manera de reducirla, naturalmente uno se enfoca en una línea de pobreza que se considera apropiada para ese país. Pero, ¿cómo hablamos de manera significativa sobre \"la pobreza global\"? Las líneas de pobreza entre países varían en términos de su poder adquisitivo y tienen un fuerte gradiente económico, de modo que los países más ricos tienden a adoptar niveles de vida más altos al definir la pobreza. Pero para medir consistentemente la pobreza absoluta global en términos de consumo, necesitamos tratar a dos personas con el mismo poder adquisitivo sobre los productos básicos de la misma manera - ambos son pobres o no lo son - incluso si viven en países diferentes.\n\nDesde el Informe sobre el desarrollo mundial de 1990, el Banco Mundial se ha propuesto aplicar un estándar común para medir la pobreza extrema, anclado en lo que significa la pobreza en los países más pobres del mundo. El bienestar de las personas que viven en diferentes países se puede medir en una escala común ajustando las diferencias en el poder adquisitivo de las monedas. Para el Informe sobre el desarrollo mundial de 1990, se eligió el estándar de 1 dólar al día, medido a precios internacionales de 1985 y ajustado a la moneda local mediante PPA, porque era típico de las líneas de pobreza de los países de bajos ingresos en ese momento. A medida que evolucionan las diferencias en el costo de vida en todo el mundo, la línea de pobreza internacional debe actualizarse periódicamente utilizando nuevos datos de precios de PPA para reflejar estos cambios. El último cambio fue en octubre de 2015, cuando el Banco Mundial adoptó $ 1,90 como línea de pobreza internacional utilizando la PPA de 2011. Antes de eso, la actualización de 2008 estableció la línea de pobreza internacional en $ 1,25 utilizando la PPA de 2005. Las medidas de pobreza basadas en líneas de pobreza internacionales intentan mantener constante el valor real de la línea de pobreza en todos los países, como se hace al hacer comparaciones en el tiempo. Las primeras ediciones de los Indicadores de desarrollo mundial (WDI) del Banco Mundial' utilizaban las PPA de las Penn World Tables para convertir los valores en moneda local al poder adquisitivo equivalente medido en dólares estadounidenses. En ediciones posteriores se utilizaron estimaciones de la PPA de consumo de 1993, 2005 y 2011 elaboradas por el Programa de Comparación Internacional (PCI) del Banco Mundial'.","UNIT_MEASURE":"","CLASS_SYSTEM":"","SOURCE_TYPE":"","COLL_METHOD":"","FREQ_COLL":"","REL_CAL_POLICY":"","DATA_SOURCE":"","COMPILING_ORG":"","INST_MANDATE":"","RATIONALE":"","REC_USE_LIM":"","DATA_COMP":"","DATA_VALIDATION":"","ADJUSTMENT":"","IMPUTATION":"","REG_AGG":"","DOC_METHOD":"","QUALITY_MGMNT":"","QUALITY_ASSURE":"","QUALITY_ASSMNT":"","COVERAGE":"","COMPARABILITY":"","OTHER_DOC":""},"national_metadata_updated_date":"2021-05-17","national_data_updated_date":"2018-10-20","national_metadata_update_url_text":"2021-05-17: see changes on GitHub","national_metadata_update_url":"https://github.com/open-sdg/open-sdg-data-starter/commit/19889374a2ac85f48f4e881802b3b7020b1e576d","national_data_update_url_text":"2018-10-20: see changes on GitHub","national_data_update_url":"https://github.com/open-sdg/open-sdg-data-starter/commit/c668a137c13a542f480233edcff3476972c2b897","SDG_GOAL__GLOBAL":"<p>Goal 1: End poverty in all its forms everywhere</p>","SDG_TARGET__GLOBAL":"<p>Target 1.1: By 2030, eradicate extreme poverty for all people everywhere, currently measured as people living on less than $1.25 a day</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 1.1.1: Proportion of the population living below the international poverty line by sex, age, employment status and geographic location (urban/rural)</p>","META_LAST_UPDATE__GLOBAL":"2022-04-12","SDG_RELATED_INDICATORS__GLOBAL":"<p>Indicator 1.2.1: Proportion of population living below the national poverty line, by sex and age</p>\n<p>Indicator 10.1.1: Growth rates of household expenditure or income per capita among the bottom 40 per cent of the population and the total population</p>\n<p>Indicator: 10.2.1 Proportion of people living below 50 per cent of median income, by sex, age and persons with disabilities</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>World Bank (WB)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>World Bank (WB)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>The indicator &#x201C;proportion of the population below the international poverty line&#x201D; is defined as the percentage of the population living on less than $1.90 a day at 2011 international prices. </p>\n<p><strong>Concepts:</strong></p>\n<p>In assessing poverty in a given country, and how best to reduce poverty, one naturally focuses on a poverty line that is considered appropriate for that country. But how do we talk meaningfully about &#x201C;global poverty?&#x201D; Poverty lines across countries vary in terms of their purchasing power, and they have a strong economic gradient, such that richer countries tend to adopt higher standards of living in defining poverty. But to consistently measure global absolute poverty in terms of consumption we need to treat two people with the same purchasing power over commodities the same way&#x2014;both are either poor or not poor&#x2014;even if they live in different countries.</p>\n<p>Since World Development Report 1990, the World Bank has aimed to apply a common standard in measuring extreme poverty, anchored to what poverty means in the world&apos;s poorest countries. The welfare of people living in different countries can be measured on a common scale by adjusting for differences in the purchasing power of currencies. The commonly used $1 a day standard, measured in 1985 international prices and adjusted to local currency using PPPs, was chosen for World Development Report 1990 because it was typical of the poverty lines in low-income countries at the time. As differences in the cost of living across the world evolve, the international poverty line has to be periodically updated using new PPP price data to reflect these changes. The last change was in October 2015, when the World Bank adopted $1.90 as the international poverty line using the 2011 PPP. Prior to that, the 2008 update set the international poverty line at $1.25 using the 2005 PPP. Poverty measures based on international poverty lines attempt to hold the real value of the poverty line constant across countries, as is done when making comparisons over time. Early editions of the World Bank&#x2019;s World Development Indicators (WDI) used PPPs from the Penn World Tables to convert values in local currency to equivalent purchasing power measured in U.S dollars. Later editions used 1993, 2005, and 2011 consumption PPP estimates produced by the World Bank&#x2019;s International Comparison Program (ICP).</p>","UNIT_MEASURE__GLOBAL":"<p>The unit of measure is the proportion of people. </p>","CLASS_SYSTEM__GLOBAL":"<p>Not relevant.</p>","SOURCE_TYPE__GLOBAL":"<p>The World Bank typically receives data from National Statistical Offices (NSOs) directly. In other cases it uses NSO data received indirectly. For example, it receives data from Eurostat and from LIS (Luxemburg Income Study), who provide the World Bank NSO data they have received / harmonized. The Universidad Nacional de La Plata, Argentina and the World Bank jointly maintain the SEDLAC (Socio-Economic Database for Latin American and Caribbean) database that includes harmonized statistics on poverty and other distributional and social variables from 24 Latin American and Caribbean countries, based on microdata from household surveys conducted by NSOs. </p>\n<p>Data is obtained through country specific programs, including technical assistance programs and joint analytical and capacity building activities. The World Bank has relationships with NSOs on work programs involving statistical systems and data analysis. Poverty economists from the World Bank typically engage with NSOs broadly on poverty measurement and analysis as part of technical assistance activities. </p>\n<p><strong>List:</strong></p>\n<p>Directly from National Statistical Offices (NSOs) or indirectly from others &#x2013; see section on data sources.</p>","COLL_METHOD__GLOBAL":"<p>The World Bank transparently shares and makes public the methodologies for all kinds of adjustments to original data (e.g., through its Poverty and Inequality Platform (PIP) website and its various analytical documents). The poverty estimates are developed by economists, who work closely with national government counterparts concerning each poverty data update. </p>","FREQ_COLL__GLOBAL":"<p>Data are collected continuously by the Global Poverty Working Group of the World Bank.</p>","REL_CAL_POLICY__GLOBAL":"<p>The World Bank Group is committed to updating the poverty data every year. Updated estimates are released at the World Bank&#x2019;s Spring Meetings in April every year. </p>","DATA_SOURCE__GLOBAL":"<p>The World Bank typically receives data from National Statistical Offices (NSOs) directly. In other cases it uses NSO data received indirectly. Please see the section on data sources for further details.</p>","COMPILING_ORG__GLOBAL":"<p>World Bank</p>","INST_MANDATE__GLOBAL":"<p>Within the World Bank, the Global Poverty Working Group (GPWG) is in charge of the collection, validation and estimation of poverty estimates. GPWG archives the datasets obtained from NSOs and then harmonizes them, applying common methodologies. The objective of the GPWG is to ensure that poverty and inequality data generated, curated, and disseminated by the World Bank are up to date, meet high-quality standards, and are well documented and consistent across dissemination channels. Members of GPWG generate and update the estimates for the proportion of population below the international poverty line using raw data typically provided by country governments. </p>","RATIONALE__GLOBAL":"<p>Monitoring poverty is important on the global development agenda as well as on the national development agenda of many countries. The World Bank produced its first global poverty estimates for developing countries for World Development Report 1990: Poverty (World Bank 1990) using household survey data for 22 countries (Ravallion, Datt, and van de Walle 1991). Since then there has been considerable expansion in the number of countries that field household income and expenditure surveys. The World Bank&apos;s Development Data Group and Poverty and Equity Global Practice maintain a database, PIP, that is updated annually as new survey data become available (and thus may contain more recent data or revisions) and conducts a major reassessment of progress against poverty every year. PIP is an interactive computational tool that allows users to replicate these internationally comparable $1.90 and $3.20 a day global, regional and country-level poverty estimates and to compute poverty measures for custom country groupings and for different poverty lines. </p>\n<p>PIP also provides access to the database and user-friendly dashboards with graphs and interactive maps that visualize trends in key poverty and inequality indicators for different regions and countries. The country dashboards display trends in poverty measures based on the national poverty lines alongside the internationally comparable estimates.</p>","REC_USE_LIM__GLOBAL":"<p>Despite progress in the last decade, the challenges of measuring poverty remain. The timeliness, frequency, quality, and comparability of household surveys needs to increase substantially, particularly in the poorest countries. The availability and quality of poverty monitoring data remains low in small states, countries with fragile situations, and low-income countries and even some middle-income countries. The low frequency and lack of comparability of the data available in some countries create uncertainty over the magnitude of poverty reduction. </p>\n<p>Besides the frequency and timeliness of survey data, other data quality issues arise in measuring household living standards. The surveys ask detailed questions on sources of income and how it was spent, which must be carefully recorded by trained personnel. Income is generally more difficult to measure accurately, and consumption comes closer to the notion of living standards. And income can vary over time even if living standards do not. But consumption data are not always available: the latest estimates reported here use consumption data for about two-thirds of countries.</p>\n<p>However, even similar surveys may not be strictly comparable because of differences in timing or in the quality and training of enumerators. Comparisons of countries at different levels of development also pose a potential problem because of differences in the relative importance of the consumption of nonmarket goods. The local market value of all consumption in kind (including own production, particularly important in underdeveloped rural economies) should be included in total consumption expenditure but may not be. Most survey data now include valuations for consumption or income from own production, but valuation methods vary.</p>","DATA_COMP__GLOBAL":"<p>To measure poverty across countries consistently, the World Bank&#x2019;s international measures apply a common standard, anchored to what &#x201C;poverty&#x201D; means in the world&#x2019;s poorest countries. The original &#x201C;$1-a-day&#x201D; line was based on a compilation of national lines for only 22 developing countries, mostly from academic studies in the 1980s (Ravallion, et al., 1991). While this was the best that could be done at the time, the sample was hardly representative of developing countries even in the 1980s. Since then, national poverty lines have been developed for many other countries. Based on a new compilation of national lines for 75 developing countries, Ravallion, Chen and Sangraula (RCS) (2009) proposed a new international poverty line of $1.25 a day. This is the average poverty line for the poorest 15 countries in their data set. </p>\n<p>The current extreme poverty line is set at $1.90 a day in 2011 PPP terms, which represents the mean of the national poverty lines found in the same poorest 15 countries ranked by per capita consumption. The new poverty line maintains the same standard for extreme poverty - the poverty line typical of the poorest countries in the world - but updates it using the latest information on the cost of living in developing countries. </p>\n<p>When measuring international poverty of a country, the international poverty line at PPP is converted to local currencies in 2011 price and is then converted to the prices prevailing at the time of the relevant household survey using the best available Consumer Price Index (CPI). (Equivalently, the survey data on household consumption or income for the survey year are expressed in the prices of the ICP base year, and then converted to PPP $&#x2019;s.) Then the poverty rate is calculated from that survey. All inter-temporal comparisons are real, as assessed using the country-specific CPI. Interpolation/extrapolation methods are used to line up the survey-based estimates with these reference years.</p>","DATA_VALIDATION__GLOBAL":"<p>The raw data are obtained by poverty economists through their contacts in the NSOs, and checked for quality before being submitted for further analysis. The raw data can be unit-record survey data, or grouped data, depending on the agreements with the country governments. In most cases, the welfare aggregate, the essential element for poverty estimation, is generated by the country governments. Sometimes, the World Bank has to construct the welfare aggregate or adjust the aggregate provided by the country.</p>","ADJUSTMENT__GLOBAL":"<p>Not relevant.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>There is no &#x201C;imputation&#x201D; in the traditional sense for missing country data. However, to generate regional and global aggregates for reference years, country-level data are imputed for the years when surveys are not conducted. These imputed data are to be used for aggregation, but not for replacing the actual survey data. The subsequent section on the treatment of missing values at the regional and global levels provide more details on the imputation method.</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>To compare the poverty rates across countries and compute regional aggregates, country estimates must be &#x201C;lined up&#x201D; first to a common reference year, interpolating for countries in which survey data are not available in the reference year but are available either before, after, or both. The more survey data are available (that is, the more data for different years), the more accurate the interpolation.</p>\n<p>The process requires adjusting the mean income or expenditure observed in the survey year by a growth factor to infer the unobserved level in the reference year. Thus, two assumptions are required to implement this process: distribution-neutral growth and a real rate of growth between the survey and reference year.</p>\n<p>Distribution-neutral growth implies that income or expenditure levels are adjusted for growth assuming that the underlying relative distribution of income or expenditure observed in survey years remains unchanged. Under this assumption, it is straightforward to interpolate the poverty estimate in a given reference year implied by a given rate of growth in income or expenditure. Rates of change in real consumption per capita should be based on the change in real consumption measured by comparing country survey data across different years. In practice, however, survey data in most countries are not available on an annual basis. Therefore, the change in private consumption per capita as measured from the national accounts is used instead. While, there can be no guarantee that the survey-based measure of income or consumption change at the same rate as private consumption in the national accounts, this appears to be the best available option.</p>\n<p>When the reference year falls between two survey years, an estimate of mean consumption at the reference year is constructed by extrapolating the means obtained from the surveys forward and backward to the reference year. The second step is to compute the headcount poverty rate at the reference year after normalizing the distributions observed in the two survey years by the reference year mean. This yields two estimates of the headcount poverty rates in the reference year. The final reported poverty headcount rate for the reference years is the linear interpolation of the two. When data from only one survey year are available, the reference year mean is based on the survey mean by applying the growth rate in private consumption per capita from the national accounts. The reference year poverty estimate is then based on this mean and on the distribution observed in the one survey year. The better data coverage is in terms of number and frequency of available surveys, the more accurate this lining-up process is and the more reliable the regional estimates will be.</p>\n<p>The aggregate headcount ratio for a region is the population-weighted mean of the headcount indices across the countries in that region. The number of poor in each region is the product of the region&#x2019;s headcount index and total regional population. This assumes that the poverty rate for a country without a household survey is the regional average.</p>","REG_AGG__GLOBAL":"<p>Because surveys are not conducted every year in most countries, poverty estimates have to be derived for line-up years by interpolation or extrapolation using national accounts data. These estimates for line-up years are then aggregated to regional and global numbers. Regional and global aggregates are population-weighted averages.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Data are available in 169 economies, (measured in terms of number of economies that have at least 1 data point).</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>National poverty is a different concept than global poverty. National poverty rate is defined at country-specific poverty lines in local currencies, which are different in real terms across countries and different from the $1.90-a-day international poverty line. Thus, national poverty rates cannot be compared across countries or with the $1.90-a-day poverty rate.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>www.pip.worldbank.org</p>\n<p><strong>References:</strong></p>\n<p>For more information and methodology, please see : https://worldbank.github.io/PIP-Methodology/.</p>\n<p>Also, consult: http://documents.worldbank.org/curated/en/2015/10/25114899/global-count-extreme-poor-2012-data-issues-methodology-initial-results </p>\n<p>For a short review see: http://www.worldbank.org/en/topic/poverty/brief/global-poverty-line-faq </p>\n<p>For a comprehensive link to related background papers, working papers and journal articles see: </p>\n<p>https://pip.worldbank.org/publication.</p>\n<p>A Measured Approach to Ending Poverty and Boosting Shared Prosperity: Concepts, Data, and the Twin Goals. (http://www.worldbank.org/en/research/publication/a-measured-approach-to-ending-poverty-and-boosting-shared-prosperity)</p>","indicator":"1.1.1","target_id":"1.1","sdg_goal":"1","indicator_sort_order":"01-01-01"}