{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Direct economic loss attributed to disasters in relation to global gross domestic product (GDP)","graph_titles":[],"graph_type":"line","indicator_name":"Direct economic loss attributed to disasters in relation to global gross domestic product (GDP)","indicator_number":"1.5.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 1: End poverty in all its forms everywhere</p>","SDG_TARGET__GLOBAL":"<p>Target 1.5: By 2030, build the resilience of the poor and those in vulnerable situations and reduce their exposure and vulnerability to climate-related extreme events and other economic, social and environmental shocks and disasters</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 1.5.2: Direct economic loss attributed to disasters in relation to global gross domestic product (GDP)</p>","META_LAST_UPDATE__GLOBAL":"<p>2018-03-01</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Office for Disaster Reduction (UNISDR)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Office for Disaster Reduction (UNISDR)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>This indicator measures the ratio of direct economic loss attributed to disasters in relation to GDP.</p>\n<p><strong>Concepts:</strong></p>\n<p>Economic Loss: Total economic impact that consists of direct economic loss and indirect economic loss.</p>\n<p>Direct economic loss: the monetary value of total or partial destruction of physical assets existing in the affected area. Direct economic loss is nearly equivalent to physical damage.</p>\n<p>Indirect economic loss: a decline in economic value added as a consequence of direct economic loss and/or human and environmental impacts.</p>\n<p><em>Annotations: </em></p>\n<p><em>Examples of physical assets that are the basis for calculating direct economic loss include homes, schools, hospitals, commercial and governmental buildings, transport, energy, telecommunications infrastructures and other infrastructure; business assets and industrial plants; production such as crops, livestock and production infrastructure. They may also encompass environmental assets and cultural heritage. Direct economic losses usually happen during the event or within the first few hours after the event and are often assessed soon after the event to estimate recovery cost and claim insurance payments. These are tangible and relatively easy to measure.</em></p>","SOURCE_TYPE__GLOBAL":"<p>Data provider at national level is appointed Sendai Framework Focal Points. In most countries disaster data are collected by line ministries and national disaster loss databases are established and managed by special purpose agencies including national disaster management agencies, civil protection agencies, and meteorological agencies. The Sendai Framework Focal Points in each country are responsible of data reporting through the Sendai Framework Monitoring System.</p>","RATIONALE__GLOBAL":"<p>The Sendai Framework for Disaster Risk Reduction 2015-2030 was adopted by UN Member States in March 2015 as a global policy of disaster risk reduction. Among the global targets, &#x201C;Target C: Reduce direct disaster economic loss in relation to global gross domestic product (GDP) by 2030&#x201D; will contribute to sustainable development and strengthen economic, social, health and environmental resilience. The economic, environmental and social perspectives would include poverty eradication, urban resilience, and climate change adaptation.</p>\n<p>The open-ended intergovernmental expert working group on indicators and terminology relating to disaster risk reduction (OIEWG) established by the General Assembly (resolution 69/284) has developed a set of indicators to measure global progress in the implementation of the Sendai Framework, which was endorsed by the UNGA (OIEWG <a href=\"http://www.preventionweb.net/publications/view/51748\">report A/71/644</a>). The relevant global indicators for the Sendai Framework will be used to report for this indicator. </p>\n<p>Disaster loss data is greatly influenced by large-scale catastrophic events, which represent important outliers. UNISDR recommends countries report the data by event, so that complementary analysis can be undertaken to obtain trends and patterns in which such catastrophic events (that can represent outliers in terms of damage) can be included or excluded.</p>","REC_USE_LIM__GLOBAL":"<p>The Sendai Framework Monitoring System has been developed to measure the progress in the implementation of the Sendai Framework by UNGA endorsed indicators. Member States will be able to report through the System from March 2018. The data for SDG indicators will be compiled and reported by UNISDR.</p>","DATA_COMP__GLOBAL":"<p>Related indicators as of February 2020</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msub>\n      <mrow>\n        <mi>X</mi>\n      </mrow>\n      <mrow></mrow>\n    </msub>\n    <mo>=</mo>\n    <mfrac>\n      <mrow>\n        <mo>(</mo>\n        <msub>\n          <mrow>\n            <mi>C</mi>\n          </mrow>\n          <mrow>\n            <mn>2</mn>\n          </mrow>\n        </msub>\n        <mo>+</mo>\n        <msub>\n          <mrow>\n            <mi>C</mi>\n          </mrow>\n          <mrow>\n            <mn>3</mn>\n          </mrow>\n        </msub>\n        <mo>+</mo>\n        <msub>\n          <mrow>\n            <mi>C</mi>\n          </mrow>\n          <mrow>\n            <mn>4</mn>\n          </mrow>\n        </msub>\n        <mo>+</mo>\n        <msub>\n          <mrow>\n            <mi>C</mi>\n          </mrow>\n          <mrow>\n            <mn>5</mn>\n          </mrow>\n        </msub>\n        <mo>+</mo>\n        <msub>\n          <mrow>\n            <mi>C</mi>\n          </mrow>\n          <mrow>\n            <mn>6</mn>\n          </mrow>\n        </msub>\n        <mo>)</mo>\n      </mrow>\n      <mrow>\n        <mi>G</mi>\n        <mi>l</mi>\n        <mi>o</mi>\n        <mi>b</mi>\n        <mi>a</mi>\n        <mi>l</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>G</mi>\n        <mi>D</mi>\n        <mi>P</mi>\n      </mrow>\n    </mfrac>\n    <mi>&amp;nbsp;</mi>\n  </math></p>\n<p>Where:</p>\n<p>C<sub>2 </sub> Direct agricultural loss attributed to disasters;</p>\n<p>C<sub>3 </sub> Direct economic loss to all other damaged or destroyed productive assets attributed to disasters;</p>\n<p>C<sub>4 </sub> Direct economic loss in the housing sector attributed to disasters;</p>\n<p>C<sub>5 </sub> Direct economic loss resulting from damaged or destroyed critical infrastructure attributed to disasters;</p>\n<p>C<sub>6 </sub> Direct economic loss to cultural heritage damaged or destroyed attributed to disasters.</p>\n<p>* Detailed methodologies can be found in the Technical Guidance (see below the Reference section)</p>","COVERAGE__GLOBAL":"<p><strong>Disaggregation:</strong></p>\n<p>Direct agricultural loss attributed to disasters</p>\n<p>Direct economic loss to all other damaged or destroyed productive assets attributed to disasters.</p>\n<p>Direct economic loss in the housing sector attributed to disasters.</p>\n<p>Direct economic loss resulting from damaged or destroyed critical infrastructure attributed to disasters.</p>\n<p>Direct economic loss to cultural heritage damaged or destroyed attributed to disasters</p>\n<p>[Desirable Disaggregation]:</p>\n<p>Hazard</p>\n<p>Geography (Administrative Unit)</p>","OTHER_DOC__GLOBAL":"<p><strong>Official SDG Metadata URL: </strong><a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-01-05-02.pdf\">https://unstats.un.org/sdgs/metadata/files/Metadata-01-05-02.pdf</a><strong> </strong></p>\n<p>Internationally agreed methodology and guideline URL: </p>\n<p>Technical guidance for monitoring and reporting on progress in achieving the global targets of the Sendai Framework for Disaster Risk Reduction (UNISDR 2017)</p>\n<p><a href=\"https://www.preventionweb.net/files/54970_collectionoftechnicalguidancenoteso.pdf\">https://www.preventionweb.net/files/54970_collectionoftechnicalguidancenoteso.pdf</a></p>\n<p><strong>Other references:</strong></p>\n<p>Report of the open-ended intergovernmental expert working group on indicators and terminology relating to disaster risk reduction (OEIWG). Endorsed by UNGA on 2nd February 2017. Available at: <a href=\"https://www.preventionweb.net/publications/view/51748\">https://www.preventionweb.net/publications/view/51748</a></p>\n<p><strong>Country examples:</strong></p>\n<p>Proxy, alternative and additional indicators:</p>\n<p>In most cases international data sources only record events that surpass some threshold of impact and use secondary data sources which usually have non uniform or even inconsistent methodologies, producing heterogeneous datasets.</p>","indicator":"1.5.2","target_id":"1.5","sdg_goal":"1","indicator_sort_order":"01-05-02"}