{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion of total government spending on essential services (education, health and social protection)","graph_titles":[],"graph_type":"line","indicator_name":"Proportion of total government spending on essential services (education, health and social protection)","indicator_number":"1.a.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 1: End poverty in all its forms everywhere</p>","SDG_TARGET__GLOBAL":"<p>Target 1.a: Ensure significant mobilization of resources from a variety of sources, including through enhanced development cooperation, in order to provide adequate and predictable means for developing countries, in particular least developed countries, to implement programmes and policies to end poverty in all its dimensions</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 1.a.2: Proportion of total government spending on essential services (education, health and social protection)</p>\n<p>This document applies to the education component of indicator 1.a.2.</p>","META_LAST_UPDATE__GLOBAL":"<p>2021-12-20</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>4.5.3, 4.5.4, 4.5.5, 4.a.1, 4.b.1</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>UNESCO Institute for Statistics (UNESCO-UIS)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>UNESCO Institute for Statistics (UNESCO-UIS)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Total general (local, regional and central) government expenditure on education (current, capital, and transfers), expressed as a percentage of total general government expenditure on all sectors (including health, education, social services, etc.). It includes expenditure funded by transfers from international sources to the government.</p>\n<p><strong>Concepts:</strong></p>\n<p>Government expenditure on education covers educational expenditure by all levels of government (local, regional, central) on the formal education system, from early childhood to tertiary education, in both public and private instructional and non-instructional institutions within the borders of a country.</p>\n<p>Expenditure on education includes expenditure on core educational goods and services, such as teaching staff, school buildings, or school books and teaching materials, and peripheral educational goods and services such as ancillary services, general administration and other activities.</p>","UNIT_MEASURE__GLOBAL":"<p>Percentage. This indicator is the total general government expenditure on education, expressed as a percentage of total general government expenditure on all sectors. </p>","CLASS_SYSTEM__GLOBAL":"<p>None</p>","SOURCE_TYPE__GLOBAL":"<p>The source of data varies by country depending on the availability:</p>\n<p><strong>For public expenditure on education:</strong> government expenditure datasets, expenditure reports in national and sub-national budgets, the IMF Government Finance Statistics database, Public Expenditure Reviews published by the World Bank and others, the World Bank&#x2019;s BOOST dataset, and other national or international sources as available.</p>\n<p><strong>For total government expenditure:</strong> the source of total government expenditure would be from a comparable source as the total amount of public expenditure on education. For example, if the expenditure amount is derived from national budget documents then total expenditure would also be derived from national budget documents. </p>\n<p><em>Note that if governments have an official indicator for this SDG, then this would be the source.</em></p>","COLL_METHOD__GLOBAL":"<p>There are two different methods used to collect data depending on the availability of data for a particular country:</p>\n<ol>\n  <li>Data on education expenditure are submitted by country governments in response to the annual UIS survey on formal education or to the UNESCO-OECD-Eurostat (UOE) data collection. </li>\n  <li>If a country does not respond to the annual survey, then data mining of publicly available sources as described above and then an indicator value is estimated based on a modelling approach as needed. </li>\n</ol>","FREQ_COLL__GLOBAL":"<ol>\n  <li>Annual UIS (usually launched the 4th quarter every year) and UOE survey (usually launched in June every year). </li>\n  <li>Data mining is conducted periodically to correspond to the UIS data release schedule</li>\n</ol>","REL_CAL_POLICY__GLOBAL":"<p>Biannual UIS data release (February and September).</p>","DATA_SOURCE__GLOBAL":"<p>Ministries of Finance, Ministries of Education, National Statistical Offices.</p>","COMPILING_ORG__GLOBAL":"<p>UNESCO Institute for Statistics, OECD, Eurostat</p>","INST_MANDATE__GLOBAL":"<p>The UNESCO Institute for Statistics (UIS) is the statistical branch of the United Nations Educational, Scientific and Cultural Organization (UNESCO). The Institute produces internationally comparable data and methodologies in the fields of education, science, culture and communication for countries at all stages of development.</p>\n<p>The <a href=\"https://www.moe.gov.bn/DocumentDownloads/Education%202030/Education2030.pdf\"><u>Education 2030 Framework for Action &#xA7;100</u></a> has clearly stated that: &#x201C;<em>In recognition of the importance of harmonization of monitoring and reporting, the UIS will remain the official source of cross-nationally comparable data on education. It will continue to produce international monitoring indicators based on its annual education survey and on other data sources that guarantee international comparability for more than 200 countries and territories. In addition to collecting data, the UIS will work with partners to develop new indicators, statistical approaches and monitoring tools to better assess progress across the targets related to UNESCO&#x2019;s mandate, working in coordination with the SDG-Education 2030 SC&#x201D;.</em></p>","RATIONALE__GLOBAL":"<p>The indicator is used to assess a government&apos;s emphasis on education relative to other sectors. The indicator shows how much of a priority education is for a given government, over time or in comparison with other countries.</p>","REC_USE_LIM__GLOBAL":"<p>A high proportion of government expenditure on education demonstrates a high government priority for education relative to other public investments. The Education 2030 Framework for Action has endorsed a benchmark for this indicator, which encourages countries to allocate at least 15% to 20% of their public expenditure to education.</p>\n<p>In some instances data on total public expenditure on education refer only to the Ministry of Education, excluding other ministries may also spend a part of their budget on educational activities as well as the local governments that receive block grants and do not report how much they spend on education. Although the IMF aims to publish data on total general government expenditure following common definitions based on the Government Finance Statistics Manual, in practice this concept (and what it includes) may differ between countries.</p>","DATA_COMP__GLOBAL":"<p>Total government expenditure on education in all levels combined is expressed as a percentage of total general government expenditure (all sectors).</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msub>\n      <mrow>\n        <mi>P</mi>\n        <mi>X</mi>\n        <mi>E</mi>\n      </mrow>\n      <mrow>\n        <mi>t</mi>\n      </mrow>\n    </msub>\n    <mo>=</mo>\n    <mfrac>\n      <mrow>\n        <mi>T</mi>\n        <msub>\n          <mrow>\n            <mi>X</mi>\n            <mi>E</mi>\n          </mrow>\n          <mrow>\n            <mi>t</mi>\n          </mrow>\n        </msub>\n      </mrow>\n      <mrow>\n        <msub>\n          <mrow>\n            <mi>T</mi>\n            <mi>P</mi>\n            <mi>X</mi>\n          </mrow>\n          <mrow>\n            <mi>t</mi>\n          </mrow>\n        </msub>\n      </mrow>\n    </mfrac>\n  </math></p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msub>\n      <mrow>\n        <mi>P</mi>\n        <mi>X</mi>\n        <mi>E</mi>\n      </mrow>\n      <mrow>\n        <mi>t</mi>\n      </mrow>\n    </msub>\n  </math> = government expenditure on education as a percentage of total government expenditure in financial year <em>t</em></p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msub>\n      <mrow>\n        <mi>T</mi>\n        <mi>X</mi>\n        <mi>E</mi>\n      </mrow>\n      <mrow>\n        <mi>t</mi>\n      </mrow>\n    </msub>\n  </math> = total general government expenditure on education in financial year <em>t</em></p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msub>\n      <mrow>\n        <mi>T</mi>\n        <mi>P</mi>\n        <mi>X</mi>\n      </mrow>\n      <mrow>\n        <mi>t</mi>\n      </mrow>\n    </msub>\n  </math> = total government expenditure in financial year <em>t</em></p>\n<p>Note: the numerator and denominator should come from the same source as preferred option.</p>","DATA_VALIDATION__GLOBAL":"<p>The UNESCO Institute for Statistics shares all indicator values and notes on methodology with National Statistical Offices, Ministries of Education, or other relevant agencies in individual countries for their review, feedback and validation before the publication of the data. </p>","ADJUSTMENT__GLOBAL":"<p>Data should cover formal education only and should follow common definitions. </p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>None by data compiler.</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>None by data compiler.</p>","REG_AGG__GLOBAL":"<p>Regional and global aggregates are not currently available for this indicator.</p>","DOC_METHOD__GLOBAL":"<p>The UIS has elaborated guidance for the countries on the methodology that should be used to calculate this indicator based on the Survey of Formal Education and its manual. The standardized template for data mining containts instructions for its completion. </p>","QUALITY_MGMNT__GLOBAL":"<p>The UIS maintains a global database used to produce this indicator and defines the protocols and standards for data reporting by countries. For transparency purposes, the inclusion of a data point in the database is completed by following a protocol and is reviewed by UIS technical focal points to ensure consistency and overall data quality, based on objective criteria to ensure that only the most recent and reliable information are included in the database.</p>","QUALITY_ASSURE__GLOBAL":"<p>Before its annual data release and the addition of any indicators to the global SDG Indicators Database, the UNESCO Institute for Statistics submits all indicator values and notes on methodology to National Statistical Offices, Ministries of Education or other relevant agencies in individual countries for their review and feedback.</p>","QUALITY_ASSMNT__GLOBAL":"<p>The indicator should be produced based on consistent and actual data on total government expenditures on education and total government expenditures on all sectors combined. Criteria for quality assessment include: data sources must include proper documentation; data values must be representative at the national population level and, if not, should be footnoted; data are plausible and based on trends and consistency with previously published/reported values for the indicator.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>156 countries with at least one data point for the period 2010-2019.</p>\n<p><strong>Time series:</strong></p>\n<p>1980-2019 in UIS database; 2000-2019 in the SDG Global database.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>None </p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies</strong></p>\n<p>The data is derived from different sources and may be subject to differences in national definitions of expenditure types. </p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p><a href=\"http://uis.unesco.org\">http://uis.unesco.org</a></p>\n<p><strong>References:</strong></p>\n<p>UIS Instructional Manual: Survey of Formal Education </p>\n<p><a href=\"http://uis.unesco.org/sites/default/files/documents/instruction-manual-survey-formal-education-2017-en.pdf\">http://uis.unesco.org/sites/default/files/documents/instruction-manual-survey-formal-education-2017-en.pdf</a></p>\n<p>UOE data collection on formal education: Manual on concepts, definitions and classifications</p>\n<p><a href=\"http://uis.unesco.org/en/files/uoe-data-collection-manual-2020-en-pdf\">http://uis.unesco.org/en/files/uoe-data-collection-manual-2020-en-pdf</a></p>\n<p>UIS Questionnaire on Educational Expenditure (ISCED 0-8)</p>\n<p><a href=\"http://uis.unesco.org/en/uis-questionnaires\">http://uis.unesco.org/en/uis-questionnaires</a></p>\n<p>IMF World Economic Outlook</p>\n<p><a href=\"https://www.imf.org/en/Publications/WEO\">https://www.imf.org/en/Publications/WEO</a></p>","indicator":"1.a.2","target_id":"1.a","sdg_goal":"1","indicator_sort_order":"01-0a-02"}