{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion of the population who are refugees, by country of origin","graph_titles":[],"graph_type":"line","indicator_name":"Proportion of the population who are refugees, by country of origin","indicator_number":"10.7.4","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 10: Reduce inequality within and among countries</p>","SDG_TARGET__GLOBAL":"<p>Target 10.7: Facilitate orderly, safe, regular and responsible migration and mobility of people, including through the implementation of planned and well-managed migration policies</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 10.7.4: Proportion of the population who are refugees, by country of origin</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Not applicable</p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>Goals 1 (&#x201C;No Poverty&#x201D;), 2 (&#x201C;Zero Hunger&#x201D;), 3 (&#x201C;Good Health and Wellbeing&#x201D;), 4 (&#x201C;Quality Education&#x201D;), 5 (&#x201C;Gender Equality&#x201D;), 8 (&#x201C;Decent Work and Economic Growth&#x201D;), and 16 (&#x201C;Peace, Justice and Strong Institutions&#x201D;).</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations High Commissioner for Refugees (UNHCR)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations High Commissioner for Refugees (UNHCR)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>The indicator is defined as the total count of population who have been recognized as refugees as a proportion of the total population of their country of origin, expressed per 100,000 population. </p>\n<p>Refugees refers to persons recognized by the Government and/or UNHCR, or those in a refugee-like situation. </p>\n<p>Population refers to total resident population in a given country in a given year.</p>\n<p><strong>Concepts:</strong></p>\n<p>Refugees recognized by the Government and/or UNHCR include: </p>\n<p>(a) persons recognized as refugees by Governments having ratified the 1951 <em>United Nations Convention Relating to the Status of Refugees</em>, and/or its <em>1967 Protocol; </em></p>\n<p>(b) persons recognized as refugees under the <em>1969 Organization of African Unity (OAU) Convention Governing the Specific Aspects of Refugee Problems in Africa; </em></p>\n<p>(c) those recognized in accordance with the principles enshrined in the <em>Cartagena Declaration; </em></p>\n<p>(d) persons recognized by UNHCR as refugees in accordance with its Statute (otherwise referred to as &#x201C;mandate&#x201D; refugees); </p>\n<p>(e) those who have been granted a complementary form of protection (i.e. non-Convention); </p>\n<p>(f) persons who have been granted temporary protection on a group basis; </p>\n<p>Persons in a <em>refugee-like situation</em> refer to those outside their territory of origin who face protection risks similar to those of refugees, but who, for practical or other reasons, have not been formally recognized or issued documentation to that effect. </p>","UNIT_MEASURE__GLOBAL":"<p>Number of refugees per 100,000 population in country of origin</p>","CLASS_SYSTEM__GLOBAL":"<p>Not applicable</p>","SOURCE_TYPE__GLOBAL":"<p>Two main sources exist at country level: a) administrative asylum systems; b) direct refugee registration databases. In cases where UNHCR performs refugee registration directly, operations provide data which is available with a highest degree of disaggregation. In cases where refugees go through a Refugee Status Determination (RSD) administrative procedure, data is collected by Governments in the biannual Population Statistics Review exercise facilitated by focal points in UNHCR country offices. </p>\n<p>Population data are derived from annual estimates produced by the UN Population Division (World Population Prospects, Standard Projections, Total Population, both sexes &#x2013; Medium Variant).</p>","COLL_METHOD__GLOBAL":"<p>At the international level, data on refugee populations are routinely collected by UNHCR through the biannual Population Statistic Review (PSR) data collection. Focal points in each UNHCR operation submit data to the Statistics and Demographics Section in the Global Data Service that performs consistency checks. In most cases these focal points obtain data either from the UNHCR registration database (in countries where UNHCR performs registration directly), or from national institutions responsible for data production in the area of asylum and refugee matters (National Statistical Offices, Ministry of Interior, Ministry of Justice, Administrative Tribunals). When a country does not report refugee figures to UNHCR, estimations based on positive decisions on asylum applications from previous years are used. Once consolidated, data are shared to countries to check their accuracy. Data for Sustainable Development Goals (SDG) monitoring will also be sent to countries for consultation before publication. </p>","FREQ_COLL__GLOBAL":"<p>Twice a year: by March (data for year-end) and September (data for mid-year)</p>","REL_CAL_POLICY__GLOBAL":"<p>Twice a year: by December (data for mid-year) and by June (data for year-end)</p>","DATA_SOURCE__GLOBAL":"<p>Refugee data are sent to UNHCR Country Offices by member states, usually through national institutions responsible for data production in the area of refugee and asylum (National Statistical Offices, Ministry of Interior, Ministry of Justice, and Administrative Tribunals). Data obtained by UNHCR registration systems is provided directly by UNHCR country operations.</p>","COMPILING_ORG__GLOBAL":"<p>United Nations High Commissioner for Refugees (UNHCR)</p>","INST_MANDATE__GLOBAL":"<p>The collection and use of refugee data are mandated by the 1951 Refugee Convention and by the Statute of the Office of the High Commissioner for Refugees. The confidentiality of refugee data and related information is highly respected by UNHCR and our partners and the processing and protection of personal data are anchored in UNHCR&#x2019;s Data Protection Policy.</p>","RATIONALE__GLOBAL":"<p>Forced displacement as a result of conflict, violence, and other causes undermine sustainable development, and can increase the risk of regional instability, especially when refugees are hosted in neighbouring countries, resulting in possible tensions with local populations. The United Nations General Assembly Resolution (A/Res/70/1) that adopted the 2030 Agenda for Sustainable Development at paragraph 23 recognizes the relevance of the Agenda to meet the needs of refugees, internally displaced persons and migrants on the basis that they are among the most vulnerable. It also explicitly states that Member States resolve to take further effective measures and actions, to &#x201C;<em>strengthen support and meet the special needs of people living in areas affected by complex humanitarian emergencies</em>&#x201D;. In addition, target 10.7 recognizes for the first time the contribution of migration to sustainable development by aiming to &#x201C;facilitate orderly, safe, and responsible migration and mobility of people, including through implementation of planned and well-managed migration policies&#x201D;.</p>\n<p> </p>\n<p>This indicator tracks the number of people displaced across national borders as a result of persecution, conflict, violence, human rights violations, or events seriously disturbing public order. It measures the total count of refugee population by country or territory of origin as a proportion of the total population. </p>","REC_USE_LIM__GLOBAL":"<p>The estimates of the refugee population by country of origin are collected on a bi-annual basis by UNHCR during its annual and mid-year statistical reviews. Data is therefore already available and does not impose an additional burden on national statistical systems.</p>","DATA_COMP__GLOBAL":"<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mfenced open=\"[\" close=\"]\" separators=\"|\">\n      <mrow>\n        <mfrac>\n          <mrow>\n            <mi>N</mi>\n            <mi>u</mi>\n            <mi>m</mi>\n            <mi>b</mi>\n            <mi>e</mi>\n            <mi>r</mi>\n            <mi>&amp;nbsp;</mi>\n            <mi>o</mi>\n            <mi>f</mi>\n            <mi>&amp;nbsp;</mi>\n            <mi>r</mi>\n            <mi>e</mi>\n            <mi>f</mi>\n            <mi>u</mi>\n            <mi>g</mi>\n            <mi>e</mi>\n            <mi>e</mi>\n            <mi>s</mi>\n            <mi>&amp;nbsp;</mi>\n            <mi>b</mi>\n            <mi>y</mi>\n            <mi>&amp;nbsp;</mi>\n            <mi>c</mi>\n            <mi>o</mi>\n            <mi>u</mi>\n            <mi>n</mi>\n            <mi>t</mi>\n            <mi>r</mi>\n            <mi>y</mi>\n            <mi>&amp;nbsp;</mi>\n            <mi>o</mi>\n            <mi>f</mi>\n            <mi>&amp;nbsp;</mi>\n            <mi>o</mi>\n            <mi>r</mi>\n            <mi>i</mi>\n            <mi>g</mi>\n            <mi>i</mi>\n            <mi>n</mi>\n            <mi>&amp;nbsp;</mi>\n            <mi>a</mi>\n            <mi>t</mi>\n            <mi>&amp;nbsp;</mi>\n            <mi>y</mi>\n            <mi>e</mi>\n            <mi>a</mi>\n            <mi>r</mi>\n            <mo>-</mo>\n            <mi>e</mi>\n            <mi>n</mi>\n            <mi>d</mi>\n          </mrow>\n          <mrow>\n            <mfenced separators=\"|\">\n              <mrow>\n                <mi>Y</mi>\n                <mi>e</mi>\n                <mi>a</mi>\n                <mi>r</mi>\n                <mo>-</mo>\n                <mi>e</mi>\n                <mi>n</mi>\n                <mi>d</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>p</mi>\n                <mi>o</mi>\n                <mi>p</mi>\n                <mi>u</mi>\n                <mi>l</mi>\n                <mi>a</mi>\n                <mi>t</mi>\n                <mi>i</mi>\n                <mi>o</mi>\n                <mi>n</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>i</mi>\n                <mi>n</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>c</mi>\n                <mi>o</mi>\n                <mi>u</mi>\n                <mi>n</mi>\n                <mi>t</mi>\n                <mi>r</mi>\n                <mi>y</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>o</mi>\n                <mi>f</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>o</mi>\n                <mi>r</mi>\n                <mi>i</mi>\n                <mi>g</mi>\n                <mi>i</mi>\n                <mi>n</mi>\n                <mi>&amp;nbsp;</mi>\n                <mo>+</mo>\n                <mi>n</mi>\n                <mi>u</mi>\n                <mi>m</mi>\n                <mi>b</mi>\n                <mi>e</mi>\n                <mi>r</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>o</mi>\n                <mi>f</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>r</mi>\n                <mi>e</mi>\n                <mi>f</mi>\n                <mi>u</mi>\n                <mi>g</mi>\n                <mi>e</mi>\n                <mi>e</mi>\n                <mi>s</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>b</mi>\n                <mi>y</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>c</mi>\n                <mi>o</mi>\n                <mi>u</mi>\n                <mi>n</mi>\n                <mi>t</mi>\n                <mi>r</mi>\n                <mi>y</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>o</mi>\n                <mi>f</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>o</mi>\n                <mi>r</mi>\n                <mi>i</mi>\n                <mi>g</mi>\n                <mi>i</mi>\n                <mi>n</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>a</mi>\n                <mi>t</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>y</mi>\n                <mi>e</mi>\n                <mi>a</mi>\n                <mi>r</mi>\n                <mo>-</mo>\n                <mi>e</mi>\n                <mi>n</mi>\n                <mi>d</mi>\n              </mrow>\n            </mfenced>\n          </mrow>\n        </mfrac>\n      </mrow>\n    </mfenced>\n    <mo>&#xD7;</mo>\n    <mn>100</mn>\n    <mo>,</mo>\n    <mn>000</mn>\n  </math></p>\n<p>The indicator is presented as the number of refugees per 100,000 population in country of origin.</p>","DATA_VALIDATION__GLOBAL":"<p>At the international level, data on refugee populations are routinely collected by UNHCR through the biannual Population Statistic Review (PSR) data collection. Focal points in each UNHCR operation submit data to the Statistics and Demographics Section in the Global Data Service that performs consistency checks. In most cases, these focal points obtain data either from the UNHCR registration database (in countries where UNHCR performs registration directly), or from national institutions responsible for data production in the area of asylum and refugee matters (National Statistical Offices, Ministry of Interior, Ministry of Justice, Administrative Tribunals). When a country does not report refugee figures to UNHCR, estimations based on positive decisions on asylum applications from previous years are used. Once consolidated, data are shared to countries to check their accuracy. Data for SDG monitoring will also be sent to countries for consultation before publication.</p>","ADJUSTMENT__GLOBAL":"<p>Not applicable</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022;</strong> <strong>At country level</strong></p>\n<p>UNHCR produces estimates for countries where national data are not available from neither administrative systems nor from refugee registration.</p>\n<p><strong>&#x2022;</strong> <strong>At regional and global levels</strong></p>\n<p> The regional average is applied to those countries within the region with missing values for the purposes of calculating regional aggregates only, but are not published as country-level estimates.</p>","REG_AGG__GLOBAL":"<p>Global and regional estimates are calculated as weighted averages of national data, with weights provided by the national resident population of the country of origin augmented by the number of refugees pertaining to that country.</p>","DOC_METHOD__GLOBAL":"<ul>\n  <li>UNHCR Annual Statistical Report methodological guidance note.</li>\n  <li>The Expert Group on Refugee and IDP Statistics, in which UNHCR belongs to the steering committee, has released the <em>International Recommendations on Refugee Statistics (IRRS)</em>, which were adopted by the United Nations Statistical Commission during its 2018 session and is a strong reference for refugee statistics reporting methodologies. UNHCR supports NSOs to build capacity to report on forced displacement in countries that currently lack disaggregated data on refugees. </li>\n  <li>Expert Group on Refugee and IDP Statistics (EGRIS):</li>\n</ul>\n<p><a href=\"https://ec.europa.eu/eurostat/web/expert-group-on-refugee-statistics\">https://ec.europa.eu/eurostat/web/expert-group-on-refugee-statistics</a></p>\n<ul>\n  <li>International Recommendations on Refugee Statistics (IRRS):</li>\n</ul>\n<p><a href=\"https://ec.europa.eu/eurostat/web/products-manuals-and-guidelines/-/KS-GQ-18-004\">https://ec.europa.eu/eurostat/web/products-manuals-and-guidelines/-/KS-GQ-18-004</a></p>","QUALITY_MGMNT__GLOBAL":"<p>UNHCR follows its Statistical Quality Assurance Framework when producing official statistics, including this SDG indicator.</p>","QUALITY_ASSURE__GLOBAL":"<p>A number of validation rules are included in the global database, so that that data containing errors will not be accepted. All data submitted by countries are additionally verified for consistency by the UNHCR Statistics and Demographics Section. This includes checks with previous years&#x2019; data, and among data reported by different countries. When inconsistencies exist, for instance when refugee returns reported by a country differ from the arrivals reported by another, the difference is taken back to the countries until the difference is resolved. </p>","QUALITY_ASSMNT__GLOBAL":"<p>Assessing the quality of UNHCR&#x2019;s population statistics is a core component of the Statistical Quality Assurance Framework noted above.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>National data on refugee populations are available for 192 countries (at least one data point between 1951-2020). Time series data on refugees suitable for monitoring are available for 192 countries. Approximately 62 percent of the refugee population have data which can be disaggregated by sex and 56 percent which can be disaggregated by age. The age and sex disaggregation for the remainder of the population is estimated with statistical methods. </p>\n<p>National population estimates and projections are available in the World Population Prospects prepared by the Population Division of the Department of Economic and Social Affairs of the United Nations Secretariat, and presented in a series of Excel files displaying key demographic indicators for each UN development group, World Bank income group, geographic region, Sustainable Development Goals (SDGs) region, subregion and country or area.</p>\n<p><strong>Time series:</strong></p>\n<p>1951-present</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Recommended disaggregation for this indicator are:</p>\n<p>- sex </p>\n<p> - age (esp. % of children) </p>\n<p>- geographical location (urban/rural)</p>\n<p>- place of residence (in camps/out of camps)</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>UNHCR makes all efforts to obtain data reported directly by member states to include in its statistical reports. The gradual implementation of IRRS (see below) by countries should improve quality and consistency of national and international data.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL: </strong></p>\n<p><a href=\"http://www.unhcr.org\">www.unhcr.org</a></p>\n<p>References: </p>\n<p>UNHCR Refugee Population Statistics Database (<a href=\"https://www.unhcr.org/refugee-statistics/\">https://www.unhcr.org/refugee-statistics/</a> )</p>\n<p>UNHCR, Global Trends report (<a href=\"https://www.unhcr.org/globaltrends2019/\">https://www.unhcr.org/globaltrends2019/</a>)</p>\n<p>UNHCR Statistical Yearbook (<a href=\"https://www.unhcr.org/statistical-yearbooks.html\">https://www.unhcr.org/statistical-yearbooks.html</a>)</p>\n<p>UN Population Division, World Population Prospects (<a href=\"https://population.un.org/wpp/\">https://population.un.org/wpp/</a>)</p>","indicator":"10.7.4","target_id":"10.7","sdg_goal":"10","indicator_sort_order":"10-07-04"}