{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion of cities with a direct participation structure of civil society in urban planning and management that operate regularly and democratically","graph_titles":[],"graph_type":"line","indicator_name":"Proportion of cities with a direct participation structure of civil society in urban planning and management that operate regularly and democratically","indicator_number":"11.3.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 11: Make cities and human settlements inclusive, safe, resilient and sustainable</p>","SDG_TARGET__GLOBAL":"<p>Target 11.3: By 2030, enhance inclusive and sustainable urbanization and capacity for participatory, integrated and sustainable human settlement planning and management in all countries</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 11.3.2: Proportion of cities with a direct participation structure of civil society in urban planning and management that operates regularly and democratically</p>","META_LAST_UPDATE__GLOBAL":"2022-05-18","SDG_RELATED_INDICATORS__GLOBAL":"<p>Not applicable</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>UN-Habitat</p>","CONTACT_ORGANISATION__GLOBAL":"<p>UN-Habitat</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Civil society organizations (CSOs) make a difference in international development. They provide development services and humanitarian relief, innovate in service delivery, build local capacity and advocate with and for the poor. Acting alone, however, their impact is limited in scope, scale and sustainability. CSOs need to engage in government policy processes more effectively. The development of sustainable human settlements calls for the active engagement of all key stakeholders with particular attention to project/programme beneficiaries and vulnerable groups. Therefore local and national governments should strive to: <strong>a)</strong> facilitate and protect people&#x2019;s participation and civic engagement through independent civil society organizations that can be from diverse backgrounds - local, national, and international; <strong>b)</strong> promote civic and human rights education and training programmes to make urban residents aware of their rights and the changing roles of diverse women, men, and young women and men in urban settings; <strong>c)</strong> remove the barriers that block participation of socially marginalized groups and promote non-discrimination and the full and equal participation of women, young men and women and marginalized groups. To monitor this indicator fully, it is important to define cities as unique entities and define what constitutes direct participation structures of civil society. Urban planning and management are more clear concepts that UN-Habitat has worked on developing for the last few decades and these are well articulated in the urban agenda documents. Experts who have worked on the methodological developments of this indicator have therefore put forth the below definitions to help guide the work on this indicator.</p>\n<p><strong>Concepts:</strong></p>\n<p><strong>City or urban area</strong>: Since 2016 UN-Habitat and partners organized global consultations and discussions to narrow down the set of meaningful definitions that would be helpful for the global monitoring and reporting process. Following consultations with 86 member states, the United Nations Statistical Commission, in its 51st Session (March 2020) endorsed the Degree of Urbanisation (DEGURBA) as a workable method to delineate cities, urban and rural areas for international statistical comparisons.<sup><sup><a href=\"#footnote-2\" id=\"footnote-ref-2\">[1]</a></sup> </sup>This definition combines population size and population density thresholds to classify the entire territory of a country along the urban-rural continuum, and captures the full extent of a city, including the dense neighbourhoods beyond the boundary of the central municipality. DEGURBA is applied in a two-step process: First, 1 km2 grid cells are classified based on population density, contiguity and population size. Subsequently, local units are classified as urban or rural based on the type of grid cells in which majority of their population resides. </p>\n<p><strong>Other concepts</strong></p>\n<p><strong>Democratic participation:</strong> Structures allow and encourage participation of civil society representing a cross-section of society that allows for equal representation of all members of the community with equal rights for participation and voting. </p>\n<p><strong>Direct participation:</strong> Structures allow and encourage civil society accessing and actively engaging in decision-making, without intermediaries, at every stage of the urban planning and management process.</p>\n<p><strong>Regular participation:</strong> Structures allow and encourage civil society participation in urban planning and management processes at every stage, and at least every six months.</p>\n<p><strong>Marginalized groups:</strong> Groups of people that are not traditionally given equal voice in governance processes. These include, but are not limited to, women, young men and women, low-income communities, ethnic minorities, religious minorities, people with disabilities, the elderly, and sexual and gender identity minorities and migrants.</p>\n<p><strong>Structures:</strong> Any formal structure that allows for participation of civil society. This can include, but is not limited to national or local legislation, policy, town council meetings, websites, elections, suggestion boxes, appeals processes, notice period for planning proposals etc. </p>\n<p><strong>Civil Society:</strong> The combination of non-governmental organizations, community groups, community-based organizations, regional representative groups, unions, research institutes, think tanks, professional bodies, non-profit sports and cultural groups, and any other groups that represent the interests and wills of the members and wider community. </p>\n<p><strong>Urban Management:</strong> The officials, including elected officials and public servants, that are responsible for city-management, across all sectors, such as roads, water, sanitation, energy, public space, land title etc.</p>\n<p>Urban Budget decision making: The process by which money is allocated to various sectors of urban management, including roads, roads, water, sanitation, energy, public space, land title etc.</p>\n<p><strong>Urban Planning, including Design and Agreements</strong>: The technical and political process that concerns the development and use of land, how the natural environment is used etc. Design includes over-arching and specific design of public space, as well as zoning and land use definitions. Agreements refer to specific contract/arrangements made with various groups in regard to their land, e.g. Indigenous groups, protected natural environments etc.</p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-2\">1</sup><p> A recommendation on the method to delineate cities, urban and rural areas for international statistical comparisons. <a href=\"https://unstats.un.org/unsd/statcom/51st-session/documents/BG-Item3j-Recommendation-E.pdf\">https://unstats.un.org/unsd/statcom/51st-session/documents/BG-Item3j-Recommendation-E.pdf</a> <a href=\"#footnote-ref-2\">&#x2191;</a></p></div></div>","UNIT_MEASURE__GLOBAL":"<p>Proportion (Percentage)</p>","SOURCE_TYPE__GLOBAL":"<p>Option 1: Evaluators will examine structures at the city level, with data aggregated from city levels for national averages through local national statistical systems constituted and chaired by the national Statistical agencies.</p>\n<p>Option 2: For countries where civil society engagement is covered within the law as a requirement and legally enforced, evaluators can provide a direct national level assessment of the practice and coverage for the cities as one estimated percentage.</p>","COLL_METHOD__GLOBAL":"<p>Option 1: To measure the level of direct participation structures of civil society in urban planning and management at the city level, a scorecard approach will be used to evaluate the available structures for civil society participation in urban planning and management, as evaluated by five (5) local experts including those from academia, Urban Planning Experts, City Leaders and officials from Local Government Authorities. </p>\n<p>As part of the monitoring and reporting on SDG 11, UN-Habitat developed an online questionnaire until Kobo toolbox (<a href=\"https://ee.humanitarianresponse.info/x/sh3jEDMr\">https://ee.humanitarianresponse.info/x/sh3jEDMr</a>) that NSOs can administer to stakeholders on public participation in urban planning and management to evaluate public participation in urban planning programs in their cities. </p>\n<p>To note, the selection of cities in which the evaluation will be conducted may be determined using the National Sample of Cities approach (<a href=\"https://unhabitat.org/sites/default/files/2020/06/national_sample_of_cities_english.pdf\">https://unhabitat.org/sites/default/files/2020/06/national_sample_of_cities_english.pdf</a>). The approach will help draw a sample of cities using sound statistical and scientific methodologies based on several relevant city-specific criteria/characteristics that capture the specific contexts of countries, ensuring that the sample is representative of a given country&#x2019;s territory, geography, size, history, etc. </p>\n<p>Option 2: To measure the level of direct participation structures of civil society in urban planning and management at the city level and aggregate national level performances, evaluators will first confirm that there is an established legal requirement that civil society must be involved in urban planning and management of cities or municipalities, if its yes, then evaluators will assess whether this is being practiced in al cities and all municipalities in the country, if its yes, national level coverage can be considered as 100%, otherwise if its partial coverage then the true average coverage has to be estimated.</p>","FREQ_COLL__GLOBAL":"<p>The monitoring of the indicator can be repeated at regular intervals of four (3) years, allowing for four (4) reporting points until the year 2030.</p>","REL_CAL_POLICY__GLOBAL":"<p>Data for indicator 11.3.2 will be released on an annual basis, to cater for an anticipated increase in the number of cities/urban areas and countries reporting on the indicator. Changes in trends within individual cities and/or countries are likely to happen in spans of about 3-5 years, so a three-year window will be applied for comprehensive review of all data, with updates made based on availability of new data.</p>","DATA_SOURCE__GLOBAL":"<p>National statistical organisations.</p>","COMPILING_ORG__GLOBAL":"<p>UN-Habitat</p>\n<p>UN-Habitat and other partners are supporting various components (systems, tools development and capacity strengthening, etc) for reporting on this indicator.</p>","INST_MANDATE__GLOBAL":"<p>The United Nations Human Settlements Programme (UN-Habitat) is the specialized agency for sustainable urbanization and human settlements in the United Nations. The mandate derives from the priorities established in relevant General Assembly resolutions and decisions, including General Assembly resolution 3327 (XXIX), by which the General Assembly established the United Nations Habitat and Human Settlements Foundation, and resolution 32/162 by which the Assembly established the United Nations Center for Human Settlements (Habitat). In 2001, by its Resolution 56/206, the General Assembly transformed the Habitat into the secretariat of the United Nations Human Settlements Programme (UN-Habitat), with a mandate to coordinate human settlements activities within the United Nations System. As such, UN-Habitat has been designated the overall coordinator of SDG 11 and specifically as a custodian agency for 9 of the 14 indicators under SDG 11 including indicator 11.3.2. UN-Habitat also supports the monitoring and reporting of 4 urban specific indicators in other goals.</p>","RATIONALE__GLOBAL":"<p>This indicator measures the progress and willingness of elected officials, urban managers and planners to integrate resident and civil society participation in urban planning and management at various levels. Local authorities and governments, along with the international community, are increasingly recognizing the value of civil society and residents&#x2019; participation in strengthening the urban development processes. This people-centered approach is key in guiding urban development processes for local ownership, and the implementation of community projects at citywide or local levels.</p>\n<p>Civil society and public participation fosters a positive relationship between government and the public by communicating effectively and solving the conflicts in a cooperative manner. In many cases when urban planning decisions are made without consultation, the desired results are not achieved and there is a negative impact on society, due to inefficient allocation and use of resources. Ensuring that wide varieties of opinions are considered assists the decision makers with understanding the interlinkages and nature of problems and potential solutions facing different urban settings. </p>\n<p>Urban development is a reflection of ideology and national institutions. Public participation means a broader consensus is built and this greatly enhances political interaction between citizens and government, and enhances the legitimacy of the planning process and the plan itself. A plan is more effective if a broad coalition supports the proposal and works together to deliver it. </p>\n<p>Civil society and public participation in urban management and governance also shows respect to participants&#x2019; opinion, needs, aspirations and assets. It can boost their enthusiasm for citizenship and politics, and strengthens their influence in urban planning and public life. When conflicting claims and views are considered, there is a much higher possibility that public trust and buy-in increases in the outcome. This has broader implications for building an active, inclusive and equitable society and more inclusive and sustainable urban environments.</p>","REC_USE_LIM__GLOBAL":"<p>The indicator measures the availability of structures for civil society participation in urban planning and management, which is a reflection of structures for citizen voices/participation. The fact that informed evaluators conduct the evaluation can introduce biases. These biases and discrepancies have been examined in the pilot phases and so far the experiences is that the marginal differences are not as large as we were expecting. Overall, the evaluators&#x2019; assessments sometimes do not reflect a full analysis of the effectiveness or accessibility of these structures in its totality, but gives a local idea of how these evaluators view the inclusiveness and openness on these structures to accommodate the participation of citizens and civil society. Changes in data will be examined for intra-city differences and within country differences over time to understand more sources for variations and internal consistencies. </p>\n<p>Within the civic society landscape, there are many types of players including civil societies led by individuals, community groups, advocates, corporations and foundations. Similarly, there are many different views about the relevance and importance of civil society participation particularly, perhaps, among different groups as listed above and for these different structures at the urban level maybe available for involvement or not. </p>\n<p>Finally, civic society engagement in urban planning and management involves overlapping pathways, and goals as well as a mix of planned and unpredicted elements. Advancing toward a measurement frame is intended to help sort out theories and pathways &#x2013; not to set hard boundary lines, but rather to help both urban managers and communities better understand what they are trying to achieve, and how they are getting there.</p>\n<p>We also recognize that there are some countries where the legal instruments that govern cities and municipalities require that civil society are involved in the day-to-day urban planning and management of cities/municipalities. Hence, such countries can report directly the national level engagement of civil society as 100%, if in practice all municipalities apply the legal requirements for civil society engagement in urban planning and management.</p>","DATA_COMP__GLOBAL":"<p>To measure existence of direct participation structures of civil society in urban planning and management at the city level, we recommend two options:- </p>\n<p>1-For countries where there is no legal requirement for civil society engagement and the practice is also not known at the city or municipality levels OR For countries where there is a legal requirement for civil society engagement in urban planning and management but however the practice is not known across the system of cities.</p>\n<p> 2- For countries where there is a legal requirement for civil society engagement in urban planning and management and the practice is also known across the system of cities and municipalities.</p>\n<p>Option 1: a scorecard approach will be used to evaluate the available structures for civil society participation in urban planning and management, as evaluated by five (5) local experts from government, academia, civil society and international organizations. The identifications and selection of these 5 local evaluators/experts will be guided by local urban observatories teams that are available in many cities. In the pilot exercises, these urban observatories as local custodians of urban data at the city level are able to coordinate the assessments and check for consistencies and relevant local references that guide the decisions and scores of the evaluators.</p>\n<p>A questionnaire with a 4-point Likert scale (strongly disagree, disagree, agree, and strongly agree) will be used to measure and test the existence of structures for civil society participation in urban governance and management. As experts, we agreed that these structures are examined through four core elements and these were assessed in the completed pilot exercises as follows:</p>\n<ol>\n  <li>Are there structures for civil society participation in urban planning, including design and agreements, that are direct, regular and democratic?</li>\n  <li>Are there structures for civil society participation in local urban budget decision-making, that are direct, regular and democratic?</li>\n  <li>Are there structures for civil society evaluation and feedback on the performance of urban management, that are direct, regular and democratic?</li>\n  <li>Do these structures promote the participation of women, young men and women, and/or other marginalized groups?</li>\n</ol>\n<p>The evaluators score each of the questions on the Likert Scale, as below: </p>\n<p>1 - Strongly disagree, 2 - Disagree, 3 - Agree, 4 - Strongly agree</p>\n<table>\n  <tbody>\n    <tr>\n      <td>\n        <p>Questions</p>\n      </td>\n      <td>\n        <p>Strongly Disagree</p>\n        <p>(1)</p>\n      </td>\n      <td>\n        <p>Disagree</p>\n        <p>(2)</p>\n      </td>\n      <td>\n        <p>Agree</p>\n        <p>(3)</p>\n      </td>\n      <td>\n        <p>Strongly Agree</p>\n        <p>(4)</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Are there structures for civil society participation in urban planning, including design and agreements that are direct, regular and democratic?</p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Are there structures for civil society participation in urban budget decision making that are direct, regular and democratic?</p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Are there structures for civil society evaluation and feedback on the performance of urban management, which are direct, regular and democratic?</p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Do the structures promote the participation of women, young men and women, and/or other marginalized groups?</p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<p>The Likert Scale use the following guidance for grading: </p>\n<p><strong>Strongly Disagree:</strong> There are no structures in place or available structures do not allow civil society participation that is direct, regular or democratic.</p>\n<p><strong>Disagree:</strong> Structures exist that allow civil society participation, but they are only partially direct, regular and democratic; or they are only one of direct, regular or democratic.</p>\n<p><strong>Agree:</strong> Structures exist that allow and encourage civil society participation that is direct and/or regular and/or democratic, but not all three. </p>\n<p><strong>Strongly Agree</strong>: Structures exist that allow and encourage civil society participation that is fully direct, regular and democratic.</p>\n<p>Once each of the five (5) categories is evaluated as shown in the table above by a single evaluator, the total average score of the single evaluator is computed. The various scores of the evaluators are then <strong>averaged</strong> to compute the final score for every city.</p>\n<p>To determine the proportion of cities with a direct participation structure of civil society in urban planning and management that operates regularly and democratically, a midpoint on the Likert scale of 2.5 will be used. The value of the indicator is the proportion of cities with overall score that is greater than the mid-point. </p>\n<p>As a result, if we have N cities selected for the evaluation in a given country, and n is the number of cities with scores that are higher than the mid-point, the value of the indicator will be calculated as:</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mi mathvariant=\"bold\">V</mi>\n    <mi mathvariant=\"bold\">a</mi>\n    <mi mathvariant=\"bold\">l</mi>\n    <mi mathvariant=\"bold\">u</mi>\n    <mi mathvariant=\"bold\">e</mi>\n    <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n    <mi mathvariant=\"bold\">o</mi>\n    <mi mathvariant=\"bold\">f</mi>\n    <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n    <mi mathvariant=\"bold\">I</mi>\n    <mi mathvariant=\"bold\">n</mi>\n    <mi mathvariant=\"bold\">d</mi>\n    <mi mathvariant=\"bold\">i</mi>\n    <mi mathvariant=\"bold\">c</mi>\n    <mi mathvariant=\"bold\">a</mi>\n    <mi mathvariant=\"bold\">t</mi>\n    <mi mathvariant=\"bold\">o</mi>\n    <mi mathvariant=\"bold\">r</mi>\n    <mo>=</mo>\n    <mfrac>\n      <mrow>\n        <mi mathvariant=\"bold\">n</mi>\n      </mrow>\n      <mrow>\n        <mi mathvariant=\"bold\">N</mi>\n      </mrow>\n    </mfrac>\n  </math> (to be expressed in percentage)</p>\n<p>To note, the number of cities in which the evaluation will be conducted may be determined using the National Sample of Cities approach. The approach will help draw a sample of cities using sound statistical and scientific methodologies based on several relevant city-specific criteria/characteristics that capture the specific contexts of countries, ensuring that the sample is representative of a given country&#x2019;s territory, geography, size, history, etc.</p>\n<p>Option 2: a scorecard approach <strong><u>will not be used</u></strong> to evaluate the available structures for civil society participation in urban planning and management, instead a national level assessment will be provided based on a confirmation of the existence of the legal requirement for civil society participation in urban planning and management, followed by a confirmation that this is indeed practice as per the legal requirement. Hence, if <strong>N</strong> is the number of cities in the country that are covered by the legal instruments of civil society participation in urban planning and management, and <strong>n </strong>is the number of<strong> </strong>cities/municipalities<strong> where in practice </strong>civil society participation is happening in the urban planning and management, then</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mi mathvariant=\"bold\">V</mi>\n    <mi mathvariant=\"bold\">a</mi>\n    <mi mathvariant=\"bold\">l</mi>\n    <mi mathvariant=\"bold\">u</mi>\n    <mi mathvariant=\"bold\">e</mi>\n    <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n    <mi mathvariant=\"bold\">o</mi>\n    <mi mathvariant=\"bold\">f</mi>\n    <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n    <mi mathvariant=\"bold\">I</mi>\n    <mi mathvariant=\"bold\">n</mi>\n    <mi mathvariant=\"bold\">d</mi>\n    <mi mathvariant=\"bold\">i</mi>\n    <mi mathvariant=\"bold\">c</mi>\n    <mi mathvariant=\"bold\">a</mi>\n    <mi mathvariant=\"bold\">t</mi>\n    <mi mathvariant=\"bold\">o</mi>\n    <mi mathvariant=\"bold\">r</mi>\n    <mo>=</mo>\n    <mfrac>\n      <mrow>\n        <mi mathvariant=\"bold\">n</mi>\n      </mrow>\n      <mrow>\n        <mi mathvariant=\"bold\">N</mi>\n      </mrow>\n    </mfrac>\n  </math> (to be expressed in percentage)</p>","DATA_VALIDATION__GLOBAL":"<p>As part of the validation process, UN-Habitat developed a template to compile data generated by countries through the National Statistics Offices as well as other government agencies responsible for official statistics (<a href=\"https://data.unhabitat.org/pages/guidance\">https://data.unhabitat.org/pages/guidance</a> ). Data compiled is then checked against several criteria including the data sources used, the application of internationally agreed definitions, classification and methodologies to the data from that source, etc. Once reviewed, appropriate feedback is then provided to individual countries for further discussion. </p>","ADJUSTMENT__GLOBAL":"<p>Any adjustment to the data is jointly agreed after consultations with the relevant national agencies that share the data points for reporting.</p>","IMPUTATION__GLOBAL":"<p>All countries are expected to fully report on this city-based indicator more consistently after 2-4 years post 2015.</p>","REG_AGG__GLOBAL":"<p>Data at the global/regional levels will be estimated from national figures derived from a weighted aggregation of performance for all cities/urban areas or a sample of nationally representative cities (selected using the national sample of cities approach developed by UN-Habitat). Weighting for regional and global averages is done using urban population sizes from the World Urbanization Prospects. Global monitoring will be led by UN-Habitat with the support of other partners and regional commissions.</p>","DOC_METHOD__GLOBAL":"<p>UN-Habitat has developed a step-by-step data compilation and computation methodological document, which is available here for option 1: <a href=\"https://unhabitat.org/sites/default/files/2021/08/indicator_11.3.2_training_module_civic_participation.pdf\">https://unhabitat.org/sites/default/files/2021/08/indicator_11.3.2_training_module_civic_participation.pdf</a>. </p>\n<p>In addition, UN-Habitat has developed audio-visual content for indicator 11.3.2 that is available through its E-Learning Portal, offering more interactive learning for data producers at different levels. The content includes self-paced e-learning courses which present descriptive and practical step-by-step guidance on how to compute each indicator. These courses are aimed at strengthening national capacities in collecting, analyzing, and monitoring the urban SDG indicators. They are also designed to be attractive to different groups, from data producers to people just interested in understanding the indicators and their interpretation. This was intended to broaden the pool of experts on urban monitoring and increase the uptake and use of the tools within countries. The guidance on implementation of the National Sample of Cities Approach is available here: <a href=\"https://unhabitat.org/sites/default/files/2020/06/national_sample_of_cities_english.pdf\">https://unhabitat.org/sites/default/files/2020/06/national_sample_of_cities_english.pdf</a>.</p>","QUALITY_MGMNT__GLOBAL":"<p>To ensure consistency in data production across countries, UN-Habitat has developed detailed step-by-step tutorials on the computation of indicator 11.3.2, which further explain the steps presented in this metadata. The detailed tutorials, which will be continuously updated are available at <a href=\"https://unhabitat.org/knowledge/data-and-analytics\">https://unhabitat.org/knowledge/data-and-analytics</a>, <a href=\"https://www.urbanagendaplatform.org/learning\">https://www.urbanagendaplatform.org/learning</a>, and <a href=\"https://data.unhabitat.org/\">https://data.unhabitat.org/</a>. Within its Data and Analytics Section which is responsible for the indicator data compilation, UN-Habitat has a team of data experts who check all submitted data and provide direct support to countries in the indicator computation. </p>","QUALITY_ASSURE__GLOBAL":"<p>UN-Habitat maintains the global urban indicators database that is used for monitoring of the urban metrics drawn from SDGs, NUA, flagship reports (e.g. World Cities Report) and other official reporting. In general, for all new data, a thorough review is done to check for consistency and overall data quality by technical staff in the Data and Analytics unit before publication in the urban indicators database. This ensures that only the most accurate and reliable information are included in the database. Key elements considered in the review include: proper documentation of data sources; representativeness of data at national level, use of appropriate methodology for data collection and analysis (e.g. appropriate sampling process, values based on valid sample sizes), use of appropriate concepts and definitions, consistency of data trends with previously published/reported estimates for the indicator.</p>","QUALITY_ASSMNT__GLOBAL":"<p>Once data is received from member states, UN-Habitat uses a checklist specific to each indicator to assess a) whether the data production process followed the metadata provisions, and b) confirm the accuracy of the data sources used for the indicator computation. Both components are captured in the reporting template shared with National Statistical Offices, which helps to assess whether computation was done using the proposed indicator inputs or proxies. The reporting template also requests for information that helps understand whether national data for the indicator was produced from a representative sample of the country&#x2019;s urban systems, or if estimates were done for only select cities/urban areas where data is easily available. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Data is available in selected countries/cities on some components: for Africa regions: Egypt (Cairo), Mauritania (Tevragh-zeina), Mozambique (Matola), Senegal (Dakar), Morocco (Casablanca), Tanzania, Namibia, Malawi.</p>\n<p>In the European region: Spain (Barcelona), UK (Stanford city council), France (plaine commune), Belgium (Brussels), Berlin (Germany), Nanterre (France), Ireland, Iceland.</p>\n<p>In Latin America, data is available for selected cities in Brazil, Colombia.</p>\n<p>Other countries in the pipeline to provide data for cities include South Africa (several cities), Sweden, UK (selected cities) and Kenya (5 selected counties).</p>\n<p><strong>Time series:</strong></p>\n<p>Available data cover the period starting 2018. Because the effort and capacity of collecting and analysing this kind of data are different for each country, the length of the time series for each country will vary greatly. </p>\n<p><strong>Disaggregation:</strong></p>\n<p>Potential Disaggregation:</p>\n<ul>\n  <li>Disaggregation by city characteristics</li>\n  <li>By regularity of participation</li>\n  <li>By nature and typology of existing structures</li>\n</ul>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>For this indicator, national data built up from a <a href=\"https://unhabitat.org/national-sample-of-cities/\">&#x201C;national sample of cities approach&#x201D;,</a> will be used to derive final estimates for reporting at national and global figures. As national agencies are responsible for data collection, no differences between country produced data and international estimated data on the indicator are expected to arise. Where such discrepancies exist, these will be resolved through planned technical meetings and capacity development workshops.</p>","OTHER_DOC__GLOBAL":"<p><strong>References:</strong></p>\n<p>UN-Habitat. Planning Sustainable Cities: Global Report on Human Settlements 2009. Pages 93-109.</p>\n<p>Ziari Keramat Allah, Nikpay Vahid, Hosseini Ali. Measuring The Level Of Public Participation In Urban Management Based On The Urban Good Governing Pattern: A Case Study Of Yasouj. Housing and Rural Environment Spring 2013, Volume 32, Number 141; Page(S) 69 To 86.</p>","indicator":"11.3.2","target_id":"11.3","sdg_goal":"11","indicator_sort_order":"11-03-02"}