{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion of cities with a direct participation structure of civil society in urban planning and management that operate regularly and democratically","graph_titles":[],"graph_type":"line","indicator_name":"Proportion of cities with a direct participation structure of civil society in urban planning and management that operate regularly and democratically","indicator_number":"11.3.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 11: Make cities and human settlements inclusive, safe, resilient and sustainable</p>","SDG_TARGET__GLOBAL":"<p>Target 11.3: By 2030, enhance inclusive and sustainable urbanization and capacity for participatory, integrated and sustainable human settlement planning and management in all countries</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 11.3.2: Proportion of cities with a direct participation structure of civil society in urban planning and management that operate regularly and democratically</p>","META_LAST_UPDATE__GLOBAL":"<p>2018-11-01</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>NA.</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>UN-Habitat</p>","CONTACT_ORGANISATION__GLOBAL":"<p>UN-Habitat</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Civil society organizations (CSOs) make a difference in international development. They provide development services and humanitarian relief, innovate in service delivery, build local capacity and advocate with and for the poor. Acting alone, however, their impact is limited in scope, scale and sustainability. CSOs need to engage in government policy processes more effectively. The development of sustainable human settlements calls for the active engagement of all key stakeholders with particular attention to project/programme beneficiaries and vulnerable groups. Therefore local and national governments should strive to: a) facilitate and protect people&#x2019;s participation and civic engagement through independent civil society organizations that can be from diverse backgrounds - local, national, and international; b) promote civic and human rights education and training programmes to make urban residents aware of their rights and the changing roles of diverse women, men, and young women and men in urban settings; c) remove the barriers that block participation of socially marginalized groups and promote non-discrimination and the full and equal participation of women, young men and women and marginalized groups. To monitor this indicator fully, it is important to define cities as unique entities and define what constitutes direct participation structures of civil society. Urban planning and management are more clear concepts that UN-Habitat has worked on developing for the last few decades and these are well articulated in the urban agenda documents. Experts who have worked on the methodological developments of this indicator have there put forth the below definitions to help guide the work on this indicator.</p>\n<p><strong>Concepts:</strong></p>\n<p>Many urban related SDGs require global monitoring with the &#x2018;city&#x2019; as the unit of analysis. In order to monitor the urban SDGs in particular, it is necessary to agree on a global/common definition of what constitutes a &#x2018;city&#x2019;. A standard city definition will assist in the monitoring of the SDGs by ensuring that the study areas for the spatial urban SDGs are standardized and easily reproducible, and will add clarity to the methodologies and approaches to the collection of data to support the land and rural related indicators. UN-Habitat in collaboration with New York University and European Commission&#x2019;s Joint Research Centre has adopted two definitions of cities. </p>\n<ol>\n  <li>City as defined by its Urban extent (built-up and urbanized open space) - New York University</li>\n</ol>\n<p>Urban extent is defined as the total area occupied by the built-up area and the urbanized open space. The built-up area is defined as the contiguous area occupied by buildings and other impervious surfaces, but excluding urbanized open space, both public and private, as well as vacant lands.</p>\n<p>Landsat imagery<sup><sup><a href=\"#footnote-2\" id=\"footnote-ref-2\">[1]</a></sup></sup> is used to identify and classify the built-up pixels into 3 types depending on the share of built-up density (urbanness) in a 1-km2 circle of a given building:</p>\n<ul>\n  <li>Urban built-up area: built-up pixels where the walking distance circle has a built-up density greater than 50%. </li>\n  <li>Suburban built-up area: built-up pixels where the walking distance circle has a built-up density between 25%-50%. It also includes subdivided land, whether it is wholly unbuilt or not.</li>\n  <li>Rural built-up area: built-up pixels where walking distance circle has a built-up density of less than 25% and that are not on subdivided land. </li>\n  <li>The urbanized open space (mainly refers to unbuilt areas including open countryside, forests, crop fields, parks, unbuilt urban areas, cleared land) is classified into 3 types:</li>\n  <li>Fringe open space consists of all open space pixels within 100 meters of urban or suburban pixels;</li>\n  <li>Captured open space consists of all open space clusters that are fully surrounded by urban and suburban built-up pixels and the fringe open space pixels around them, and that are less than 200 hectares in area; and</li>\n  <li>Rural open space consists of all open spaces that are not fringe or captured open spaces.</li>\n</ul>\n<p>The fringe open space and captured open space together, make up the urbanized open space in a given study area. In other words, the urban extent consists of all the buildings and the small open space areas (&lt;200 ha) that are surrounded by buildings and the open space fringe that is within 100 meters of urban and suburban areas.</p>\n<ol>\n  <li>City as defined by its Degree of Urbanisation (DEGURBA) - European Commission</li>\n</ol>\n<p>The Degree of urbanisation (DEGURBA) is a classification that indicates the character of an area. Based on the share of the local population living in 3 different types of clusters, local administrative units (LAUs) are classified into three types of area: thinly populated area (rural area); intermediate density area (towns and suburbs/small urban area), and densely populated area (cities/large urban area) following a 2-step procedure. </p>\n<p>In a first step, grid cells of 1 km2 are classified into one of the three following clusters, according to their population size and density:</p>\n<ul>\n  <li>High-density cluster/urban centre: contiguous grid cells of 1 km2 with a density of at least 1 500 inhabitants per km2 and a minimum population of 50 000;</li>\n  <li>Urban cluster: cluster of contiguous grid cells of 1 km2 with a density of at least 300 inhabitants per km2 and a minimum population of 5 000;</li>\n  <li>Rural grid cell: grid cell outside high-density clusters and urban clusters.</li>\n</ul>\n<p>In a second step, local administrative units are then classified into one of three types of areas:</p>\n<ul>\n  <li>Densely populated area (alternative names: cities or large urban area): at least 50 % live in high-density clusters; in addition, each high-density cluster should have at least 75 % of its population in densely-populated LAUs; this also ensures that all high-density clusters are represented by at least one densely-populated LAU, even when this cluster represents less than 50 % of the population of that LAU;</li>\n  <li>Intermediate density area (alternative name: towns and suburbs or small urban area): less than 50 % of the population lives in rural grid cells and less than 50 % live in high-density clusters;Thinly populated area (alternative name: rural area): more than 50 % of the population lives in rural grid cells.</li>\n</ul>\n<p><strong>Other concepts</strong></p>\n<p>Democratic participation: Structures allow and encourage participation of civil society representing a cross-section of society that allows for equal representation of all members of the community with equal rights for participation and voting. </p>\n<p>Direct participation: Structures allow and encourage civil society accessing and actively engaging in decision-making, without intermediaries, at every stage of the urban planning and management process.</p>\n<p>Regular participation: Structures allow and encourage civil society participation in urban planning and management processes at every stage, and at least every six months.</p>\n<p>Marginalized groups: Groups of people that are not traditionally given equal voice in governance processes. These include, but are not limited to, women, young men and women, low-income communities, ethnic minorities, religious minorities, people with disabilities, the elderly, and sexual and gender identity minorities and migrants.</p>\n<p>Structures: Any formal structure that allows for participation of civil society. This can include, but is not limited to national or local legislation, policy, town council meetings, websites, elections, suggestion boxes, appeals processes, notice period for planning proposals etc. </p>\n<p>Civil Society: The combination of non-governmental organizations, community groups, community-based organizations, regional representative groups, unions, research institutes, think tanks, professional bodies, non-profit sports and cultural groups, and any other groups that represent the interests and wills of the members and wider community. </p>\n<p>Urban Management: The officials, including elected officials and public servants, that are responsible for city-management, across all sectors, such as roads, water, sanitation, energy, public space, land title etc.</p>\n<p>Urban Budget decision making: The process by which money is allocated to various sectors of urban management, including roads, roads, water, sanitation, energy, public space, land title etc.</p>\n<p>Urban Planning, including Design and Agreements: The technical and political process that concerns the development and use of land, how the natural environment is used etc. Design includes over-arching and specific design of public space, as well as zoning and land use definitions. Agreements refer to specific contract/arrangements made with various groups in regard to their land, e.g. Indigenous groups, protected natural environments etc.</p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-2\">1</sup><p> Landsat Imagery is made up of several spectral bands that can be used to identify impervious surfaces roughly corresponding to built-up areas, making it possible to classify them by human-assisted algorithms into three classes with a high degree of accuracy. <a href=\"#footnote-ref-2\">&#x2191;</a></p></div></div>","SOURCE_TYPE__GLOBAL":"<p>Evaluators will examine structures at the city level, with data aggregated from city levels for national averages through local national statistical systems constituted and chaired by the national Statistical agencies.</p>","FREQ_COLL__GLOBAL":"<p>The monitoring of the indicator can be repeated at regular intervals of four (3) years, allowing for four (4) reporting points until the year 2030.</p>","DATA_SOURCE__GLOBAL":"<p>National statistical organisations.</p>","COMPILING_ORG__GLOBAL":"<p>UN-Habitat</p>\n<p>UN-Habitat and other partners are supporting various components (systems, tools development and capacity strengthening, etc) for reporting on this indicator.</p>","RATIONALE__GLOBAL":"<p>This indicator measures the progress and willingness of elected officials, urban managers and planners to integrate resident and civil society participation in urban planning and management at various levels. Local authorities and governments, along with the international community, are increasingly recognizing the value of civil society and residents&#x2019; participation in strengthening the urban development processes. This people-centered approach is key in guiding urban development processes for local ownership, and the implementation of community projects at citywide or local levels.</p>\n<p>Civil society and public participation fosters a positive relationship between government and the public by communicating effectively and solving the conflicts in a cooperative manner. In many cases when urban planning decisions are made without consultation, the desired results are not achieved and there is a negative impact on society, due to inefficient allocation and use of resources. Ensuring that wide varieties of opinions are considered assists the decision makers with understanding the interlinkages and nature of problems and potential solutions facing different urban settings. </p>\n<p>Urban development is a reflection of ideology and national institutions. Public participation means a broader consensus is built and this greatly enhances political interaction between citizens and government, and enhances the legitimacy of the planning process and the plan itself. A plan is more effective if a broad coalition supports the proposal and works together to deliver it. </p>\n<p>Civil society and public participation in urban management and governance also shows respect to participants&#x2019; opinion, needs, aspirations and assets. It can boost their enthusiasm for citizenship and politics, and strengthens their influence in urban planning and public life. When conflicting claims and views are considered, there is a much higher possibility that public trust and buy-in increases in the outcome. This has broader implications for building an active, inclusive and equitable society and more inclusive and sustainable urban environments.</p>","REC_USE_LIM__GLOBAL":"<p>The indicator measures the availability of structures for civil society participation in urban planning and management, which is a reflection of structures for citizen voices/participation. The fact that informed evaluators conduct the evaluation can introduce biases. These biases and discrepancies have been examined in the pilot phases and so far the experiences is that the marginal differences are not as large as we were expecting. Overall, the evaluators&#x2019; assessments sometimes do not reflect a full analysis of the effectiveness or accessibility of these structures in its totality, but gives a local idea of how these evaluators view the inclusiveness and openness on these structures to accommodate the participation of citizens and civil society. Changes in data will be examined for intra-city differences and within country differences over time to understand more sources for variations and internal consistencies. </p>\n<p>Within the civic society landscape, there are many types of players including civil societies led by individuals, community groups, advocates, corporations and foundations. Similarly, there are many different views about the relevance and importance of civil society participation particularly, perhaps, among different groups as listed above and for these different structures at the urban level maybe available for involvement or not. </p>\n<p>Finally, civic society engagement in urban planning and management involves overlapping pathways, and goals as well as a mix of planned and unpredicted elements. Advancing toward a measurement frame is intended to help sort out theories and pathways &#x2013; not to set hard boundary lines, but rather to help both urban managers and communities better understand what they are trying to achieve, and how they are getting there.</p>","DATA_COMP__GLOBAL":"<p>To measure existence of direct participation structures of civil society in urban planning and management at the city level, a scorecard approach will be used to evaluate the available structures for civil society participation in urban planning and management, as evaluated by five (5) local experts from government, academia, civil society and international organizations. The identifications and selection of these 5 local evaluators/experts will be guided by local urban observatories teams that are available in many cities. In the pilot exercises, these urban observatories as local custodians of urban data at the city level are able to coordinate the assessments, and check for consistencies and relevant local references that guide the decisions and scores of the evaluators.</p>\n<p>A questionnaire with a 4-point Likert scale (strongly disagree, disagree, agree, and strongly agree) will be used to measure and test the existence of structures for civil society participation in urban governance and management. As experts, we agreed that these structures are examined through four core elements and these were assessed in the completed pilot exercises as follows:</p>\n<ol>\n  <li>Are there structures for civil society participation in urban planning, including design and agreements, that are direct, regular and democratic?</li>\n  <li>Are there structures for civil society participation in local urban budget decision-making, that are direct, regular and democratic?</li>\n  <li>Are there structures for civil society evaluation and feedback on the performance of urban management, that are direct, regular and democratic?</li>\n  <li>Do these structures promote the participation of women, young men and women, and/or other marginalized groups?</li>\n</ol>\n<p>The evaluators score each of the questions on the Likert Scale, as below: </p>\n<p>1 - Strongly disagree, 2 - Disagree, 3 - Agree, 4 - Strongly agree</p>\n<table>\n  <tbody>\n    <tr>\n      <td>\n        <p>Questions</p>\n      </td>\n      <td>\n        <p>Strongly Disagree</p>\n        <p>(1)</p>\n      </td>\n      <td>\n        <p>Disagree</p>\n        <p>(2)</p>\n      </td>\n      <td>\n        <p>Agree</p>\n        <p>(3)</p>\n      </td>\n      <td>\n        <p>Strongly Agree</p>\n        <p>(4)</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Are there structures for civil society participation in urban planning, including design and agreements that are direct, regular and democratic?</p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Are there structures for civil society participation in urban budget decision making that are direct, regular and democratic?</p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Are there structures for civil society evaluation and feedback on the performance of urban management, which are direct, regular and democratic?</p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Do the structures promote the participation of women, young men and women, and/or other marginalized groups?</p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<p>The Likert Scale use the following guidance for grading: </p>\n<p>Strongly Disagree: There are no structures in place or available structures do not allow civil society participation that is direct, regular or democratic.</p>\n<p>Disagree: Structures exist that allow civil society participation, but they are only partially direct, regular and democratic; or they are only one of direct, regular or democratic.</p>\n<p>Agree: Structures exist that allow and encourage civil society participation that is direct and/or regular and/or democratic, but not all three. </p>\n<p>Strongly Agree: Structures exist that allow and encourage civil society participation that is fully direct, regular and democratic.</p>\n<p>Once each of the five (5) categories is evaluated as shown in the table above by a single evaluator, the total average score of the single evaluator is computed. The various scores of the evaluators are then averaged to compute the final score for every city.</p>\n<p>To determine the proportion of cities with a direct participation structure of civil society in urban planning and management that operates regularly and democratically, a midpoint on the Likert scale of 2.5 will be used. The value of the indicator is the proportion of cities with overall score that is greater than the mid-point. </p>\n<p>As a result, if we have N cities selected for the evaluation in a given country, and n is the number of cities with scores that are higher than the mid-point, the value of the indicator will be calculated as:</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mi mathvariant=\"bold\">V</mi>\n    <mi mathvariant=\"bold\">a</mi>\n    <mi mathvariant=\"bold\">l</mi>\n    <mi mathvariant=\"bold\">u</mi>\n    <mi mathvariant=\"bold\">e</mi>\n    <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n    <mi mathvariant=\"bold\">o</mi>\n    <mi mathvariant=\"bold\">f</mi>\n    <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n    <mi mathvariant=\"bold\">I</mi>\n    <mi mathvariant=\"bold\">n</mi>\n    <mi mathvariant=\"bold\">d</mi>\n    <mi mathvariant=\"bold\">i</mi>\n    <mi mathvariant=\"bold\">c</mi>\n    <mi mathvariant=\"bold\">a</mi>\n    <mi mathvariant=\"bold\">t</mi>\n    <mi mathvariant=\"bold\">o</mi>\n    <mi mathvariant=\"bold\">r</mi>\n    <mo>=</mo>\n    <mfrac>\n      <mrow>\n        <mi mathvariant=\"bold\">n</mi>\n      </mrow>\n      <mrow>\n        <mi mathvariant=\"bold\">N</mi>\n      </mrow>\n    </mfrac>\n  </math> (to be expressed in percentage)</p>\n<p>To note, the number of cities in which the evaluation will be conducted may be determined using the National Sample of Cities approach. The approach will help draw a sample of cities using sound statistical and scientific methodologies based on several relevant city-specific criteria/characteristics that capture the specific contexts of countries, ensuring that the sample is representative of a given country&#x2019;s territory, geography, size, history, etc.</p>","IMPUTATION__GLOBAL":"<p>All countries are expected to fully report on this city-based indicator more consistently after 2-4 years post 2015.</p>","REG_AGG__GLOBAL":"<p>Global monitoring and reporting is led by UN-Habitat with the support of other partners and regional commissions. All regional estimates will be cross validated with the support of the national statistical organisations.</p>","DOC_METHOD__GLOBAL":"<p>Information not available.</p>","QUALITY_ASSURE__GLOBAL":"<p>Information not available</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Data is available in selected countries/cities on some components: for Africa regions: Egypt (Cairo), Mauritania (Tevragh-zeina), Mozambique (Matola) , Senegal (Dakar), Morocco (Casablanca), Tanzania, Namibia, Malawi.</p>\n<p>In the European region: Spain (Barcelona), UK (Stanford city council), France (plaine commune), Belgium (Brussels), Berlin (Germany), Nanterre (France), Ireland, Iceland.</p>\n<p>In Latin America, data is available for selected cities in Brazil, Colombia.</p>\n<p>Other countries in the pipeline to provide data for cities include India (Bangalore), South Africa (several cities), Sweden, UK (selected cities) and Kenya (5 selected counties).</p>\n<p><strong>Time series:</strong></p>\n<p><strong>Disaggregation:</strong></p>\n<p>Potential Disaggregation:</p>\n<ul>\n  <li>Disaggregation by city characteristics</li>\n  <li>By regularity of participation</li>\n  <li>By nature and typology of existing structures</li>\n</ul>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Information not available.</p>","OTHER_DOC__GLOBAL":"<p><strong>References:</strong></p>\n<p>UN-Habitat. Planning Sustainable Cities: Global Report on Human Settlements 2009. Pages 93-109.</p>\n<p>Ziari Keramat Allah, Nikpay Vahid, Hosseini Ali. Measuring The Level Of Public Participation In Urban Management Based On The Urban Good Governing Pattern: A Case Study Of Yasouj. Housing and Rural Environment Spring 2013, Volume 32, Number 141; Page(S) 69 To 86.</p>","indicator":"11.3.2","target_id":"11.3","sdg_goal":"11","indicator_sort_order":"11-03-02"}