{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"(a) Food loss index and (b) food waste index","graph_titles":[],"graph_type":"line","indicator_name":"(a) Food loss index and (b) food waste index","indicator_number":"12.3.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 12: Ensure sustainable consumption and production patterns</p>","SDG_TARGET__GLOBAL":"<p>Target 12.3: By 2030, halve per capita global food waste at the retail and consumer levels and reduce food losses along production and supply chains, including post-harvest losses</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 12.3.1: (a) Food loss index and (b) food waste index</p>\n<p><em>This metadata refers only to part (b) of the indicator 12.3.1: Food waste index</em></p>","SDG_SERIES_DESCR__GLOBAL":"<p>Food waste (Tonnes) AG_FOOD_WST</p>\n<p>Food waste per capita (KG) AG_FOOD_WST_PC</p>","META_LAST_UPDATE__GLOBAL":"2023-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>11.6.1, 12.3.1(a), 12.5.1</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Environment Programme (UNEP) </p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Environment Programme (UNEP) </p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definitions:</strong></p>\n<p><strong>Food waste</strong> is food and associated inedible parts removed from the human food supply chain in the following sectors: retail and other distribution of food; food service (restaurants, schools, hospitals, other canteens, etc.); and households. &#x201C;Removed from the human food supply chain&#x201D; means one of the following end destinations: landfill, controlled combustion, sewer, litter/discards/ refuse, co/anaerobic digestion, compost/aerobic digestion or land application.</p>\n<p>The indicator aims to measure the total amount of food that is wasted in tonnes. It complements SDG 12.3.1(a) on Food Loss (which is under the custodianship of FAO). Both indicators look to divide the food value chain and measure the efficiency of the food system. </p>\n<p>The food waste indicator is calculated at two levels, which are presented in Table 1 below.</p>\n<p><em>Table 1: Two levels of indicator 12.3.1(b) on food waste</em></p>\n<table>\n  <tbody>\n    <tr>\n      <td>\n        <p><strong>Name</strong></p>\n      </td>\n      <td>\n        <p><strong>Measurement</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Level I indicator:<em> </em></p>\n        <p><em>Food waste estimates for each sector </em></p>\n      </td>\n      <td>\n        <p>Existing data and extrapolation to other countries </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Level II indicator:</p>\n        <p><em>Food waste generation tracked at a national level </em></p>\n      </td>\n      <td>\n        <p>Direct measurement of food waste in retail, food service and households at the national level. Sufficiently accurate for tracking. </p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<p><strong>Concepts:</strong></p>\n<p><em>Food: </em>Any substance &#x2014; whether processed, semi-processed, or raw &#x2014; that is intended for human consumption. &#x201C;Food&#x201D; includes drink and any substance that has been used in the manufacture, preparation, or treatment of food. &#x201C;Food&#x201D; also includes material that has spoiled and is therefore no longer fit for human consumption. It does not include cosmetics, tobacco, or substances used only as drugs. It does not include processing agents used along the food supply chain, for example, water to clean or cook raw materials in factories or at home.</p>\n<p><em>Inedible (or non-edible) parts: </em>Components associated with a food that, in a particular food supply chain, are not intended to be consumed by humans. Examples of inedible parts associated with food could include bones, rinds, and pits/stones. &#x201C;Inedible parts&#x201D; do not include packaging. What is considered inedible varies among users (e.g., chicken feet are consumed in some food supply chains but not others), changes over time, and is influenced by a range of variables including culture, socio-economic factors, availability, price, technological advances, international trade, and geography.<em> </em></p>\n<p><em>Municipal Solid Waste (MSW)</em> includes waste originating from households, commerce, and trade, small businesses, office buildings and institutions (schools, hospitals, government buildings). It also includes bulky waste (e.g., old furniture, mattresses) and waste from selected municipal services, e.g., waste from park and garden maintenance, waste from street cleaning services (street sweepings, the content of litter containers, market cleansing waste), if managed as waste. Further information on municipal solid waste is defined in the SDG indicator methodology for 11.6.1.</p>","UNIT_MEASURE__GLOBAL":"<p>Percent (%)</p>\n<p>Tonnes</p>\n<p>KG</p>","CLASS_SYSTEM__GLOBAL":"<ul>\n  <li>International Standard Industrial Classification of All Economic Activities (ISIC), Rev.4.</li>\n  <li>Standard Country or Area Codes for Statistical Use (UN M49 classification of countries and regions).</li>\n</ul>","SOURCE_TYPE__GLOBAL":"<p>Level 1 indicator: Indicators estimated by international organisations using country data from different sources.</p>\n<p>Level 2 indicator: Data provided by national governments, including National Statistical Offices (NSOs), Ministries of Environment and other relevant organizations.</p>","COLL_METHOD__GLOBAL":"<p>Level 2 indicator: The United Nations Environment Programme (UNEP) plans to pilot national data collection in 2023. </p>\n<ul>\n  <li>UNEP and UNSD are exploring the possibility of using the UNSD/UNEP Questionnaire on Environment Statistics for future data collection. </li>\n</ul>","FREQ_COLL__GLOBAL":"<p>Level 2 indicator: First data collection in 2023. Thereafter, the data collection calendar will be harmonized with the UNSD/UNEP Questionnaire on Environment Statistics (every 2 years).</p>","REL_CAL_POLICY__GLOBAL":"<p>Level 1 indicator: First reporting cycle in 2021. </p>\n<p>Level 2 indicator: First data reporting in 2023. Thereafter, the data collection calendar will be harmonized with the UNSD/UNEP Questionnaire on Environment Statistics (is every 2 years).</p>","DATA_SOURCE__GLOBAL":"<p>National Statistical Offices, relevant ministries and other oranizations</p>","COMPILING_ORG__GLOBAL":"<p>United Nations Statistics Division (UNSD) and United Nations Environment Programme (UNEP)</p>","INST_MANDATE__GLOBAL":"<p>The United Nations Environment Programme (UNEP) was mandated as Custodian Agencies for indicator 12.3.1(b) by the Inter-agency and Expert Group on SDG Indicators. In addition, the United Nations Environment Assembly urged Member States to establish mechanisms for measuring food loss and waste, and requested support in providing technical assistance that would allow countries to make measure and make progress. </p>","RATIONALE__GLOBAL":"<p>The 2030 Agenda for Sustainable Development has emphasized the importance of sustainable production and consumption systems as efficient food systems, on the supply side and the consumption side, contribute to food security and sustainability of natural resource since agriculture is a major user of land and water. </p>\n<p>According to an FAO publication in 2011, approximately one-third of all food is lost or wasted. This results in economic loss and increased pressure on food systems. Reducing food waste is critical to maximizing the value of agricultural land and ensuring that natural resources are used in a sustainable way. This indicator will not only help countries identify where food is lost and wasted but it can also provide information which Governments, citizens, and the private sector can use to reduce food waste.</p>","REC_USE_LIM__GLOBAL":"<p>The challenge resulting from the flexible approach to presenting a methodology is one of consistency and comparability. Can one compare between levels or across methods? Not directly and not without caveats. It is possible to compare at regional levels where the random error is relatively high (e.g. around 25%) for each country but it would not be appropriate to compare countries against each other unless there was a much greater difference in their estimates than the combined amount of error. The approach to consistency is one of transparency against a framework.</p>\n<p>Different methods of quantification can also be used for other relevant and related purposes (for example, &#x201C;where are the greatest opportunities within the waste that is produced to reduce it?&#x201D;). Taking in-home consumption as an example, it is difficult to obtain reasons for discarding food (and therefore the opportunities for influencing citizen behaviour) without the use of diaries or ethnography. However, direct weighing of waste volumes could give a significantly more accurate quantity.</p>","DATA_COMP__GLOBAL":"<p>For the purpose of this indicator, the methodology aims to estimate the amount of food in total waste stream.</p>\n<p><strong>For level 1</strong>, the global modelling approach estimates a proportion of food in the total waste stream data (e.g., municipal solid waste (MSW)) and applies the proportion to the total. The work on this model utilizes the existing efforts to compile information for SDG 11.6.1 on MSW management and utilizes existing information on global waste, including World Bank publication &#x201C;What a Waste 2.0, A Global Snapshot of Solid Waste Management to 2050&#x201D;. Some countries publish data on the ratio of food waste to the total MSW. The existing data are used to create a regional coefficient for each SDG sub-region. These regional coefficients then applies to the data for 11.6.1 and &#x201C;What a Waste&#x201D; data to fill data gaps. </p>\n<p>Note that when a country reports data then no global estimation will be done, the country data will be used directly.</p>\n<p><strong>For level 2</strong>, countries should identify the scope of which stages of the supply chain can be covered and estimate the total amount of food wasted for each supply chain stream. The amount of food waste within a stage of the food supply chain shall be established by measuring food waste generated by a sample of food business operators or households in accordance with any of the following methods, or a combination of those methods, or any other method equivalent in terms of relevance, representativeness, and reliability.</p>\n<p><em>Table 2: Methods of measurement of food waste at different stages of the food supply chain</em></p>\n<table>\n  <tbody>\n    <tr>\n      <td>\n        <p><strong>Stages of the food supply chain</strong></p>\n      </td>\n      <td colspan=\"6\">\n        <p><strong>Methods of measurement</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Manufacturing / processing (if included) </p>\n      </td>\n      <td rowspan=\"4\">\n        <p>Direct measurement (for food-only waste streams) </p>\n      </td>\n      <td rowspan=\"4\">\n        <p>Waste composition analysis (for waste streams in which food is mixed with non-food) </p>\n      </td>\n      <td rowspan=\"4\">\n        <p>Volumetric assessment </p>\n      </td>\n      <td rowspan=\"2\">\n        <p>Mass Balance </p>\n      </td>\n      <td></td>\n      <td rowspan=\"2\"></td>\n    </tr>\n    <tr>\n      <td>\n        <p>Retail and other distribution of food </p>\n      </td>\n      <td rowspan=\"2\">\n        <p>Counting/ scanning </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Food service (out-of-home consumption in restaurants, schools, hospitals, other canteens, etc.) </p>\n      </td>\n      <td rowspan=\"2\"></td>\n      <td rowspan=\"2\">\n        <p>Diaries (for material going down sewer, home composted or fed to animals </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Households</p>\n      </td>\n      <td></td>\n    </tr>\n  </tbody>\n</table>\n<p>The food waste index is calculated according to the following approach:</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msub>\n      <mrow>\n        <mi>F</mi>\n        <mi>o</mi>\n        <mi>o</mi>\n        <mi>d</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>w</mi>\n        <mi>a</mi>\n        <mi>s</mi>\n        <mi>t</mi>\n        <mi>e</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>p</mi>\n        <mi>e</mi>\n        <mi>r</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>c</mi>\n        <mi>a</mi>\n        <mi>p</mi>\n        <mi>i</mi>\n        <mi>t</mi>\n        <mi>a</mi>\n      </mrow>\n      <mrow>\n        <mi>t</mi>\n      </mrow>\n    </msub>\n    <mo>=</mo>\n    <mfrac>\n      <mrow>\n        <msub>\n          <mrow>\n            <mi>T</mi>\n            <mi>o</mi>\n            <mi>t</mi>\n            <mi>a</mi>\n            <mi>l</mi>\n            <mi>&amp;nbsp;</mi>\n            <mi>f</mi>\n            <mi>o</mi>\n            <mi>o</mi>\n            <mi>d</mi>\n            <mi>w</mi>\n            <mi>a</mi>\n            <mi>s</mi>\n            <mi>t</mi>\n            <mi>e</mi>\n          </mrow>\n          <mrow>\n            <mi>t</mi>\n          </mrow>\n        </msub>\n      </mrow>\n      <mrow>\n        <msub>\n          <mrow>\n            <mi>A</mi>\n            <mi>n</mi>\n            <mi>n</mi>\n            <mi>u</mi>\n            <mi>a</mi>\n            <mi>l</mi>\n            <mi>&amp;nbsp;</mi>\n            <mi>A</mi>\n            <mi>v</mi>\n            <mi>e</mi>\n            <mi>r</mi>\n            <mi>a</mi>\n            <mi>g</mi>\n            <mi>e</mi>\n            <mi>&amp;nbsp;</mi>\n            <mi>P</mi>\n            <mi>o</mi>\n            <mi>p</mi>\n            <mi>u</mi>\n            <mi>l</mi>\n            <mi>a</mi>\n            <mi>t</mi>\n            <mi>i</mi>\n            <mi>o</mi>\n            <mi>n</mi>\n          </mrow>\n          <mrow>\n            <mi>t</mi>\n          </mrow>\n        </msub>\n      </mrow>\n    </mfrac>\n  </math></p>\n<p>where: </p>\n<p><em>t</em> = year </p>\n<p><em>Total food waste</em> is the sum of waste in three sectors in a given year as per the formula below:</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msub>\n      <mrow>\n        <mi>T</mi>\n        <mi>o</mi>\n        <mi>t</mi>\n        <mi>a</mi>\n        <mi>l</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>f</mi>\n        <mi>o</mi>\n        <mi>o</mi>\n        <mi>d</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>w</mi>\n        <mi>a</mi>\n        <mi>s</mi>\n        <mi>t</mi>\n        <mi>e</mi>\n      </mrow>\n      <mrow>\n        <mi>t</mi>\n      </mrow>\n    </msub>\n    <mo>=</mo>\n    <mi>&amp;nbsp;</mi>\n    <msub>\n      <mrow>\n        <mi>F</mi>\n        <mi>W</mi>\n      </mrow>\n      <mrow>\n        <msub>\n          <mrow>\n            <mi>H</mi>\n            <mi>o</mi>\n            <mi>u</mi>\n            <mi>s</mi>\n            <mi>e</mi>\n            <mi>h</mi>\n            <mi>o</mi>\n            <mi>l</mi>\n            <mi>d</mi>\n            <mi>s</mi>\n          </mrow>\n          <mrow>\n            <mi>t</mi>\n          </mrow>\n        </msub>\n        <mi>&amp;nbsp;</mi>\n      </mrow>\n    </msub>\n    <mo>+</mo>\n    <mi>&amp;nbsp;</mi>\n    <msub>\n      <mrow>\n        <mi>F</mi>\n        <mi>W</mi>\n      </mrow>\n      <mrow>\n        <msub>\n          <mrow>\n            <mi>F</mi>\n            <mi>o</mi>\n            <mi>o</mi>\n            <mi>d</mi>\n            <mi>&amp;nbsp;</mi>\n            <mi>s</mi>\n            <mi>e</mi>\n            <mi>r</mi>\n            <mi>v</mi>\n            <mi>i</mi>\n            <mi>c</mi>\n            <mi>e</mi>\n            <mi>&amp;nbsp;</mi>\n          </mrow>\n          <mrow>\n            <mi>t</mi>\n          </mrow>\n        </msub>\n      </mrow>\n    </msub>\n    <mo>+</mo>\n    <mi>&amp;nbsp;</mi>\n    <msub>\n      <mrow>\n        <mi>F</mi>\n        <mi>W</mi>\n      </mrow>\n      <mrow>\n        <msub>\n          <mrow>\n            <mi>R</mi>\n            <mi>e</mi>\n            <mi>t</mi>\n            <mi>a</mi>\n            <mi>i</mi>\n            <mi>l</mi>\n          </mrow>\n          <mrow>\n            <mi>t</mi>\n          </mrow>\n        </msub>\n      </mrow>\n    </msub>\n  </math></p>\n<p>The Food Waste Index for the year in question is then calculated as food waste per capita in that year divided by food waste per capita in a baseline year (<em>t<sub>0</sub></em>) multiplied by 100 to express the result as a percentage:</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msub>\n      <mrow>\n        <mi>F</mi>\n        <mi>o</mi>\n        <mi>o</mi>\n        <mi>d</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>W</mi>\n        <mi>a</mi>\n        <mi>s</mi>\n        <mi>t</mi>\n        <mi>e</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>I</mi>\n        <mi>n</mi>\n        <mi>d</mi>\n        <mi>e</mi>\n        <mi>x</mi>\n      </mrow>\n      <mrow>\n        <mi>t</mi>\n      </mrow>\n    </msub>\n    <mo>=</mo>\n    <mi>&amp;nbsp;</mi>\n    <mfrac>\n      <mrow>\n        <msub>\n          <mrow>\n            <mi>F</mi>\n            <mi>o</mi>\n            <mi>o</mi>\n            <mi>d</mi>\n            <mi>&amp;nbsp;</mi>\n            <mi>w</mi>\n            <mi>a</mi>\n            <mi>s</mi>\n            <mi>t</mi>\n            <mi>e</mi>\n            <mi>&amp;nbsp;</mi>\n            <mi>p</mi>\n            <mi>e</mi>\n            <mi>r</mi>\n            <mi>&amp;nbsp;</mi>\n            <mi>c</mi>\n            <mi>a</mi>\n            <mi>p</mi>\n            <mi>i</mi>\n            <mi>t</mi>\n            <mi>a</mi>\n          </mrow>\n          <mrow>\n            <mi>t</mi>\n          </mrow>\n        </msub>\n        <mi>&amp;nbsp;</mi>\n      </mrow>\n      <mrow>\n        <msub>\n          <mrow>\n            <mi>F</mi>\n            <mi>o</mi>\n            <mi>o</mi>\n            <mi>d</mi>\n            <mi>&amp;nbsp;</mi>\n            <mi>w</mi>\n            <mi>a</mi>\n            <mi>s</mi>\n            <mi>t</mi>\n            <mi>e</mi>\n            <mi>&amp;nbsp;</mi>\n            <mi>p</mi>\n            <mi>e</mi>\n            <mi>r</mi>\n            <mi>&amp;nbsp;</mi>\n            <mi>c</mi>\n            <mi>a</mi>\n            <mi>p</mi>\n            <mi>i</mi>\n            <mi>t</mi>\n            <mi>a</mi>\n          </mrow>\n          <mrow>\n            <msub>\n              <mrow>\n                <mi>t</mi>\n              </mrow>\n              <mrow>\n                <mn>0</mn>\n              </mrow>\n            </msub>\n          </mrow>\n        </msub>\n      </mrow>\n    </mfrac>\n    <mi>&amp;nbsp;</mi>\n    <mo>&#xD7;</mo>\n    <mi>&amp;nbsp;</mi>\n    <mn>100</mn>\n  </math></p>\n<p>In countries where it is not possible to obtain the detailed data necessary to estimate total food waste using the formula above, a simplified approach to calculating food waste per capita may be taken:</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msub>\n      <mrow>\n        <mi>F</mi>\n        <mi>o</mi>\n        <mi>o</mi>\n        <mi>d</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>w</mi>\n        <mi>a</mi>\n        <mi>s</mi>\n        <mi>t</mi>\n        <mi>e</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>p</mi>\n        <mi>e</mi>\n        <mi>r</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>c</mi>\n        <mi>a</mi>\n        <mi>p</mi>\n        <mi>i</mi>\n        <mi>t</mi>\n        <mi>a</mi>\n      </mrow>\n      <mrow>\n        <msub>\n          <mrow>\n            <mi>t</mi>\n          </mrow>\n          <mrow>\n            <mi>s</mi>\n            <mi>i</mi>\n            <mi>m</mi>\n            <mi>p</mi>\n          </mrow>\n        </msub>\n      </mrow>\n    </msub>\n    <mo>=</mo>\n    <mfrac>\n      <mrow>\n        <msub>\n          <mrow>\n            <mi>M</mi>\n            <mi>S</mi>\n            <mi>W</mi>\n            <mi>&amp;nbsp;</mi>\n            <mi>g</mi>\n            <mi>e</mi>\n            <mi>n</mi>\n            <mi>e</mi>\n            <mi>r</mi>\n            <mi>a</mi>\n            <mi>t</mi>\n            <mi>e</mi>\n            <mi>d</mi>\n          </mrow>\n          <mrow>\n            <mi>t</mi>\n          </mrow>\n        </msub>\n        <mi>&amp;nbsp;</mi>\n        <mo>&#xD7;</mo>\n        <mi>&amp;nbsp;</mi>\n        <msub>\n          <mrow>\n            <mi>S</mi>\n            <mi>h</mi>\n            <mi>a</mi>\n            <mi>r</mi>\n            <mi>e</mi>\n            <mi>&amp;nbsp;</mi>\n            <mi>o</mi>\n            <mi>f</mi>\n            <mi>&amp;nbsp;</mi>\n            <mi>f</mi>\n            <mi>o</mi>\n            <mi>o</mi>\n            <mi>d</mi>\n            <mi>&amp;nbsp;</mi>\n            <mi>w</mi>\n            <mi>a</mi>\n            <mi>s</mi>\n            <mi>t</mi>\n            <mi>e</mi>\n          </mrow>\n          <mrow>\n            <mi>t</mi>\n          </mrow>\n        </msub>\n      </mrow>\n      <mrow>\n        <msub>\n          <mrow>\n            <mi>A</mi>\n            <mi>n</mi>\n            <mi>n</mi>\n            <mi>u</mi>\n            <mi>a</mi>\n            <mi>l</mi>\n            <mi>&amp;nbsp;</mi>\n            <mi>A</mi>\n            <mi>v</mi>\n            <mi>e</mi>\n            <mi>r</mi>\n            <mi>a</mi>\n            <mi>g</mi>\n            <mi>e</mi>\n            <mi>&amp;nbsp;</mi>\n            <mi>P</mi>\n            <mi>o</mi>\n            <mi>p</mi>\n            <mi>u</mi>\n            <mi>l</mi>\n            <mi>a</mi>\n            <mi>t</mi>\n            <mi>i</mi>\n            <mi>o</mi>\n            <mi>n</mi>\n          </mrow>\n          <mrow>\n            <mi>t</mi>\n          </mrow>\n        </msub>\n      </mrow>\n    </mfrac>\n  </math></p>\n<p>where:</p>\n<p><em>t</em> = year</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msub>\n      <mrow>\n        <mi>M</mi>\n        <mi>S</mi>\n        <mi>W</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>g</mi>\n        <mi>e</mi>\n        <mi>n</mi>\n        <mi>e</mi>\n        <mi>r</mi>\n        <mi>a</mi>\n        <mi>t</mi>\n        <mi>e</mi>\n        <mi>d</mi>\n      </mrow>\n      <mrow>\n        <mi>t</mi>\n      </mrow>\n    </msub>\n  </math> is total municipal solid waste generated in a given year (as calculated for Indicator 11.6.1)</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msub>\n      <mrow>\n        <mi>S</mi>\n        <mi>h</mi>\n        <mi>a</mi>\n        <mi>r</mi>\n        <mi>e</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>o</mi>\n        <mi>f</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>f</mi>\n        <mi>o</mi>\n        <mi>o</mi>\n        <mi>d</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>w</mi>\n        <mi>a</mi>\n        <mi>s</mi>\n        <mi>t</mi>\n        <mi>e</mi>\n      </mrow>\n      <mrow>\n        <mi>t</mi>\n      </mrow>\n    </msub>\n  </math> is the proportion of total MSW made up of food waste in the year, which can be estimated from waste composition studies</p>\n<p>The food waste index for the year is then calculated using the simplified estimate of food waste per capita in the same formula as above: </p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msub>\n      <mrow>\n        <mi>F</mi>\n        <mi>o</mi>\n        <mi>o</mi>\n        <mi>d</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>W</mi>\n        <mi>a</mi>\n        <mi>s</mi>\n        <mi>t</mi>\n        <mi>e</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>I</mi>\n        <mi>n</mi>\n        <mi>d</mi>\n        <mi>e</mi>\n        <mi>x</mi>\n      </mrow>\n      <mrow>\n        <msub>\n          <mrow>\n            <mi>t</mi>\n          </mrow>\n          <mrow>\n            <mi>s</mi>\n            <mi>i</mi>\n            <mi>m</mi>\n            <mi>p</mi>\n          </mrow>\n        </msub>\n      </mrow>\n    </msub>\n    <mo>=</mo>\n    <mi>&amp;nbsp;</mi>\n    <mfrac>\n      <mrow>\n        <msub>\n          <mrow>\n            <mi>F</mi>\n            <mi>o</mi>\n            <mi>o</mi>\n            <mi>d</mi>\n            <mi>&amp;nbsp;</mi>\n            <mi>w</mi>\n            <mi>a</mi>\n            <mi>s</mi>\n            <mi>t</mi>\n            <mi>e</mi>\n            <mi>&amp;nbsp;</mi>\n            <mi>p</mi>\n            <mi>e</mi>\n            <mi>r</mi>\n            <mi>&amp;nbsp;</mi>\n            <mi>c</mi>\n            <mi>a</mi>\n            <mi>p</mi>\n            <mi>i</mi>\n            <mi>t</mi>\n            <mi>a</mi>\n          </mrow>\n          <mrow>\n            <msub>\n              <mrow>\n                <mi>t</mi>\n              </mrow>\n              <mrow>\n                <mi>s</mi>\n                <mi>i</mi>\n                <mi>m</mi>\n                <mi>p</mi>\n              </mrow>\n            </msub>\n          </mrow>\n        </msub>\n        <mi>&amp;nbsp;</mi>\n      </mrow>\n      <mrow>\n        <msub>\n          <mrow>\n            <mi>F</mi>\n            <mi>o</mi>\n            <mi>o</mi>\n            <mi>d</mi>\n            <mi>&amp;nbsp;</mi>\n            <mi>w</mi>\n            <mi>a</mi>\n            <mi>s</mi>\n            <mi>t</mi>\n            <mi>e</mi>\n            <mi>&amp;nbsp;</mi>\n            <mi>p</mi>\n            <mi>e</mi>\n            <mi>r</mi>\n            <mi>&amp;nbsp;</mi>\n            <mi>c</mi>\n            <mi>a</mi>\n            <mi>p</mi>\n            <mi>i</mi>\n            <mi>t</mi>\n            <mi>a</mi>\n          </mrow>\n          <mrow>\n            <msub>\n              <mrow>\n                <msub>\n                  <mrow>\n                    <mi>t</mi>\n                  </mrow>\n                  <mrow>\n                    <mn>0</mn>\n                  </mrow>\n                </msub>\n              </mrow>\n              <mrow>\n                <mi>s</mi>\n                <mi>i</mi>\n                <mi>m</mi>\n                <mi>p</mi>\n              </mrow>\n            </msub>\n          </mrow>\n        </msub>\n      </mrow>\n    </mfrac>\n    <mi>&amp;nbsp;</mi>\n    <mo>&#xD7;</mo>\n    <mi>&amp;nbsp;</mi>\n    <mn>100</mn>\n  </math></p>","DATA_VALIDATION__GLOBAL":"<p>The United Nations Environment Programme (UNEP) and the United Nations Statistics Division (UNSD) carries out extensive data validation procedures that include built-in automated procedures, manual checks and cross-references to national sources of data. Communication is carried out with countries for clarification and validation of data. </p>","ADJUSTMENT__GLOBAL":"<p>No adjustments are made.</p>","IMPUTATION__GLOBAL":"<p>Missing values are not imputed for national figures. However, UNEP is using a global modelling approach for level 1 (this is due to the lack of data on this topic and the interest in having data that can be used for high-level tracking).</p>","REG_AGG__GLOBAL":"<p>The data will be aggregated at the sub-regional, regional and global levels. For the aggregation methods, please see: <a href=\"http://wesr.unep.org/media/docs/graphs/aggregation_methods.pdf\">http://wesr.unep.org/media/docs/graphs/aggregation_methods.pdf</a>. </p>","DOC_METHOD__GLOBAL":"<ul>\n  <li><a href=\"https://www.unep.org/resources/report/unep-food-waste-index-report-2021\">UNEP (2021). Food Waste Index Report 2021</a>.</li>\n  <li><a href=\"https://www.unep.org/resources/publication/global-chemicals-and-waste-indicator-review-document\">UNEP (2021). Global Chemicals and Waste Indicator Review Document</a>. </li>\n</ul>","QUALITY_MGMNT__GLOBAL":"<p>Quality management is provided by the United Nations Environment Programme (UNEP) and the United Nations statistics Division (UNSD).</p>","QUALITY_ASSURE__GLOBAL":"<p>Quality assurance is provided by the United Nations Environment Programme (UNEP) and the United Nations statistics Division (UNSD) in cooperation with the countries that provide these data.</p>","QUALITY_ASSMNT__GLOBAL":"<p>Quality assessment is provided by the United Nations Environment Programme (UNEP) and the United Nations statistics Division (UNSD).</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Level 1 indicator: modelled data are available for all countries.</p>\n<p>Level 2 indicator: forthcoming.</p>\n<p><strong>Time series:</strong></p>\n<p>Level 1 indicator: The data sets presented in the SDG database for 2019.</p>\n<p>Level 2 indicators: Forthcoming.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Ideally, food waste would be disaggregated by edible and inedible parts (Note that it is important to consider the difference between countries in terms of inedible parts. Nicholes et al. 2019 provides some insight into differences between countries.</p>\n<p>Food waste also would be disaggregated by lifecycle stage (or sector): retail, food service, households.</p>\n<p>Disaggregation of food waste by destination is important for understanding the best way to optimize the use of food waste for fertilizer. This includes: </p>\n<ul>\n  <li>Co-digestion/anaerobic digestion,</li>\n  <li>Composting/aerobic process,</li>\n  <li>Controlled combustion,</li>\n  <li>Land application,</li>\n  <li>Landfill,</li>\n  <li>Refuse/discards/litter.</li>\n</ul>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>As mentioned earlier in 3.a, waste statistics involve a large number of national and sub-national stakeholders which may create discrepancies. Additionally, there are a number of challenges related to the following:</p>\n<ul>\n  <li>Variations in waste over time can have a significant impact on estimated quantities of waste when short studies (e.g. a week) are used to represent a longer time period (a year),</li>\n  <li>The specific time of year when a study takes place which may affect the waste produced,</li>\n  <li>Natural variation over time in amounts of waste generated by single entities (e.g., households or restaurants), </li>\n  <li>At a national level, countries may have to rely on other entities to measure their own waste and report to the government, which would then be collated and analysed to estimate the total amount. How the data is collected would vary by the food chain stage as the way food waste is generated in each stage varies. For example, a large formal retailer (supermarket chain) may keep records of stock unsold and discarded which could be reported. On the other hand, a government requesting reporting from households may have to issue guidance to local municipalities and prescribe a quantification method e.g. a food waste diary. The reported quantities may require scaling if a government cannot obtain reports from the entire population of the food chain stage i.e. it is unlikely that every household in the country would report.</li>\n</ul>","OTHER_DOC__GLOBAL":"<p><a href=\"https://www.unep.org/resources/report/unep-food-waste-index-report-2021\">UNEP (2021). Food Waste Index Report 2021</a>.</p>\n<p><a href=\"https://www.unep.org/resources/publication/global-chemicals-and-waste-indicator-review-document\">UNEP (2021). Global Chemicals and Waste Indicator Review Document</a>.</p>\n<p>Nicholes, M. J., Quested, T. E., Reynolds, C., Gillick, S., &amp; Parry, A. D. (2019). Surely you don&#x2019;t eat parsnip skins? Categorising the edibility of food waste. Resources, Conservation and Recycling, 147, 179&#x2013;188. https://doi.org/10.1016/j.resconrec.2019.03.004</p>","target_number":"12.3","goal_number":"12","indicator_sort_order":"12-03-01"}