{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"(a) Hazardous waste generated per capita; and (b) proportion of hazardous waste treated, by type of treatment","graph_titles":[],"graph_type":"line","indicator_name":"(a) Hazardous waste generated per capita; and (b) proportion of hazardous waste treated, by type of treatment","indicator_number":"12.4.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 12: Ensure sustainable consumption and production patterns</p>","SDG_TARGET__GLOBAL":"<p>Target 12.4: By 2020, achieve the environmentally sound management of chemicals and all wastes throughout their life cycle, in accordance with agreed international frameworks, and significantly reduce their release to air, water and soil in order to minimize their adverse impacts on human health and the environment</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 12.4.2: (a) Hazardous waste generated per capita; and (b) proportion of hazardous waste treated, by type of treatment</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Electronic waste generated (Tonnes)<strong> EN_EWT_GENV</strong></p>\n<p>Electronic waste generated, per capita (Kg)<strong> EN_EWT_GENPCAP</strong></p>\n<p>Electronic waste collected (Tonnes)<strong> EN_EWT_COLLV</strong></p>\n<p>Electronic waste collected, per capita (KG)<strong> EN_EWT_COLLPCAP</strong></p>\n<p>Electronic waste collection rate (%)<strong> EN_EWT_COLLR</strong>Hazardous waste generated (Tonnes)<strong> EN_HAZ_GENV</strong></p>\n<p>Hazardous waste generated, per capita (Kg)<strong> EN_HAZ_PCAP</strong></p>\n<p>Hazardous waste generated, per unit of GDP (kilograms per constant 2015 United States dollars)<strong> EN_HAZ_GENGDP</strong></p>\n<p>Hazardous waste treated, by type of treatment (Tonnes)<strong> EN_HAZ_TREATV</strong></p>\n<p>Hazardous waste treated or disposed, rate (%)<strong> EN_HAZ_TRTDISR</strong></p>\n<p>Hazardous waste treated or disposed (Tonnes)<strong> EN_HAZ_TRTDISV</strong></p>\n<p>Hazardous waste exported, (Tonnes)<strong> EN_HAZ_EXP</strong></p>\n<p>Hazardous waste imported, (Tonnes)<strong> EN_HAZ_IMP</strong></p>\n<p>Municipal waste collected (Tonnes)<strong> EN_MWT_COLLV</strong></p>\n<p>Municipal waste treated, by type of treatment (%)<strong> EN_MWT_TREATR</strong></p>\n<p>Municipal waste treated, by type of treatment (Tonnes)<strong> EN_MWT_TREATV</strong></p>\n<p>Municipal waste generated (Tonnes)<strong> EN_MWT_GENV</strong></p>\n<p>Municipal<strong> waste exported, (Tonnes) EN_MWT_EXP</strong></p>\n<p>Municipal<strong> waste imported, (Tonnes) EN_MWT_IMP</strong></p>\n<p>Total waste generation, by activity (Tonnes)<strong> EN_TWT_GENV</strong></p>","META_LAST_UPDATE__GLOBAL":"2023-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>11.6.1, 12.5.1, 14.1.1</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Environment Programme (UNEP), United Nations Statistics Division (UNSD), United Nations Institute for Training and Research (UNITAR)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Environment Programme (UNEP), United Nations Statistics Division (UNSD), United Nations Institute for Training and Research (UNITAR)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definitions:</strong></p>\n<p>The indicator includes hazardous generated, hazardous waste generated by type (including e-waste as a sub-indicator) and the proportion of hazardous waste treated. </p>\n<p><strong>Hazardous waste </strong>is waste with properties capable of having a harmful effect on human health or the environment and is regulated and controlled by law.</p>\n<p><strong>Hazardous waste generated</strong>: refers to the quantity of hazardous waste generated within the country during the reported year, prior to any activity such as collection, preparation for reuse, treatment, recovery, including recycling, or export, no matter the destination of this waste.</p>\n<p><strong>Hazardous waste generated by type, including e-waste</strong>: A breakdown of hazardous waste generated by key type of waste, including e-waste.</p>\n<p><strong>Municipal waste: Municipal solid waste (MSW) </strong>includes waste originating from households, commerce and trade, small businesses, office buildings and institutions (schools, hospitals, government buildings). It also includes bulky waste (e.g., old furniture, mattresses) and waste from selected municipal services, e.g. waste from parks and gardens maintenance, waste from street cleaning services (street sweepings, litter containers content, market cleansing waste), if managed as waste.</p>\n<p><strong>E-waste:</strong> Electronic waste, or e-waste, refers to all items of electrical and electronic equipment (EEE) and its parts that have been discarded by its owner as waste without the intent of re-use.</p>\n<p><strong>Hazardous waste treated</strong>: Hazardous waste treated during reporting year, per each type of treatment (recycling, incineration with/without energy recovery, landfilling or other), including exports and excluding imports.</p>\n<p><strong>Concepts:</strong></p>\n<p><em>Hazardous waste</em> is waste with properties that make it hazardous or capable of having a harmful effect on human health or the environment. Hazardous waste is generated from many sources, ranging from industrial manufacturing process waste to domestic items such as batteries and may come in many forms, including liquids, solids, gases and sludge. They can be discarded as commercial products, like cleaning fluids or pesticides or the by-products of manufacturing processes, from Basel Convention (Article 1, paragraph 1(a)). Waste listed in Annex VIII of the Basel Convention is presumed to be hazardous, while waste listed in Annex IX is presumed not to be hazardous. For the purpose of this indicator, due to comparability reasons, additional waste considered hazardous as per national definitions, as provided by the Basel Convention under Article 1, paragraph 1(b), are excluded.</p>\n<p><em>Hazardous waste generated</em> refers to the quantity of hazardous waste (as per the definition above) that is generated within the country during the reported year, prior to any activity such as collection, preparation for reuse, treatment, recovery, including recycling, or export, no matter the destination of this waste. For waste that are not covered under the above definition, but are defined as, or are considered to be hazardous waste by national definitions and are included in the &#x201C;hazardous waste generated&#x201D; amount, a specific note should be added specifying the additional types/streams of hazardous waste included as well as their quantities.</p>\n<p> </p>\n<p>&#x201C;<em>Waste treated</em>&#x201D; and &#x201C;<em>type of treatment</em>&#x201D; are not defined in the Basel Convention. In this context, &#x201C;treatment&#x201D; will include all operations included under Annex IV of the Basel Convention, namely &#x201C;Disposal&#x201D; operations D1 to D15 and &#x201C;Recovery&#x201D; operations R1 to R13. This is also linked to the definitions of &#x201C;Recycling, Incineration, Incineration with energy recovery, Landfilling and other types of treatment or disposal&#x201D;.</p>\n<p>A full methodology for this indicator is available in the document entitled, &#x201C;<a href=\"https://www.unep.org/resources/publication/global-chemicals-and-waste-indicator-review-document#:~:text=The%20Global%20Chemicals%20and%20Waste,related%20SDG%20indicators%20across%20sectors.\">Global Chemicals and Waste Indicator Review Document</a>&#x201D; (UNEP, 2021).</p>","UNIT_MEASURE__GLOBAL":"<p>Tonnes, Kilograms (Kg), kilograms per constant United States dollars, Percent (%)</p>","CLASS_SYSTEM__GLOBAL":"<ul>\n  <li>International Standard Industrial Classification of All Economic Activities (ISIC), Rev.4.</li>\n</ul>\n<p>The hazardous waste generated should be reported as a total amount generated during the year, as well as by its distribution among wide categories of economic activities and by households. The economic activities included in the scope of hazardous waste are disaggregated by ISIC, Rev.4:</p>\n<ul>\n  <li>Agriculture, forestry and fishing (ISIC 01-03)</li>\n  <li>Mining and quarrying (ISIC 05-09)</li>\n  <li>Manufacturing (ISIC 10-33)</li>\n  <li>Electricity, gas, steam and air conditioning supply (ISIC 35)</li>\n  <li>Construction (ISIC 41-43)</li>\n  <li>Other economic activities excluding ISIC 38</li>\n  <li>Standard Country or Area Codes for Statistical Use (UN M49 classification of countries and regions).</li>\n  <li>Categories of hazardousness according to the Basel Convention.</li>\n</ul>","SOURCE_TYPE__GLOBAL":"<p>Data provided by national governments, including National Statistical Offices (NSOs), Ministries of Environment and other relevant organisations.</p>","COLL_METHOD__GLOBAL":"<ul>\n  <li>The custodian agencies collect national data through the UNSD/UNEP Questionnaire on Environment Statistics (waste section). </li>\n  <li>The United Nations Statistics Division (UNSD) carries out extensive data validation procedures that include built-in automated procedures, manual checks and cross-references to national sources of data. Communication is carried out with countries for clarification and validation of data. Only data that are considered accurate or those confirmed by countries during the validation process are included in UNSD&#x2019;s environment statistics database and disseminated on UNSD&#x2019;s website.</li>\n  <li>Additionally, data from the Basel Convention reporting may also be sent to countries for their consideration for SDG reporting. </li>\n</ul>\n<p>Data for the Organization for Economic Co-operation and Development (OECD) and European Union countries are collected through the biennial OECD/Eurostat Joint Questionnaire on the State of the Environment that is consistent with the UNSD/UNEP Questionnaire, so data are comparable. </p>","FREQ_COLL__GLOBAL":"<ul>\n  <li>The UNSD/UNEP Questionnaire on Environment Statistics is sent every 2 years.</li>\n  <li>The biennial OECD/Eurostat Joint Questionnaire on the State of the Environment is also sent every 2 years.</li>\n</ul>","REL_CAL_POLICY__GLOBAL":"<p>Every two years after the validation of national statistics from the UNSD/UNEP Questionnaire on Environment Statistics and the OECD/Eurostat Joint Questionnaire on the State of the Environment.</p>","DATA_SOURCE__GLOBAL":"<p>National Statistical Systems and relevant ministries. </p>","COMPILING_ORG__GLOBAL":"<ul>\n  <li>The United Nations Statistics Division (UNSD), the United Nations Environment Programme (UNEP), the Organization for Economic Co-operation and Development (OECD) and Eurostat for all waste indicators excepted global e-waste estimates.</li>\n  <li>The United Nations Institute for Training and Research (UNITAR) for global e-waste estimates.</li>\n</ul>","INST_MANDATE__GLOBAL":"<p>UNEP and UNSD were mandated as Custodian Agencies for indicator 12.4.2 by the Inter-agency and Expert Group on SDG Indicators. </p>","RATIONALE__GLOBAL":"<p>Chemicals are part of everyday life. There are over 140,000 different substances used in all economic sectors globally. Their benefits are many and so too are their potential to adversely impact human health and the environment if not properly managed. All countries, especially middle- and low-income countries, are facing the complex challenge of managing hazardous waste according to international standards of good practice. The situation is complicated by limited human, financial and/or technical resources. As such, action is needed to support the sustainable use of chemicals and environmentally sound management of hazardous waste. There is also a rapid increase in the generation of hazardous waste. Where most of the conventional hazardous wastes are produced in industrial and manufacturing operations, significant amounts are generated in non-industrial sectors, including sludge from the healthcare sector; waste-water treatment plants, waste oils, and waste batteries. There is also an increase in the complexity of products and unidentified hazardous components like coatings, and/or items which are not hazardous (laminates and multi-layer packaging), but present hazardousness in a variety of ways when improperly discarded and end up in air, water or are burned.</p>","REC_USE_LIM__GLOBAL":"<p>Data on hazardous waste generation and treatment may be scarce in some countries, due to a series of factors, such as lack of, or insufficient, policies and regulations on management and/or reporting; limited human, financial and technical resources within government agencies, lack of clear disclosure and reporting rules and requirements, and unwillingness of generators and public officials in certain countries to disclose the quantities of hazardous waste generated. Some countries may have the data and monitoring systems needed to report, while for others there is a need for training and capacity development to enhance data collection, validation and reporting capacity. </p>\n<p>Limitations in terms of usable data for calculating the indicator(s) may arise due to differences in understanding of the terminology used in the indicator or differences between these definitions and those included in national legislation. This can lead to differences in reported values and difficulties in cross-checking of reported data. For example, by national legislation, countries may define additional types of waste to be considered as hazardous beyond the waste streams defined in the Basel Convention.</p>","DATA_COMP__GLOBAL":"<p>A full methodology for this indicator is available in the document entitled, &#x201C;<a href=\"https://www.unep.org/resources/publication/global-chemicals-and-waste-indicator-review-document#:~:text=The%20Global%20Chemicals%20and%20Waste,related%20SDG%20indicators%20across%20sectors.\">Global Chemicals and Waste Indicator Review Document</a>&#x201D; (UNEP, 2021).</p>\n<p>For the purpose of this indicator, Hazardous waste generated should include collected hazardous waste (either by specialized companies or by municipal services), hazardous waste which is given by the generator directly to the treatment or disposal facility, as well as an estimation of the hazardous waste which is unaccounted for. Generated hazardous waste includes exported hazardous waste and excludes imports of hazardous waste.</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mi>H</mi>\n    <mi>a</mi>\n    <mi>z</mi>\n    <mi>a</mi>\n    <mi>r</mi>\n    <mi>d</mi>\n    <mi>o</mi>\n    <mi>u</mi>\n    <mi>s</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>w</mi>\n    <mi>a</mi>\n    <mi>s</mi>\n    <mi>t</mi>\n    <mi>e</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>g</mi>\n    <mi>e</mi>\n    <mi>n</mi>\n    <mi>e</mi>\n    <mi>r</mi>\n    <mi>a</mi>\n    <mi>t</mi>\n    <mi>e</mi>\n    <mi>d</mi>\n  </math>= <math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mi>h</mi>\n    <mi>a</mi>\n    <mi>z</mi>\n    <mi>a</mi>\n    <mi>r</mi>\n    <mi>d</mi>\n    <mi>o</mi>\n    <mi>u</mi>\n    <mi>s</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>w</mi>\n    <mi>a</mi>\n    <mi>s</mi>\n    <mi>t</mi>\n    <mi>e</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>c</mi>\n    <mi>o</mi>\n    <mi>l</mi>\n    <mi>l</mi>\n    <mi>e</mi>\n    <mi>c</mi>\n    <mi>t</mi>\n    <mi>e</mi>\n    <mi>d</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>t</mi>\n    <mi>h</mi>\n    <mi>r</mi>\n    <mi>o</mi>\n    <mi>u</mi>\n    <mi>g</mi>\n    <mi>h</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>m</mi>\n    <mi>u</mi>\n    <mi>n</mi>\n    <mi>i</mi>\n    <mi>c</mi>\n    <mi>i</mi>\n    <mi>p</mi>\n    <mi>a</mi>\n    <mi>l</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>s</mi>\n    <mi>e</mi>\n    <mi>r</mi>\n    <mi>v</mi>\n    <mi>i</mi>\n    <mi>c</mi>\n    <mi>e</mi>\n    <mi>s</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>o</mi>\n    <mi>r</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>p</mi>\n    <mi>r</mi>\n    <mi>i</mi>\n    <mi>v</mi>\n    <mi>a</mi>\n    <mi>t</mi>\n    <mi>e</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>c</mi>\n    <mi>o</mi>\n    <mi>m</mi>\n    <mi>p</mi>\n    <mi>a</mi>\n    <mi>n</mi>\n    <mi>i</mi>\n    <mi>e</mi>\n    <mi>s</mi>\n    <mi>&amp;nbsp;</mi>\n    <mo>+</mo>\n    <mi>h</mi>\n    <mi>a</mi>\n    <mi>z</mi>\n    <mi>a</mi>\n    <mi>r</mi>\n    <mi>d</mi>\n    <mi>o</mi>\n    <mi>u</mi>\n    <mi>s</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>w</mi>\n    <mi>a</mi>\n    <mi>s</mi>\n    <mi>t</mi>\n    <mi>e</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>g</mi>\n    <mi>i</mi>\n    <mi>v</mi>\n    <mi>e</mi>\n    <mi>n</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>b</mi>\n    <mi>y</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>g</mi>\n    <mi>e</mi>\n    <mi>n</mi>\n    <mi>e</mi>\n    <mi>r</mi>\n    <mi>a</mi>\n    <mi>t</mi>\n    <mi>o</mi>\n    <mi>r</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>t</mi>\n    <mi>o</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>t</mi>\n    <mi>r</mi>\n    <mi>e</mi>\n    <mi>a</mi>\n    <mi>t</mi>\n    <mi>m</mi>\n    <mi>e</mi>\n    <mi>n</mi>\n    <mi>t</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>o</mi>\n    <mi>r</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>d</mi>\n    <mi>i</mi>\n    <mi>s</mi>\n    <mi>p</mi>\n    <mi>o</mi>\n    <mi>s</mi>\n    <mi>a</mi>\n    <mi>l</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>f</mi>\n    <mi>a</mi>\n    <mi>c</mi>\n    <mi>i</mi>\n    <mi>l</mi>\n    <mi>i</mi>\n    <mi>t</mi>\n    <mi>i</mi>\n    <mi>e</mi>\n    <mi>s</mi>\n    <mo>+</mo>\n    <mi>e</mi>\n    <mi>s</mi>\n    <mi>t</mi>\n    <mi>i</mi>\n    <mi>m</mi>\n    <mi>a</mi>\n    <mi>t</mi>\n    <mi>i</mi>\n    <mi>o</mi>\n    <mi>n</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>o</mi>\n    <mi>f</mi>\n    <mi>h</mi>\n    <mi>a</mi>\n    <mi>z</mi>\n    <mi>a</mi>\n    <mi>r</mi>\n    <mi>d</mi>\n    <mi>o</mi>\n    <mi>u</mi>\n    <mi>s</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>w</mi>\n    <mi>a</mi>\n    <mi>s</mi>\n    <mi>t</mi>\n    <mi>e</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>u</mi>\n    <mi>n</mi>\n    <mi>a</mi>\n    <mi>c</mi>\n    <mi>c</mi>\n    <mi>o</mi>\n    <mi>u</mi>\n    <mi>n</mi>\n    <mi>t</mi>\n    <mi>e</mi>\n    <mi>d</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>f</mi>\n    <mi>o</mi>\n    <mi>r</mi>\n  </math></p>\n<p></p>\n<p>The estimation of hazardous waste unaccounted for is the most difficult aspect of this methodology as it requires local-level knowledge and estimation. This aspect of the indicator is particularly important as hazardous waste that is unaccounted for is typically also untreated and has a high potential to impact the environment.</p>\n<p>The proportion of hazardous waste treated is presented below. Note that the total quantity of hazardous waste treated during the reported year in the reporting country is calculated by adding quantities of hazardous waste treated, per type of treatment (recycling, incineration with/without energy recovery, landfilling or other), including exports and excluding imports. This matches with the definition of recycling in SDG indicator 12.5.1.</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mi>P</mi>\n    <mi>r</mi>\n    <mi>o</mi>\n    <mi>p</mi>\n    <mi>o</mi>\n    <mi>r</mi>\n    <mi>t</mi>\n    <mi>i</mi>\n    <mi>o</mi>\n    <mi>n</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>o</mi>\n    <mi>f</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>h</mi>\n    <mi>a</mi>\n    <mi>z</mi>\n    <mi>a</mi>\n    <mi>r</mi>\n    <mi>d</mi>\n    <mi>o</mi>\n    <mi>u</mi>\n    <mi>s</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>w</mi>\n    <mi>a</mi>\n    <mi>s</mi>\n    <mi>t</mi>\n    <mi>e</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>t</mi>\n    <mi>r</mi>\n    <mi>e</mi>\n    <mi>a</mi>\n    <mi>t</mi>\n    <mi>e</mi>\n    <mi>d</mi>\n    <mi>&amp;nbsp;</mi>\n    <mfenced separators=\"|\">\n      <mrow>\n        <mi>%</mi>\n      </mrow>\n    </mfenced>\n  </math></p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mo>=</mo>\n    <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n    <mfrac>\n      <mrow>\n        <mtable>\n          <mtr>\n            <mtd>\n              <mrow>\n                <maligngroup></maligngroup>\n                <malignmark></malignmark>\n                <mi>Q</mi>\n                <mi>u</mi>\n                <mi>a</mi>\n                <mi>n</mi>\n                <mi>t</mi>\n                <mi>i</mi>\n                <mi>t</mi>\n                <mi>y</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>o</mi>\n                <mi>f</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>h</mi>\n                <mi>a</mi>\n                <mi>z</mi>\n                <mi>a</mi>\n                <mi>r</mi>\n                <mi>d</mi>\n                <mi>o</mi>\n                <mi>u</mi>\n                <mi>s</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>w</mi>\n                <mi>a</mi>\n                <mi>s</mi>\n                <mi>t</mi>\n                <mi>e</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>t</mi>\n                <mi>r</mi>\n                <mi>e</mi>\n                <mi>a</mi>\n                <mi>t</mi>\n                <mi>e</mi>\n                <mi>d</mi>\n                <mi>&amp;nbsp;</mi>\n              </mrow>\n            </mtd>\n          </mtr>\n          <mtr>\n            <mtd>\n              <mrow>\n                <maligngroup></maligngroup>\n                <malignmark></malignmark>\n                <mi>d</mi>\n                <mi>u</mi>\n                <mi>r</mi>\n                <mi>i</mi>\n                <mi>n</mi>\n                <mi>g</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>t</mi>\n                <mi>h</mi>\n                <mi>e</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>r</mi>\n                <mi>e</mi>\n                <mi>p</mi>\n                <mi>o</mi>\n                <mi>r</mi>\n                <mi>t</mi>\n                <mi>i</mi>\n                <mi>n</mi>\n                <mi>g</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>y</mi>\n                <mi>e</mi>\n                <mi>a</mi>\n                <mi>r</mi>\n                <mi>*</mi>\n              </mrow>\n            </mtd>\n          </mtr>\n        </mtable>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mo>&#xD7;</mo>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mn>100</mn>\n      </mrow>\n      <mrow>\n        <mtable>\n          <mtr>\n            <mtd>\n              <mrow>\n                <maligngroup></maligngroup>\n                <malignmark></malignmark>\n                <mi>T</mi>\n                <mi>o</mi>\n                <mi>t</mi>\n                <mi>a</mi>\n                <mi>l</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>q</mi>\n                <mi>u</mi>\n                <mi>a</mi>\n                <mi>n</mi>\n                <mi>t</mi>\n                <mi>i</mi>\n                <mi>t</mi>\n                <mi>y</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>o</mi>\n                <mi>f</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>h</mi>\n                <mi>a</mi>\n                <mi>z</mi>\n                <mi>a</mi>\n                <mi>r</mi>\n                <mi>d</mi>\n                <mi>o</mi>\n                <mi>u</mi>\n                <mi>s</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>w</mi>\n                <mi>a</mi>\n                <mi>s</mi>\n                <mi>t</mi>\n                <mi>e</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>g</mi>\n                <mi>e</mi>\n                <mi>n</mi>\n                <mi>e</mi>\n                <mi>r</mi>\n                <mi>a</mi>\n                <mi>t</mi>\n                <mi>e</mi>\n                <mi>d</mi>\n                <mi>&amp;nbsp;</mi>\n              </mrow>\n            </mtd>\n          </mtr>\n          <mtr>\n            <mtd>\n              <mrow>\n                <maligngroup></maligngroup>\n                <malignmark></malignmark>\n                <mi>d</mi>\n                <mi>u</mi>\n                <mi>r</mi>\n                <mi>i</mi>\n                <mi>n</mi>\n                <mi>g</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>t</mi>\n                <mi>h</mi>\n                <mi>e</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>r</mi>\n                <mi>e</mi>\n                <mi>p</mi>\n                <mi>o</mi>\n                <mi>r</mi>\n                <mi>t</mi>\n                <mi>i</mi>\n                <mi>n</mi>\n                <mi>g</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>y</mi>\n                <mi>e</mi>\n                <mi>a</mi>\n                <mi>r</mi>\n              </mrow>\n            </mtd>\n          </mtr>\n        </mtable>\n      </mrow>\n    </mfrac>\n  </math></p>\n<p>* Hazardous waste treated in the country plus materials exported for treatment minus the materials imported for treatment. </p>","DATA_VALIDATION__GLOBAL":"<p>The United Nations Statistics Division (UNSD) carries out extensive data validation procedures that include built-in automated procedures, manual checks and cross-references to national sources of data. Communication is carried out with countries for clarification and validation of data. Only data that are considered accurate or those confirmed by countries during the validation process are included in UNSD&#x2019;s environment statistics database and disseminated on its website.</p>\n<p>The Organization for Economic Co-operation and Development (OECD) and Eurostat carry out extensive data validation procedures on the biennial OECD/Eurostat Joint Questionnaire on the State of the Environment.</p>","ADJUSTMENT__GLOBAL":"<p>Not applicable</p>","IMPUTATION__GLOBAL":"<p>The United Nations Statistics Division (UNSD), which conducts the data collection, validation and dissemination process via the UNSD/UNEP Questionnaire on Environment Statistics, does not make any estimation or imputation for missing values, so the number of data points provided are actual country data. However, UNEP is considering the possibility of global modelling. </p>\n<p>The Organization for Economic Co-operation and Development (OECD) and Eurostat also do not make any estimation or imputation for missing values.</p>","REG_AGG__GLOBAL":"<p>The data will be aggregated at the sub-regional, regional and global levels. For the aggregation methods, please see: <a href=\"http://wesr.unep.org/media/docs/graphs/aggregation_methods.pdf\">http://wesr.unep.org/media/docs/graphs/aggregation_methods.pdf</a>. </p>","DOC_METHOD__GLOBAL":"<p><a href=\"https://www.unep.org/resources/publication/global-chemicals-and-waste-indicator-review-document#:~:text=The%20Global%20Chemicals%20and%20Waste,related%20SDG%20indicators%20across%20sectors.\">Global Chemicals and Waste Indicator Review Document</a> (UNEP, 2021)</p>","QUALITY_MGMNT__GLOBAL":"<p>Quality management is provided:</p>\n<ul>\n  <li>by the United Nations Statistics Division (UNSD) for non-OECD and non-European Union country data; </li>\n  <li>by the Organization for Economic Co-operation and Development (OECD) and Eurostat for OECD and European Union country data.</li>\n</ul>","QUALITY_ASSURE__GLOBAL":"<p>Quality assurance is provided:</p>\n<ul>\n  <li>by the United Nations Statistics Division (UNSD) for non-OECD and non-European Union country data; </li>\n  <li>by the Organization for Economic Co-operation and Development (OECD) and Eurostat for OECD and European Union country data;</li>\n</ul>\n<p>in cooperation with the countries that provide these data.</p>","QUALITY_ASSMNT__GLOBAL":"<p>Quality assessment is provided:</p>\n<ul>\n  <li>by the United Nations Statistics Division (UNSD) for non-OECD and non-European Union country data; </li>\n  <li>by the Organization for Economic Co-operation and Development (OECD) and Eurostat for OECD and European Union country data;</li>\n</ul>\n<p>in cooperation with the countries that provide these data.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>For national data: All countries that reply to the questionnaire.</p>\n<p>For global estimates: Regional and global level. </p>\n<p><strong>Time series:</strong></p>\n<p> For national data: The data sets presented in the SDG database cover a period since 2000 if countries report them.</p>\n<p>For global estimates: The data sets presented in the SDG database cover a period since 2000.</p>\n<p><strong>Disaggregation: </strong></p>\n<ul>\n  <li>Disaggregation by ISIC codes. Information on the generation and treatment of hazardous waste could be collected from industry or municipal level and treatment/disposal facilities. </li>\n  <li>Disaggregation by type of landfilling. As there is a significant difference between landfilling in controlled and uncontrolled landfills, further disaggregation on this type of treatment could be analysed.</li>\n  <li>Disaggregation by type of treatment per generating sector. </li>\n  <li>Disaggregation by type of recycling operation (R2 to R12 from Basel convention Annex IV).</li>\n  <li>Disaggregation by territorial division. Information on the hazardous waste generated can significantly vary throughout the territory of a country as there might be hotspots of hazardous waste generation, concentrated around industry intensive areas. </li>\n</ul>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>As mentioned, waste statistics involve a large number of national and sub-national stakeholders which may create discrepancies. To address these possible discrepancies, inter-institutional stakeholder collaboration is always encouraged.</p>","OTHER_DOC__GLOBAL":"<p><a href=\"https://www.unep.org/resources/publication/global-chemicals-and-waste-indicator-review-document#:~:text=The%20Global%20Chemicals%20and%20Waste,related%20SDG%20indicators%20across%20sectors.\">Global Chemicals and Waste Indicator Review Document</a> (UNEP, 2021)</p>\n<p><a href=\"https://unstats.un.org/unsd/envstats/questionnaire\">UNSD/UNEP Questionnaire on Environment Statistics (waste section)</a>. </p>\n<p><a href=\"https://collections.unu.edu/eserv/UNU:6477/RZ_EWaste_Guidelines_LoRes.pdf\">E-WASTE STATISTICS GUIDELINES ON CLASSIFICATION, REPORTING AND INDICATORS</a></p>\n<p><a href=\"https://globalewaste.org/\">Global and Regional E-waste Monitors</a></p>","target_number":"12.4","goal_number":"12","indicator_sort_order":"12-04-02"}