{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Degree of sustainable public procurement policies and action plan implementation","graph_titles":[],"graph_type":"line","indicator_name":"Degree of sustainable public procurement policies and action plan implementation","indicator_number":"12.7.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 12: Ensure sustainable consumption and production patterns</p>","SDG_TARGET__GLOBAL":"<p>Target 12.7: Promote public procurement practices that are sustainable, in accordance with national policies and priorities</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 12.7.1: Degree of sustainable public procurement policies and action plan implementation</p>","META_LAST_UPDATE__GLOBAL":"<p>2021-12-06</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>12.1.1</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>UNEP United Nations Environment Programme</p>","CONTACT_ORGANISATION__GLOBAL":"<p>UNEP United Nations Environment Programme</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definitions:</strong></p>\n<p>The indicator measures the number of countries implementing Sustainable Public Procurement (SPP) policies and action plans, by assessing the degree of implementation through an index. To produce the index, countries self-assess the following main elements: </p>\n<p>- Public procurement legal and regulatory framework</p>\n<p>- Practical support delivered for the implementation of SPP</p>\n<p>- SPP priority products<sup><a href=\"#footnote-2\" id=\"footnote-ref-2\">[1]</a></sup> and corresponding sustainable procurement criteria </p>\n<p>- Existence of SPP monitoring system</p>\n<p>- Measurement of actual SPP outcome</p>\n<p>More details are provided in the attached <a href=\"https://wedocs.unep.org/handle/20.500.11822/37332\"><em>SPP Index Methodology</em></a> (revised February 2021).</p>\n<p><strong>Concepts:</strong></p>\n<p><em>Sustainable Public Procurement (SPP): </em>Sustainable Public Procurement is a &#x201C;A process whereby public organizations meet their needs for goods, services, works and utilities in a way that achieves value for money on a whole life cycle basis in terms of generating benefits not only to the organisation, but also to society and the economy, whilst significantly reducing negative impacts on the environment&#x201D; (Definition updated by the Multistakeholder Advisory Committee of the 10YFP SPP Programme).</p>\n<p><em>Sustainable Public Procurement Action Plan:</em> A Sustainable Public Procurement (SPP) action plan is a policy document articulating the priorities and actions a public authority will adopt to support the implementation of SPP. </p>\n<p>Plans usually/should address the economic, environmental and social dimensions of SPP, and recognise the potential for SPP to realise SDGs&#x201D;. In some cases a country&#x2019;s action plan may focus on a single aspect of sustainability, being either environmental (e.g. &#x201C;Green&#x201D; public procurement action plan), social (e.g. reference to human rights, fair trade, focus on employment of minorities, etc.), or economic (e.g. promotion of SMEs&#x2019; participation in tenders, focus on employment of minorities, etc.). </p>\n<p><em>Best Value for Money:</em> can be defined as the &#x201C;optimum combination of whole-life cost and quality to meet the end-user&apos;s requirements&quot;.</p>\n<p><em>Life-cycle costing (LCC):</em> is used to evaluate costs which may not be reflected in the purchase price of a product, work or service, and which will be incurred during their lifetime.</p>\n<p><em>MEAT:</em> The Most Economically Advantageous Tender criterion enables the contracting authority to take account of criteria that reflect qualitative, technical and sustainable aspects of the tender submission as well as price when reaching an award decision.</p>\n<p>More reference about the above and their contextualization can be found in the attached <a href=\"https://wedocs.unep.org/handle/20.500.11822/37332\"><em>SPP Index Methodology</em></a>.</p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-2\">1</sup><p> <a href=\"#footnote-ref-2\">&#x2191;</a></p></div></div>","UNIT_MEASURE__GLOBAL":"<p>The unit of measure of SDG 12.7.1. indicator is the number of countries implementing SPP policies and action plans.</p>","CLASS_SYSTEM__GLOBAL":"<p>N/A</p>","SOURCE_TYPE__GLOBAL":"<p>Based on the contact list of focal points identified in the drafting of the 2017 SPP country factsheets and of the One Planet 10-year framework of programmes on Sustainable Consumption and Production patterns, representatives from more than <strong>70 countries</strong> were contacted from September to November 2020<strong>, to identify relevant focal points for SDG 12.7.1 data collection.</strong></p>\n<p>As a result of this process, <strong>55+ national governments</strong> and <strong>8 subnational governments</strong> (reporting independently from their national government) <strong>set a specific team or designated a relevant focal point to report on SDG 12.7.1 indicator</strong>, most often originating either from National Procurement Agencies, Treasury Boards (Ministries of Finance), Ministries of Environment. In rarer cases, from the Focal point works for the Statistical Departments in charge of reporting on SDGs at national level.</p>\n<p>The SDG 12.7.1 survey was sent out to those focal points and, as a result, submissions were received from 40 national/federal governments (some of which included subnational data as well from provinces or municipalities). 8 subnational governments also reported independently on their SPP policy and action plan implementation efforts.</p>","COLL_METHOD__GLOBAL":"<p>All individual components should be collected at the same source, i.e., focal points nominated to report on SDG 12.7.1. indicator, or SDG focal points, every two years, 2021 onwards<sup><a href=\"#footnote-3\" id=\"footnote-ref-3\">[2]</a></sup>.</p>\n<p>To facilitate the data collection effort and reporting process, <strong>a Microsoft Excel&#xAE;-based calculation tool</strong> was designed <strong>to collect inputs</strong>, along with <strong>PDF Reporting Instructions</strong>, and <strong>Frequently Asked Questions</strong>. This Excel&#xAE;-based form provides <strong>a set of answers</strong> for each question, which need to be <strong>supported by evidence </strong>(policy document, procurement guidelines inclusive of sustainability criteria, enabling legislation, trainings, &#x2018;green&#x2019; contracts, etc.).</p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-3\">2</sup><p> We consider the 2020 data collection exercise as a pilot exercise which will help to refine the metadata and collection method. <a href=\"#footnote-ref-3\">&#x2191;</a></p></div></div>","FREQ_COLL__GLOBAL":"<p>First data collection: November 2020 &#x2013; February 2021 for 2018-2020 implementation of sustainable public procurement policies and action plans. Following data collection exercises: October-December 2022 and on a biennial mode thereafter.</p>","REL_CAL_POLICY__GLOBAL":"<p>2020 data collection: data to be released in March 2021.</p>","DATA_SOURCE__GLOBAL":"<p>SDG 12.7 Focal Points nominated by governments.</p>","COMPILING_ORG__GLOBAL":"<p>United Nations Environment Programme (UNEP).</p>","INST_MANDATE__GLOBAL":"<p>UNEP has been nominated as the custodian of SDG 12 and SDG 12.7.1 indicator.</p>","RATIONALE__GLOBAL":"<p>Public procurement wields enormous purchasing power, accounting for an average of 12 percent of gross domestic product (GDP) in OECD countries, and up to 30 percent of GDP in many developing countries. Leveraging this purchasing power by buying more sustainable goods and services can help drive markets in the direction of sustainability, reduce the negative impacts of an organization, and also produce positive benefits for the environment and society. The advancement of sustainable public procurement (SPP) practices is recognized as being a key strategic component of the global efforts towards achieving more sustainable consumption and production patterns. SPP stakeholders have long requested reliable and up-to-date information on activities and organizations involved in SPP.</p>\n<p>As very few countries are able to measure the proportion of their public procurement which is green or sustainable, the methodology tries instead to assess the means and efforts countries are devoting to the implementation of SPP policies or national SPP programmes. Countries scoring above a certain threshold will be considered as SPP implementing countries.</p>","REC_USE_LIM__GLOBAL":"<p>The index aims to measure not only SPP but also GPP (Green Public Procurement) and SRPP (Socially Responsible Public Procurement). However, <strong>SPP, GPP and SRPP may be addressed in very different ways</strong> depending on the country. They may appear <strong>as a component of overarching policies</strong> such as Sustainable Development Strategies, Green Economy Roadmaps, etc. <strong>They may also be addressed directly with the adoption of a SPP action plan or policy, or through regulatory means</strong>, such as specific provisions in the Public Procurement legal framework.</p>\n<p> </p>\n<p>The main issues faced during the development of this indicator are:</p>\n<ul>\n  <li>Data on the proportion of sustainable public procurement are not available because there is no agreement on which products are green or sustainable and because data are very often not classified in terms of volumes and value of purchased products. </li>\n  <li>Another limitation is related to the existence of multiple layers and components of public procurement: central government, provinces in federal countries, municipal level, public enterprises, hospitals, defence, etc. Procurement data from these different sectors are very often not aggregated.</li>\n  <li>In addition, contracts below a certain threshold are not monitored.</li>\n</ul>\n<p>As a result, and in line with the comment in the rationale section, it was decided to focus on process sub-indicators which will measure the means and efforts countries are investing in the implementation of their SPP plans, policies and programmes.</p>","DATA_COMP__GLOBAL":"<p>So as to evaluate the &#x2018;<em>number of countries implementing a sustainable public procurement policy and action plans</em>&#x2019;, <strong>a</strong> <strong>specific threshold</strong> <strong>above which a country will be</strong> <strong>considered as having a sound SPP policy or action plan </strong>has been set, to determine whether this country will be considered compliant with the indicator in the final calculation of SDG Indicator 12.7.1.</p>\n<p>It is proposed that this assessment is <strong>based on the evaluation of a national government&#x2019;s SPP implementation level, scope and comprehensiveness</strong>, through the <strong>appraisal of 6 specific parameters</strong> (described in the table below), which will lead to the calculation of a <strong><em>Government SPP Implementation Score. </em></strong></p>\n<p>SPP Implementation Score <math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mo>=</mo>\n    <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n    <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n    <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n    <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n    <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n    <msub>\n      <mrow>\n        <mi>A</mi>\n      </mrow>\n      <mrow></mrow>\n    </msub>\n    <mo>&#xD7;</mo>\n    <mrow>\n      <msubsup>\n        <mo stretchy=\"false\">&#x2211;</mo>\n        <mrow>\n          <mi>i</mi>\n          <mo>=</mo>\n          <mi>B</mi>\n        </mrow>\n        <mrow>\n          <mi>F</mi>\n        </mrow>\n      </msubsup>\n      <mrow>\n        <msub>\n          <mrow>\n            <mi>i</mi>\n          </mrow>\n          <mrow></mrow>\n        </msub>\n      </mrow>\n    </mrow>\n    <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n    <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n    <mo>=</mo>\n    <msub>\n      <mrow>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi>A</mi>\n      </mrow>\n      <mrow></mrow>\n    </msub>\n    <mo>&#xD7;</mo>\n    <mrow>\n      <mo stretchy=\"false\">&#x2211;</mo>\n      <mrow>\n        <mfenced open=\"{\" close=\"}\" separators=\"|\">\n          <mrow>\n            <msub>\n              <mrow>\n                <mi>B</mi>\n              </mrow>\n              <mrow></mrow>\n            </msub>\n            <mo>&#x22EF;</mo>\n            <msub>\n              <mrow>\n                <mi>F</mi>\n              </mrow>\n              <mrow></mrow>\n            </msub>\n          </mrow>\n        </mfenced>\n      </mrow>\n    </mrow>\n  </math></p>\n<table>\n  <tbody>\n    <tr>\n      <td colspan=\"3\">\n        <p><strong>Description of parameters and scoring used for the assessment of SPP implementation</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>Denoted as:</strong></p>\n      </td>\n      <td>\n        <p><strong>Parameter and sub-indicators</strong></p>\n      </td>\n      <td>\n        <p><strong>Scoring</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>A</p>\n      </td>\n      <td>\n        <p>Existence of a SPP action plan/policy, and/or SPP regulatory requirements.</p>\n        <p>0 means no SPP policy in place, 1 means existence of SPP action plan, policy and/or SPP regulatory requirements at national, local or both levels.</p>\n      </td>\n      <td>\n        <p>0 or 1</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>B</p>\n      </td>\n      <td>\n        <p>Public procurement regulatory framework conducive to sustainable public procurement.</p>\n      </td>\n      <td>\n        <p>0 to 1</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>C</p>\n      </td>\n      <td>\n        <p>Practical support delivered to public procurement practitioners in the implementation of SPP.</p>\n      </td>\n      <td>\n        <p>0 to 1</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>D</p>\n      </td>\n      <td>\n        <p>SPP purchasing criteria/ buying standards / requirements.</p>\n      </td>\n      <td>\n        <p>0 to 1</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>E</p>\n      </td>\n      <td>\n        <p>Existence of a SPP monitoring system.</p>\n      </td>\n      <td>\n        <p>0 to 1</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>F</p>\n      </td>\n      <td>\n        <p>Percentage of sustainable purchase of priority products/services.</p>\n      </td>\n      <td>\n        <p>0-100%</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<p>It is proposed that the <strong>specific threshold</strong> above which a country is considered as having a sound SPP policy or action plan and considered compliant with SDG 12.7.1. indicator <strong>is set at a score equal to 1.</strong></p>\n<p><strong>Five classification groups</strong> are proposed to classify submissions received, and reflect the <strong>different stages in the advancement of SPP implementation:</strong></p>\n<p><strong>SPP Implementation Classification Groups</strong></p>\n<p><strong>Level 0: Insufficient data or insufficient implementation of SPP policy/ action plan</strong> (SPP Implementation Score below 1), therefore not complying with the expected set level of implementation.</p>\n<p><strong>------------------------------------------ <em>Threshold</em> --------------------------------------------------------</strong></p>\n<p><strong>Level 1: </strong>Low level of SPP implementation<strong> </strong>(SPP Implementation Score ranging from 1 to 2).</p>\n<p><strong>Level 2: </strong>Medium-low level of SPP implementation<strong> </strong>(SPP Implementation Score ranging from 2 to 3).</p>\n<p><strong>Level 3: </strong>Medium-high level of SPP implementation<strong> </strong>(SPP Implementation Score ranging from 3 to 4).</p>\n<p><strong>Level 4: </strong>High level of SPP implementation<strong> </strong>(SPP Implementation Score larger than 4).</p>\n<p>The full calculations and explanation of the index can be found in the attached <a href=\"https://wedocs.unep.org/handle/20.500.11822/37332\"><strong><em>SPP Index methodology</em></strong></a>.</p>","DATA_VALIDATION__GLOBAL":"<p>Firstly, <strong>Excel-based self-assessment forms</strong>, along with <strong>PDF Guidance, and Frequently Asked Questions</strong> are shared with reporting government focal points to provide relevant instructions on how to supply the required information and data. For each answer provided, it is required to provide relevant evidence, and precise references to that evidence, supporting the selected pre-set answer.</p>\n<p>Secondly, each report is verified to check whether relevant evidence is provided.</p>\n<p>Detailed feedback specific to each question is sent to the relevant focal points to request for clarifications or further details and evidence.</p>\n<p>Thirdly, further to those bilateral exchanges, the additional information or evidence provided are further checked. <strong>When it appears that the provided details/evidence do not sufficiently support the selected answer, those answers are not considered in the final evaluation</strong>. Final information and reports provided are deemed compliant or not compliant, leading to the calculation and validation of the final SPP score.</p>\n<p>The calculation of this final score provides a basis for the classification of governments into five different categories reflecting the level of implementation of SPP, as described in section <em>4.c. Method of computation</em>.</p>","ADJUSTMENT__GLOBAL":"<p>Despite the fact that the evaluation methodology was developed in consultation with national governments and SPP experts from different areas of the world, as the differences in public procurement systems and framework significantly differ, some governments had difficulties in applying some questions in section B to their own practice of SPP implementation (for example, GPP implementation through the use of ecolabels in Asian countries, rather than through (a strong) regulatory framework as in the European Union). As regards section B, equivalent systems of implementation were therefore accepted after deliberation.</p>","IMPUTATION__GLOBAL":"<p>&#x2022; <strong>At country level</strong></p>\n<p>With regard to the developed SPP government implementation assessment itself, missing values do not significantly impact the calculated score, as governments may report on some sub-indicators only (B, C, D, E, F), only sub-indicator A being mandatory (A: Existence of a SPP action plan/policy, and/or SPP regulatory requirements).</p>\n<p>With regard to the general assessment of SPP implementation at country level<strong>, it should however be noted that it had been</strong> <strong>originally planned to calculate a country-level SPP implementation Index based on the aggregation of three sub-indices reflecting three different levels of government</strong>, including <strong>a weighting representing the government&#x2019;s share of procurement </strong>in total public procurement value at country level (formula shown below), which would provide a fairer evaluation of SPP efforts at country level.</p>\n<p>The actual scope of the national/federal government&#x2019;s SPP implementation might indeed vary considerably from one country to another, as in some countries, SPP implementation when directed by the central government may apply to most public entities in the country, while in other countries, implementation conducted by the federal government might only represent a small share of public procurement at country level.</p>\n<p>The first data collection exercise however <strong>showed that the total public procurement value</strong>, at country level or at the level of the considered government, <strong>is not always available</strong>, therefore not allowing for the calculation of such an index.</p>\n<p>In the first reporting exercise, the assessed level of SPP implementation and further classification in groups, is therefore mainly based on the calculated SPP National/Federal Government Score, taking account of national/federal government SPP implementation efforts. </p>\n<p>Subnational submissions received may however also be evaluated following the same evaluation framework, and, through the calculation of a similar score, be classified according to their level of SPP implementation, and compared with similar-level governments (higher-level subnational government &#x2013; such as provinces, or states in the case of Brazil and the US &#x2013; and lower-level subnational government &#x2013; such as cities and municipalities).</p>\n<p>&#x2022; <strong>At regional and global levels:</strong></p>\n<p>As SDG 12.7.1. indicator measures the number of countries implementing SPP action plans and policies, therefore missing data (countries not submitting reports on their implementation of SPP) do not significantly impact the indicator measurement.</p>","REG_AGG__GLOBAL":"<p>The data will be aggregated at the sub-regional, regional and global levels. For the aggregation methods, please see: <a href=\"http://wesr.unep.org/media/docs/graphs/aggregation_methods.pdf\">http://wesr.unep.org/media/docs/graphs/aggregation_methods.pdf</a>. </p>","DOC_METHOD__GLOBAL":"<p>To facilitate 2020 data collection exercise and ensure the widest possible participation, the following documents were made available to focal points and developed <u>in three languages</u> (English, Spanish and French):</p>\n<ul>\n  <li>2020 Excel-based calculation tool used for the collection of inputs;</li>\n  <li>2020 Reporting Instructions;</li>\n  <li>2020 Frequently Asked Questions.</li>\n</ul>\n<p>Four explanatory webinars were also held in October 2020 in these three languages (two webinars in English, one in French, one in Spanish) to introduce the Calculation methodology and reporting tools, and provide the necessary guidance on how to provide the required data. Those webinars were attended by a total of 79 government representatives from 43 countries.</p>\n<p>Public procurement systems differing significantly, and the responsibility of SPP/GPP/SRPP policy development or implementation belonging to different ministries or institutions in each country, it is not however in UNEP&#x2019;s capacity to provide more detailed assistance to national focal points on data collection specific to each sub-indicator, as those data may originate either from Public Procurement Agencies, Treasury Boards (Ministry of Finance), or Ministries of Environment.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Data will be made available for all member states which have sustainable public procurement policies and action plans, as defined by the indicator. </p>\n<p><strong>Time series:</strong></p>\n<p>The reporting on this indicator will be biennial, starting from 2021.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Administrative level of the public procurement: national, provincial, or local. </p>\n<p>Note: Information has been received at those three levels in the first data collection exercise, but only in rare occasions. Data can be provided <u>separately</u> by administrative level (whenever data was received from subnational governments) for some provincial or local governments only.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>N/A</p>","OTHER_DOC__GLOBAL":"<p>SPP index methodology</p>\n<p>https://wedocs.unep.org/handle/20.500.11822/37332</p>\n<p>EU publications <a href=\"https://publications.europa.eu/en/publication-detail/-/publication/cb70c481-0e29-4040-9be2-c408cddf081f/language-en\"><em>Buying Social &#x2013; A guide to taking account of social considerations in public procurement</em></a><em>, </em>accessible at <a href=\"https://publications.europa.eu/en/publication-detail/-/publication/cb70c481-0e29-4040-9be2-c408cddf081f/language-en\">https://publications.europa.eu/en/publication-detail/-/publication/cb70c481-0e29-4040-9be2-c408cddf081f/language-en</a></p>\n<p>United Nations Convention on the Rights of Persons with Disabilities: http://register.consilium.europa.eu/pdf/en/09/st15/st15540.en09.pdf</p>\n<p>European Commission Life-Cycle costing</p>\n<p><a href=\"https://ec.europa.eu/environment/gpp/lcc.htm\">https://ec.europa.eu/environment/gpp/lcc.htm</a></p>\n<p>Multistakeholder Advisory Committee of the 10YFP SPP Programme from: Procuring the Future &#x2013; the report of the UK Sustainable Procurement Task Force, June 2006</p>\n<p>EU Public Procurement Registration - Most economically advantageous tender (MEAT)</p>\n<p><a href=\"https://www.felp.ac.uk/content/most-economically-advantageous-tender-meat\">https://www.felp.ac.uk/content/most-economically-advantageous-tender-meat</a></p>\n<p>UNEP Global review of sustainable public procurement 2017</p>\n<p><a href=\"https://wedocs.unep.org/bitstream/handle/20.500.11822/20919/GlobalReview_Sust_Procurement.pdf?sequence=1&amp;isAllowed=y\"><u>https://wedocs.unep.org/bitstream/handle/20.500.11822/20919/GlobalReview_Sust_Procurement.pdf?sequence=1&amp;isAllowed=y</u></a></p>","indicator":"12.7.1","target_id":"12.7","sdg_goal":"12","indicator_sort_order":"12-07-01"}