{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Implementation of standard accounting tools to monitor the economic and environmental aspects of tourism sustainability","graph_titles":[],"graph_type":"line","indicator_name":"Implementation of standard accounting tools to monitor the economic and environmental aspects of tourism sustainability","indicator_number":"12.b.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 12: Ensure sustainable consumption and production patterns</p>","SDG_TARGET__GLOBAL":"<p>Target 12.b: Develop and implement tools to monitor sustainable development impacts for sustainable tourism that creates jobs and promotes local culture and products</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 12.b.1: Implementation of standard accounting tools to monitor the economic and environmental aspects of tourism sustainability</p>","META_LAST_UPDATE__GLOBAL":"<p>2021-03-25</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>8.9.1 Tourism Direct GDP (indicator derived from the TSA).</p>\n<p>15.9.1 Progress towards national targets established in accordance with <a href=\"https://www.cbd.int/sp/targets/rationale/target-2/\">Aichi Biodiversity Target 2</a> of the Strategic Plan for Biodiversity 2011-2020</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>World Tourism Organization (UNWTO)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>World Tourism Organization (UNWTO)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definitions:</strong> </p>\n<p>The indicator &#x201C;Implementation of standard accounting tools to monitor the economic and environmental aspects of tourism sustainability&#x201D; relates to the degree of implementation in countries of the Tourism Satellite Account (TSA) and the System of Environmental and Economic Accounts (SEEA) tables that are to date considered most relevant and feasible for monitoring sustainability in tourism. These tables are:</p>\n<ul>\n  <li>TSA Table 1 on inbound tourism expenditure</li>\n  <li>TSA Table 2 on domestic tourism expenditure</li>\n  <li>TSA Table 3 on outbound tourism expenditure</li>\n  <li>TSA Table 4 on internal tourism expenditure</li>\n  <li>TSA Table 5 on production accounts of tourism industries</li>\n  <li>TSA Table 6 domestic supply and internal tourism consumption</li>\n  <li>TSA Table 7 on employment in tourism industries</li>\n  <li>SEEA table water flows</li>\n  <li>SEEA table energy flows</li>\n  <li>SEEA table GHG emissions</li>\n  <li>SEEA table solid waste</li>\n</ul>\n<p>The TSA tables should be implemented following the <a href=\"http://statistics.unwto.org/content/tsarmf2008\"><em>Tourism Satellite Account: Recommended Methodological Framework 2008</em></a> and the environmental tables should be implemented following the <a href=\"https://seea.un.org/content/seea-central-framework\"><em>System of Economic-Environmental Accounting 2012</em></a>.</p>\n<p><strong>Concepts:</strong></p>\n<p>The concepts and template presentation tables related to Tourism Satellite Accounts can be found in the <a href=\"http://unstats.un.org/unsd/tradeserv/tourism/manual.html\"><em>Tourism Satellite Account: Recommended Methodological Framework 2008</em></a> (TSA: RMF 2008) which provides the common conceptual framework for constructing a TSA. It adopts the basic system of concepts, classifications, definitions, tables and aggregates of the System of National Accounts 2008 (SNA 2008). The UN Statistical Commission took note of the TSA: RMF 2008 document at its 39th session (26-29 February 2008). It updates and replaces the previous TSA:RMF 2000 which was approved by the United Nations Statistical Commission at its 31st session (29 February-3 March 2000).</p>\n<p>The concepts and template presentation tables related to water, energy, GHG emission and solid waste can be found in <a href=\"https://seea.un.org/content/methodology\"><em>System of Environmental-Economic Accounting - Central Framework</em></a> is an international statistical standard for measuring the environment and its relationship with the economy. It contains an internationally agreed set of standard concepts, definitions, classifications, accounting rules and tables to produce internationally comparable statistics. The UN Statistical Commission adopted the SEEA Central Framework at its 43<sup>rd</sup> session (28 February &#x2013; 2 March 2012). </p>","UNIT_MEASURE__GLOBAL":"<p>Number of Tables / Accounts compiled</p>","CLASS_SYSTEM__GLOBAL":"<p>Tourism Satellite Account tables and related information can be found here: <a href=\"https://unstats.un.org/unsd/publication/seriesf/seriesf_80rev1e.pdf\">https://unstats.un.org/unsd/publication/seriesf/seriesf_80rev1e.pdf</a></p>\n<p>Information on water use, energy use, air emissions and solid waste SEEA accounts can be found here: https://seea.un.org/</p>","SOURCE_TYPE__GLOBAL":"<p>The indicator is sourced from countries&#x2019; Tourism Satellite Account and Environmental-Economic Accounts.</p>","COLL_METHOD__GLOBAL":"<p>UNWTO sends a short excel questionnaire to countries to obtain information on the number of relevant TSA and SEEA tables produced by countries.</p>","FREQ_COLL__GLOBAL":"<p>The exercise to collect data on TSA and SEEA tables implementation directly from countries through an annual UNWTO questionnaire. The questionnaire is sent out to countries in August and data collection is closed in January of the following year.</p>","REL_CAL_POLICY__GLOBAL":"<p>Release of data coincides with the update of the SDG global database, typically scheduled for February.</p>","DATA_SOURCE__GLOBAL":"<p>For the TSA: National Statistics Offices and/or National Tourism Administrations.</p>\n<p>For the SEEA: National Statistics Offices and/or environment ministries.</p>","COMPILING_ORG__GLOBAL":"<p>World Tourism Organization (UNWTO) with input and in coordination with the UN Statistics Division especially with respect to the SEEA data.</p>","RATIONALE__GLOBAL":"<p>The UNWTO Committee on Statistics<sup><sup><a href=\"#footnote-2\" id=\"footnote-ref-2\">[1]</a></sup></sup>, the leading international group in tourism statistics composed of experts from countries and international organizations, has since 2016 identified important difficulties with the original indicator: </p>\n<ul>\n  <li>The indicator does not track the target well.</li>\n  <li>The indicator is not statistically based. There is no internationally agreed statistical framework or concepts/definitions that can be applied to &#x201C;sustainable tourism strategies or policies and implemented action plans&#x201D;. </li>\n  <li>It is not clear what the relationship/boundary is between the three different instruments mentioned: &#x201C;strategies&#x201D;, &#x201C;policies&#x201D;, and &#x201C;implemented action plans&#x201D;. For example, a tourism master plan may contain elements of all three - would this count as 1 or 3? </li>\n  <li>There is no statistical infrastructure in place in countries for collecting this information, and it would seem difficult to develop it due to the above mentioned issues;</li>\n  <li>The absence of internationally agreed definitions on these concepts and of related statistical processes would mean that data collection, should it take place, would be affected by each country respondent&#x2019;s interpretation of the terms &#x201C;strategies&#x201D;, &#x201C;policies&#x201D;, and &#x201C;implemented action plans&#x201D;. This would be accentuated by the fact that country officials would need to be asked to self-assess their countries&#x2019; situation, leading to a significant respondent bias. </li>\n</ul>\n<p>It is thus proposed to focus on the target (&quot;develop and implement tools to monitor sustainable [tourism])&#x201D; and monitor the stage of implementation in countries of the main accounting tools <em>to date</em> for the international monitoring of key sustainability aspects of tourism which are:</p>\n<ol>\n  <li>countries&#x2019; Tourism Satellite Account based on the <a href=\"http://unstats.un.org/unsd/tradeserv/tourism/manual.html\" target=\"_blank\"><em>Tourism Satellite Account: Recommended Methodological Framework 2008</em></a> (TSA: RMF 2008) and </li>\n  <li>countries&#x2019; water, energy, GHG emissions and waste accounts based the <a href=\"https://seea.un.org/content/seea-central-framework\"><em>System of Environmental-Economic Accounting (SEEA)</em></a>. </li>\n</ol>\n<p> </p>\n<p>This yields a statistically-based indicator for monitoring target 12.b. by tracking the degree of implementation in countries of the TSA and SEEA tables that are most relevant and feasible for monitoring sustainability in tourism.</p>\n<p>This is in line with the <a href=\"http://statistics.unwto.org/mst\"><em>Measuring the Sustainability of Tourism (MST)</em></a> programme of work launched by UNWTO with the support of UNSD which includes the <a href=\"http://statistics.unwto.org/sf_mst\"><em>Statistical Framework for Measuring the Sustainability of Tourism (SF-MST)</em></a> currently under development as requested by the UN Statistical Commission in its 48<sup>th</sup> Session (7-10 March 2017)<sup><a href=\"#footnote-3\" id=\"footnote-ref-3\">[2]</a></sup>. The SF-MST integrates tourism statistics with other economic, social and environmental information and provides a coherent base for deriving indicators that are relevant for monitoring and analysing the sustainability of tourism. Development of SF-MST is also supported by the UNWTO General Assembly<sup><sup><a href=\"#footnote-4\" id=\"footnote-ref-4\">[3]</a></sup></sup>, the highest international body in tourism. </p>\n<p>MST is led by the Working Group of Experts on MST, set up jointly by UNWTO and UNSD, which reports to the UNWTO Committee on Statistics. MST has a special sub-group on SDG indicators, led by Statistics Austria, which advices the UNWTO Committee on Statistics on how to best monitor tourism within the SDGs and has been active in the preparation of this metadata.</p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-2\">1</sup><p> The Committee is composed of experts in tourism statistics from countries and international and supranational organizations such as ILO, WTO, OECD and Eurostat. The Committee is a statutory body of UNWTO and reports to the UNWTO General Assembly and also to the UN Statistical Commission which officially recognizes it as the group of country experts on tourism statistics. </p><p>More information on the mandate, composition and activities of the Committee can be found at: <a href=\"http://statistics.unwto.org/content/committee-statistics-and-tourism-satellite-account\">http://statistics.unwto.org/content/committee-statistics-and-tourism-satellite-account</a>. <a href=\"#footnote-ref-2\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-3\">2</sup><p> Decision 48/115 on Tourism Statistics in the Report on the forty-eighth session of the UN Statistical Commission: <a href=\"https://unstats.un.org/unsd/statcom/48th-session/documents/Report-on-the-48th-session-of-the-statistical-commission-E.pdf\">E/2017/24-E/CN.3/2017/35</a>. Decision 50/115 on Environmental-economic accounting of the fiftieth session of the UN Statistical Commission: <a href=\"https://unstats.un.org/unsd/statcom/50th-session/documents/Report-on-the-50th-session-of-the-statistical-commission-E.pdf\">E/2019/24-E/CN.3/2019/34</a>.. <a href=\"#footnote-ref-3\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-4\">3</sup><p> <a href=\"http://cf.cdn.unwto.org/sites/all/files/pdf/a22_resolutions_en.pdf\">http://cf.cdn.unwto.org/sites/all/files/pdf/a22_resolutions_en.pdf</a> <a href=\"#footnote-ref-4\">&#x2191;</a></p></div></div>","REC_USE_LIM__GLOBAL":"<p>The indicator in principle does not account for varying degrees of consolidation (from experimental to full-fledged) in the implementation of TSA and SEEA which might differ considerably between countries. </p>","DATA_COMP__GLOBAL":"<p>Implementation of standard accounting tools to monitor the economic and environmental aspects of tourism sustainability = total number of tables produced by countries out of the tables identified below:</p>\n<ul>\n  <li>TSA Table 1 on inbound tourism expenditure</li>\n  <li>TSA Table 2 on domestic tourism expenditure</li>\n  <li>TSA Table 3 on outbound tourism expenditure</li>\n  <li>TSA Table 4 on internal tourism expenditure</li>\n  <li>TSA Table 5 on production accounts of tourism industries</li>\n  <li>TSA Table 6 domestic supply and internal tourism consumption </li>\n  <li>TSA Table 7 on employment in tourism industries</li>\n  <li>SEEA table water flows</li>\n  <li>SEEA table energy flows</li>\n  <li>SEEA table GHG emissions</li>\n  <li>SEEA table solid waste</li>\n</ul>","DATA_VALIDATION__GLOBAL":"<p>Every year historical data is requested. If there are differences in the newly reported data for the country with respect to the data available previously, countries are consulted. Similarly, if other inconsistencies are found, there is ongoing follow up with countries. </p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022;</strong> <strong>At country level</strong></p>\n<p>n/a</p>\n<p><strong>&#x2022;</strong> <strong>At regional and global levels</strong></p>\n<p>n/a</p>","REG_AGG__GLOBAL":"<p>n/a</p>","DOC_METHOD__GLOBAL":"<p>In relation to the TSA, the methodology is described in the <a href=\"https://unstats.un.org/unsd/tradeserv/tourism/manual.html\"><em>Tourism Satellite Account: Recommended Methodological Framework 2008</em></a><em>.</em> UNWTO, in collaboration with UNSD, is currently developing a Compilation Guide for the TSA that will be available for all countries in the course of 2020. </p>\n<p>In relation to the SEEA, the methodology is described in the <a href=\"https://seea.un.org/content/seea-central-framework\"><em>System of Environmental-Economic Accounting (SEEA) Central Framework</em></a>.</p>","QUALITY_ASSURE__GLOBAL":"<p>Data will be verified by UNWTO and any issues will be resolved through written communication with countries. In the case of the availability of TSA tables, it would also be possible to cross-validate with the information reported to UNWTO on SDG indicator 8.9.1 (Tourism Direct GDP) and the indicators collected via UNWTO&#xB4;s annual data collection. The availability reported on SEEA tables can also be cross-checked with information available to UNSD. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>While SEEA and TSA tables are currently not compiled everywhere, ALL countries are able to provide information on this indicator. Those States where no tables are compiled report a value of zero (0). There are currently (as of March 2021) data available for over 150 countries, in all regions. The data has already been uploaded on the SDG Global Database. </p>\n<p><strong>Time series:</strong></p>\n<p>Data is available from 2008 onwards.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Disaggregation of the different TSA tables and SEEA tables (water flows, energy flows, GHG emissions and solid waste), and disaggregation by standard (TSA and SEEA), will be possible. </p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Discrepancies might arise from the varying degrees of consolidation in the implementation of TSA and SEEA in countries. </p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p><a href=\"https://www.unwto.org/standards/un-standards-for-measuring-tourism\">https://www.unwto.org/standards/un-standards-for-measuring-tourism</a> <a href=\"https://seea.un.org/content/seea-central-framework\">https://seea.un.org/content/seea-central-framework</a></p>\n<p><strong>References:</strong></p>\n<p>Commission of the European Communities, Organization for Economic Cooperation and Development, United Nations and World Tourism Organization (2010), <em>Tourism Satellite Account: Recommended Methodological Framework 2008</em></p>\n<p>System of Environmental-Economic Accounting (SEEA)</p>","indicator":"12.b.1","target_id":"12.b","sdg_goal":"12","indicator_sort_order":"12-0b-01"}