{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Implementation of standard accounting tools to monitor the economic and environmental aspects of tourism sustainability","graph_titles":[],"graph_type":"line","indicator_name":"Implementation of standard accounting tools to monitor the economic and environmental aspects of tourism sustainability","indicator_number":"12.b.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 12: Ensure sustainable consumption and production patterns</p>","SDG_TARGET__GLOBAL":"<p>Target 12.b: Develop and implement tools to monitor sustainable development impacts for sustainable tourism that creates jobs and promotes local culture and products</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 12.b.1: Implementation of standard accounting tools to monitor the economic and environmental aspects of tourism sustainability</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Not applicable</p>","META_LAST_UPDATE__GLOBAL":"2022-04-12","SDG_RELATED_INDICATORS__GLOBAL":"<p>8.9.1 Tourism Direct GDP as a proportion of total GDP and in growth rate </p>\n<p>15.9.1 (a) Number of countries that have established national targets in accordance with or similar to Aichi Biodiversity Target 2 of the Strategic Plan for Biodiversity 2011&#x2013;2020 in their national biodiversity strategy and action plans and the progress reported towards these targets; and (b) integration of biodiversity into national accounting and reporting systems, defined as implementation of the System of Environmental-Economic Accounting</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>World Tourism Organization (UNWTO)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>World Tourism Organization (UNWTO)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definitions:</strong> The indicator &#x201C;Implementation of standard accounting tools to monitor the economic and environmental aspects of tourism sustainability&#x201D; relates to the degree of implementation in countries of the Tourism Satellite Account (TSA) and the System of Environmental and Economic Accounts (SEEA) tables that are to date considered most relevant and feasible for monitoring sustainability in tourism. These tables are:</p>\n<ul>\n  <li>TSA Table 1 on inbound tourism expenditure</li>\n  <li>TSA Table 2 on domestic tourism expenditure</li>\n  <li>TSA Table 3 on outbound tourism expenditure</li>\n  <li>TSA Table 4 on internal tourism expenditure</li>\n  <li>TSA Table 5 on production accounts of tourism industries</li>\n  <li>TSA Table 6 domestic supply and internal tourism consumption</li>\n  <li>TSA Table 7 on employment in tourism industries</li>\n  <li>SEEA table water flows</li>\n  <li>SEEA table energy flows</li>\n  <li>SEEA table GHG emissions</li>\n  <li>SEEA table solid waste</li>\n</ul>\n<p>The TSA tables should be implemented following the <a href=\"https://unstats.un.org/unsd/publication/Seriesf/SeriesF_80rev1e.pdf\"><em>Tourism Satellite Account: Recommended Methodological Framework 2008</em></a> and the environmental tables should be implemented following the <a href=\"https://seea.un.org/content/seea-central-framework\"><em>System of Economic-Environmental Accounting 2012</em></a>.</p>\n<p><strong>Concepts:</strong></p>\n<p>The concepts and template presentation tables related to Tourism Satellite Accounts can be found in the <em><a href=\"https://unstats.un.org/unsd/tourism/methodology.asp\">Tourism Satellite Account: Recommended Methodological Framework 2008</a></em> (TSA: RMF 2008) which provides the common conceptual framework for constructing a TSA. It adopts the basic system of concepts, classifications, definitions, tables and aggregates of the System of National Accounts 2008 (SNA 2008). The UN Statistical Commission took note of the TSA: RMF 2008 document at its 39th session (26-29 February 2008), which updates and replaces the previous TSA: RMF 2000 that was approved by the United Nations Statistical Commission at its 31st session (29 February-3 March 2000).</p>\n<p>The concepts and template presentation tables related to water, energy, Greenhouse gas (GHG) emission and solid waste can be found in <a href=\"https://seea.un.org/content/methodology\"><em>System of Environmental-Economic Accounting - Central Framework</em></a><em> (SEEA-CF). </em>The SEEA-CF is an international statistical standard for measuring the environment and its relationship with the economy. It contains an internationally agreed set of standard concepts, definitions, classifications, accounting rules and tables to produce internationally comparable statistics. The UN Statistical Commission adopted the SEEA Central Framework at its 43<sup>rd</sup> session (28 February &#x2013; 2 March 2012). </p>","UNIT_MEASURE__GLOBAL":"<p>Number of Tables/Accounts compiled</p>","CLASS_SYSTEM__GLOBAL":"<p>Tourism Satellite Account tables and related information can be found here: <a href=\"https://unstats.un.org/unsd/publication/seriesf/seriesf_80rev1e.pdf\">https://unstats.un.org/unsd/publication/seriesf/seriesf_80rev1e.pdf</a></p>\n<p>Information on water use, energy use, air emissions and solid waste SEEA accounts can be found here: https://seea.un.org/</p>","SOURCE_TYPE__GLOBAL":"<p>The indicator is sourced from countries&#x2019; Tourism Satellite Account and Environmental-Economic Accounts.</p>","COLL_METHOD__GLOBAL":"<p>UNWTO sends a short excel questionnaire to countries to obtain information on the number of relevant TSA and SEEA tables produced by countries.</p>","FREQ_COLL__GLOBAL":"<p>The exercise to collect data on TSA and SEEA tables implementation directly from countries is done through an annual UNWTO questionnaire. The questionnaire is sent out to countries in August and data collection is closed in January of the following year.</p>","REL_CAL_POLICY__GLOBAL":"<p>Release of data is annual and coincides with the update of the SDG global database, typically scheduled for February/March.</p>","DATA_SOURCE__GLOBAL":"<p>For implementation of the TSA: all official entities, usually National Statistics Offices and/or National Tourism Administrations.</p>\n<p>For implementation the SEEA: all official entities, usually National Statistics Offices and/or environment ministries.</p>","COMPILING_ORG__GLOBAL":"<p>World Tourism Organization (UNWTO) with input and in coordination with the UN Statistics Division (UNSD) especially with respect to the data on the implementation SEEA tables.</p>","INST_MANDATE__GLOBAL":"<p>As per the article 13 of the agreement between the United Nations and the World Tourism Organization: &#x201C;the United Nations recognizes the World Tourism Organization as the appropriate organization to collect, to analyse, to publish, to standardize and to improve the statistics of tourism, and to promote the integration of these statistics within the sphere of the United Nations system.&#x201D; The World Tourism Organization is the custodian agency for SDG indicator 12.b.1.</p>","RATIONALE__GLOBAL":"<p>Target 12.b calls on countries to &quot;develop and implement tools to monitor sustainable [tourism]&#x201D;. Sustainable tourism is &#x201C;tourism that takes full account of its current and future economic, social and environmental impacts whilst addressing the needs of visitors, the industry, the environment and host communities. [...] It is a continuous process and requires constant monitoring of impacts&#x201D;.</p>\n<p>SDG indicator 12.b.1 measures the level of statistical capacity at the national and global levels to credibly and comparably monitor the sustainability of tourism, especially the economic and environmental dimensions. It has the added advantage of not only monitoring and encouraging attainment of target 12.b, but also of supporting more general monitoring of sustainable tourism including the other targets related to tourism, notably 8.9 and 14.7. </p>\n<p>It does so by tracking implementation of those tables and accounts from the <a href=\"https://unstats.un.org/unsd/tourism/methodology.asp\" target=\"_blank\"><em>Tourism Satellite Account: Recommended Methodological Framework 2008</em></a> (TSA: RMF 2008) and the <a href=\"https://seea.un.org/content/seea-central-framework\"><em>System of Environmental-Economic Accounting (SEEA)</em></a> that are deemed most relevant for deriving information on sustainable tourism. In fact, the TSA and SEEA have been identified as core pillars in the <a href=\"https://www.unwto.org/standards/statistical-framework-for-measuring-the-sustainability-of-tourism\"><em>Statistical Framework for Measuring the Sustainability of Tourism (SF-MST)</em></a> which is currently under development and which has been supported by the United Nations Statistical Commission as the main tool for monitoring the contribution of tourism to the SDG Agenda. The SF-MST integrates tourism statistics with other economic, social and environmental information and provides a coherent base for deriving indicators that are relevant for monitoring and analysing the sustainability of tourism. The level of implementation of the TSA and SEEA tables and accounts identified in this indicator provide a good indication of a country&#x2019;s statistical preparedness for monitoring the sustainability of tourism.</p>","REC_USE_LIM__GLOBAL":"<p>The indicator in principle does not account for different degrees of consolidation in the implementation of TSA and SEEA (ranging from experimental to full-fledged implementation), which might varybetween countries. </p>","DATA_COMP__GLOBAL":"<p>Implementation of standard accounting tools to monitor the economic and environmental aspects of tourism sustainability = total number of tables produced by countries out of the tables identified below:</p>\n<ul>\n  <li>TSA Table 1 on inbound tourism expenditure</li>\n  <li>TSA Table 2 on domestic tourism expenditure</li>\n  <li>TSA Table 3 on outbound tourism expenditure</li>\n  <li>TSA Table 4 on internal tourism expenditure</li>\n  <li>TSA Table 5 on production accounts of tourism industries</li>\n  <li>TSA Table 6 domestic supply and internal tourism consumption </li>\n  <li>TSA Table 7 on employment in tourism industries</li>\n  <li>SEEA table water flows</li>\n  <li>SEEA table energy flows</li>\n  <li>SEEA table GHG emissions</li>\n  <li>SEEA table solid waste</li>\n</ul>","DATA_VALIDATION__GLOBAL":"<p>Every year historical data is requested. If there are differences in the newly reported data for the country with respect to the data available previously, countries are consulted. Similarly, if other inconsistencies are found, there is ongoing follow-up with countries. </p>","ADJUSTMENT__GLOBAL":"<p>Not applicable</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022;</strong> <strong>At country level</strong></p>\n<p>Not applicable</p>\n<p><strong>&#x2022;</strong> <strong>At regional and global levels</strong></p>\n<p>Not applicable</p>","REG_AGG__GLOBAL":"<p>Regional aggregates correspond to the sum of the values (number of tables/accounts implemented) reported by the countries.</p>","DOC_METHOD__GLOBAL":"<p>In relation to the TSA, the methodology is described in the <a href=\"https://unstats.un.org/unsd/tourism/methodology.asp\"><em>Tourism Satellite Account: Recommended Methodological Framework 2008</em></a><em>.</em> </p>\n<p>In relation to the SEEA, the methodology is described in the <a href=\"https://seea.un.org/content/seea-central-framework\"><em>System of Environmental-Economic Accounting (SEEA) Central Framework</em></a>.</p>","QUALITY_MGMNT__GLOBAL":"<p>Recommendations on quality management for the underlying tourism data needed to compile a TSA are available in <a href=\"https://unstats.un.org/unsd/publication/Seriesm/SeriesM_83rev1e.pdf\">the International Recommendations for Tourism Statistics 2008</a> (IRTS 2008), the UN ratified methodological framework for measuring tourism.</p>","QUALITY_ASSURE__GLOBAL":"<p>Data will be verified by UNWTO and any issues will be resolved through written communication with countries. In the case of the availability of TSA tables, it is also be possible to cross-validate with the information reported by countries to UNWTO on SDG indicator 8.9.1 (Tourism Direct GDP). The availability reported on SEEA tables can also be cross-checked with information collected by UNSD. </p>","QUALITY_ASSMNT__GLOBAL":"<p>The data should comply with the recommendations provided in the international standards: the <a href=\"http://unstats.un.org/unsd/tradeserv/tourism/manual.html\">Tourism Satellite Account: Recommended Methodological Framework 2008</a> and the <a href=\"https://seea.un.org/content/seea-central-framework\">System of Environmental-Economic Accounting (SEEA)</a> Central Framework.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>While SEEA and TSA tables are currently not compiled everywhere, by construction it is possible for all countries to provide information on this indicator. Those countries where no tables are compiled report a value of zero (0). There are currently (as of March 2022) data available for over 150 countries, in all regions. </p>\n<p><strong>Time series:</strong></p>\n<p>Data is collected from the 2008 reference year onwards.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>It is possible to disaggregation by the different TSA tables and SEEA tables (water flows, energy flows, GHG emissions and solid waste), and disaggregation by standard (TSA and SEEA). </p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Discrepancies might arise from the different degrees of consolidation in the implementation of TSA and SEEA in countries. </p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p><a href=\"https://www.unwto.org/standards/un-standards-for-measuring-tourism\">https://www.unwto.org/standards/un-standards-for-measuring-tourism</a> <a href=\"https://seea.un.org/content/seea-central-framework\">https://seea.un.org/content/seea-central-framework</a></p>\n<p><strong>References:</strong></p>\n<p>Commission of the European Communities, Organization for Economic Cooperation and Development, United Nations and World Tourism Organization (2010), <em>Tourism Satellite Account: Recommended Methodological Framework 2008 </em>(online) available at: <a href=\"https://www.unwto.org/standards/on-economic-contribution-of-tourism-tsa-2008\">https://www.unwto.org/standards/on-economic-contribution-of-tourism-tsa-2008</a> (29-03-2022)</p>\n<p>United Nations, European Commission, Food and Agriculture Organization, International Monetary Fund, Organization for Economic Cooperation and Development and World Bank (2014), <em>System of Environmental-Economic Accounting 2012: Central Framework</em> (online) available at: <a href=\"https://seea.un.org/content/seea-central-framework\" target=\"_blank\">https://seea.un.org/content/seea-central-framework</a> (29-03-2022) </p>","indicator":"12.b.1","target_id":"12.b","sdg_goal":"12","indicator_sort_order":"12-0b-01"}