{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"(a) Index of coastal eutrophication; and (b) plastic debris density","graph_titles":[],"graph_type":"line","indicator_name":"(a) Index of coastal eutrophication; and (b) plastic debris density","indicator_number":"14.1.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 14: Conserve and sustainably use the oceans, seas and marine resources for sustainable development</p>","SDG_TARGET__GLOBAL":"<p>Target 14.1: By 2025, prevent and significantly reduce marine pollution of all kinds, in particular from land-based activities, including marine debris and nutrient pollution</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 14.1.1: (a) Index of coastal eutrophication; and (b) plastic debris density</p>","META_LAST_UPDATE__GLOBAL":"<p>2021-02-08</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>N/A</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Environment Programme (UNEP)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Environment Programme (UNEP)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition: </strong></p>\n<p>The indicator includes 14.1.1a Index of coastal eutrophication (ICEP) and 14.1.1b Plastic debris density. SDG 14.1.1a and SDG 14.1.1b will described as two indicators. Across the 14.1.1a and 14.1.1b, two levels are proposed: </p>\n<p>Level 1: Globally available data from earth observations and modelling </p>\n<p>Level 2: National data which will be collected from countries (through the relevant Regional Seas Programme, where applicable (i.e. for countries that are a member of a Regional Seas Programme)</p>\n<p>Level 3: Additional indicators which are suggested that countries might consider collecting (these are not discussed in this document) </p>\n<p>The below tables demonstrate the proposed parameters for SDG Target 14.1.1a and 14.1.1b.</p>\n<p><em>Table 1: Monitoring parameters for eutrophication to track progress against SDG Indicator 14.1.1a.</em></p>\n<table>\n  <tbody>\n    <tr>\n      <td>\n        <p>Monitoring parameters</p>\n      </td>\n      <td>\n        <p>Level 1</p>\n      </td>\n      <td>\n        <p>Level 2</p>\n      </td>\n      <td>\n        <p>Level 3</p>\n      </td>\n      <td>\n        <p>Reporting Frequency</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Indicator for Coastal Eutrophication Potential (N and P loading)</p>\n      </td>\n      <td>\n        <p>X</p>\n      </td>\n      <td></td>\n      <td></td>\n      <td>\n        <p>Five years</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Chlorophyll-a deviations (remote sensing)</p>\n      </td>\n      <td>\n        <p>X</p>\n      </td>\n      <td></td>\n      <td></td>\n      <td>\n        <p>Annual </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Chlorophyll-a concentration (<em>remote sensing and in situ</em>)</p>\n      </td>\n      <td></td>\n      <td>\n        <p>X</p>\n      </td>\n      <td></td>\n      <td rowspan=\"5\">\n        <p>4 years (aligned with Regional Seas)</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>National modelling of indicator for Coastal Eutrophication Potential (ICEP) </p>\n      </td>\n      <td></td>\n      <td>\n        <p>X</p>\n      </td>\n      <td></td>\n    </tr>\n    <tr>\n      <td>\n        <p>Total Nitrogen of DIN (dissolved inorganic nitrogen) </p>\n      </td>\n      <td></td>\n      <td>\n        <p>X</p>\n      </td>\n      <td></td>\n    </tr>\n    <tr>\n      <td>\n        <p>Total Phosphorus or DIP (dissolved inorganic phosphorus) </p>\n      </td>\n      <td></td>\n      <td>\n        <p>X</p>\n      </td>\n      <td></td>\n    </tr>\n    <tr>\n      <td>\n        <p>Total silica </p>\n      </td>\n      <td></td>\n      <td>\n        <p>X</p>\n      </td>\n      <td></td>\n    </tr>\n    <tr>\n      <td>\n        <p>Dissolved oxygen </p>\n      </td>\n      <td></td>\n      <td></td>\n      <td>\n        <p>X</p>\n      </td>\n      <td>\n        <p>NA</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Biological/chemical oxygen demand (BOD/COD)</p>\n      </td>\n      <td></td>\n      <td></td>\n      <td>\n        <p>X</p>\n      </td>\n      <td>\n        <p>NA</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Total organic carbon (TOC)</p>\n      </td>\n      <td></td>\n      <td></td>\n      <td>\n        <p>X</p>\n      </td>\n      <td>\n        <p>NA</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Turbidity (remote sensing)</p>\n      </td>\n      <td></td>\n      <td></td>\n      <td>\n        <p>X</p>\n      </td>\n      <td>\n        <p>NA</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>River parameters from SDG 6.3.2</p>\n      </td>\n      <td></td>\n      <td></td>\n      <td>\n        <p>X</p>\n      </td>\n      <td>\n        <p>NA</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Other water parameters (O<sub>2</sub> % saturation, Secchi depth, river discharge, salinity, temperature, pH, alkalinity, organic carbon, toxic metals, persistent organic pollutants)</p>\n      </td>\n      <td></td>\n      <td></td>\n      <td>\n        <p>X</p>\n      </td>\n      <td>\n        <p>NA</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Microalgal growth, harmful algal blooms, submerged aquatic vegetation coverage, biodiversity and hypoxia</p>\n      </td>\n      <td></td>\n      <td></td>\n      <td>\n        <p>X</p>\n      </td>\n      <td>\n        <p>NA</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<p><em>Table 2: Monitoring parameters for marine plastic litter to track progress against SDG Indicator 14.1.1b.</em></p>\n<table>\n  <tbody>\n    <tr>\n      <td>\n        <p>Monitoring parameters (and methods)</p>\n      </td>\n      <td>\n        <p> Level 1</p>\n      </td>\n      <td>\n        <p>Level 2</p>\n      </td>\n      <td>\n        <p>Level 3</p>\n      </td>\n      <td>\n        <p>Reporting Frequency</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Plastic patches greater than 10 meters*</p>\n      </td>\n      <td>\n        <p>X</p>\n      </td>\n      <td></td>\n      <td></td>\n      <td>\n        <p>Annual</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Beach litter originating from national land-based sources</p>\n      </td>\n      <td>\n        <p>X</p>\n      </td>\n      <td></td>\n      <td></td>\n      <td>\n        <p>Two years</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Beach litter (beach surveys)</p>\n      </td>\n      <td></td>\n      <td>\n        <p>X</p>\n      </td>\n      <td></td>\n      <td rowspan=\"4\">\n        <p>4 years (aligned with Regional Seas)</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Floating plastics (visual observation, manta trawls)</p>\n      </td>\n      <td></td>\n      <td>\n        <p>X</p>\n      </td>\n      <td></td>\n    </tr>\n    <tr>\n      <td>\n        <p>Water column plastics (demersal trawls)</p>\n      </td>\n      <td></td>\n      <td>\n        <p>X</p>\n      </td>\n      <td></td>\n    </tr>\n    <tr>\n      <td>\n        <p>Seafloor litter (benthic trawls (e.g. fish survey trawls), divers, video/camera tows, submersibles, remotely operated vehicles)</p>\n      </td>\n      <td></td>\n      <td>\n        <p>X</p>\n      </td>\n      <td></td>\n    </tr>\n    <tr>\n      <td>\n        <p>Beach litter microplastics (beach samples)</p>\n      </td>\n      <td></td>\n      <td></td>\n      <td>\n        <p>X</p>\n      </td>\n      <td></td>\n    </tr>\n    <tr>\n      <td>\n        <p>Floating microplastics (manta trawls, e.g. Continuous Plankton Recorder)</p>\n      </td>\n      <td></td>\n      <td></td>\n      <td>\n        <p>X</p>\n      </td>\n      <td></td>\n    </tr>\n    <tr>\n      <td>\n        <p>Water column microplastics (demersal plankton trawls)</p>\n      </td>\n      <td></td>\n      <td></td>\n      <td>\n        <p>X </p>\n      </td>\n      <td></td>\n    </tr>\n    <tr>\n      <td>\n        <p>Seafloor litter microplastics (sediment samples)</p>\n      </td>\n      <td></td>\n      <td></td>\n      <td>\n        <p>X</p>\n      </td>\n      <td></td>\n    </tr>\n    <tr>\n      <td>\n        <p>Plastic ingestion by biota (e.g. birds, turtles, fish)</p>\n      </td>\n      <td></td>\n      <td></td>\n      <td>\n        <p>X</p>\n      </td>\n      <td></td>\n    </tr>\n    <tr>\n      <td>\n        <p>Plastic litter in nests</p>\n      </td>\n      <td></td>\n      <td></td>\n      <td>\n        <p>X</p>\n      </td>\n      <td></td>\n    </tr>\n    <tr>\n      <td>\n        <p>Entanglement (e.g. marine mammals, birds)</p>\n      </td>\n      <td></td>\n      <td></td>\n      <td>\n        <p>X</p>\n      </td>\n      <td></td>\n    </tr>\n    <tr>\n      <td>\n        <p>Plastic pollution potential (based on the use and landfilling of plastics)</p>\n      </td>\n      <td></td>\n      <td></td>\n      <td>\n        <p>X</p>\n      </td>\n      <td></td>\n    </tr>\n    <tr>\n      <td>\n        <p>River litter</p>\n      </td>\n      <td></td>\n      <td></td>\n      <td>\n        <p>X</p>\n      </td>\n      <td></td>\n    </tr>\n    <tr>\n      <td>\n        <p>Other parameters related to plastic consumption and recycling</p>\n      </td>\n      <td></td>\n      <td></td>\n      <td>\n        <p>X</p>\n      </td>\n      <td></td>\n    </tr>\n    <tr>\n      <td>\n        <p>Health indicators (human health and ecosystem health)</p>\n      </td>\n      <td></td>\n      <td></td>\n      <td>\n        <p>X</p>\n      </td>\n      <td></td>\n    </tr>\n  </tbody>\n</table>\n<p>A full methodology for this indicator is available in the document entitled, &#x201C;Global Manual on Ocean Statistics for Measuring SDG 14.1.1, 14.2.1 and 14.5.1&#x201D;.</p>\n<p><strong>Concepts:</strong></p>\n<p>Eutrophication &#x2013; excess nutrient loading into coastal environments from anthropogenic sources, resulting in excessive growth of plants, algae and phytoplankton.</p>\n<p>Coastal Zone &#x2013; national Exclusive Economic Zone (EEZ) (200 nautical miles from the coast) as outlined by the United Nations Convention on the Law of the Sea. </p>\n<p>Marine litter - any persistent, manufactured or processed solid material which is lost or discarded and ends up in the marine and coastal environment.</p>","UNIT_MEASURE__GLOBAL":"<p>Percent</p>\n<p>Number</p>\n<p>kilograms of carbon (from algae biomass) per square kilometre of river basin area per day (kg C km-2 day-1). KG C KM2 per day</p>","SOURCE_TYPE__GLOBAL":"<p>1. Satellite data</p>\n<p>2. Global models: which are based on official data from national governments as collected from UN organizations </p>\n<p>3. Data provided by national governments</p>","COLL_METHOD__GLOBAL":"<p>The custodian agencies propose to collect national data through the Regional Seas Programmes in order to reduce the reporting burden on countries. For countries that are not included in a Regional Seas Programme then UNEP will reach out directly. </p>\n<p>For globally derived data, UNEP has established a partnership with NOAA and GEOBluePlanet, with the Global Nutrient Management System (GNMS) and with the Scientific Advisory Committee of the Ad hoc and Open Ended Expert Group on Marine Litter. This will facilitate the production of global data products.</p>","FREQ_COLL__GLOBAL":"<p>1. First data collection: Data is already being collected by the Regional Seas</p>","REL_CAL_POLICY__GLOBAL":"<p>1. First reporting cycle: 2020</p>","DATA_SOURCE__GLOBAL":"<p>National Statistical Systems, through the Regional Seas. The Regional Seas Programmes include the CPPS: Permanent Commission for the South Pacific (Southeast Pacific); EU MSFD: European Union Marine Strategy Framework Directive; EU WFD: European Union Water Framework Directive; GEF-TWAP: Global Environment Facility Transboundary Waters Assessment Programme; HELCOM: Helsinki Commission (Baltic Sea); Nairobi Convention (Western Indian Ocean); NOAA: National Oceanic and Atmospheric Administration; NOWPAP: Northwest Pacific Action Plan (Northwest Pacific); OSPAR: Oslo-Paris Convention (Northeast Atlantic); ROMPE: Regional organization for the Protection of the Marine Environment (ROMPE sea area); UNEP-MAP: UN Environment Mediterranean Action Plan (Mediterranean Sea)). For more information on the Regional Seas see: https://www.unenvironment.org/explore-topics/oceans-seas/what-we-do/working-regional-seas.</p>","COMPILING_ORG__GLOBAL":"<p>1. UN Environment (United Nations Environment Programme), in collaboration with partners mentioned in the other sections of this metadata</p>","RATIONALE__GLOBAL":"<p>Coastal areas are areas of high productivity where inputs from land, sea, air and people converge. With over 40 percent of the human population residing in coastal areas, ecosystem degradation in these areas can have disproportionate effects on society (IGOS, 2006). One of the largest pressures on coastal environments is eutrophication, resulting primarily from land-based nutrient input from agricultural runoff and domestic wastewater discharge. Coastal eutrophication can lead to serious damage to marine ecosystems, vital sea habitats, and can cause the spread of harmful algal blooms. </p>\n<p>Target 14.1 aims to reduce the impacts of pollution through prevention and reduction of marine pollution of all kinds, in particular from land-based activities, including marine debris and nutrient pollution.</p>","REC_USE_LIM__GLOBAL":"<p>This methodology mobilizes the collection of widely available earth observation data and other data sources which will be validated by countries. The methodologies used to generate this data are technical in nature. The methodology employs internationally recognized methods, from expert communities such as the Group on Earth Observation (GEO) and international space agencies and technical experts. There is a need to provide training on these indicators over time.</p>\n<p> </p>\n<p>The Indicator is designed in a way to generate data to allow informed decision making towards identifying the state of pollution and pollution flows in oceans. It is assumed that countries would use the data to actively make decisions, but as oceans are transboundary, it makes this decision-making complex. Additionally, there is a need to consider data on pollution generation and waste in conjunction with these indicators.</p>","DATA_COMP__GLOBAL":"<p>A full methodology for this indicator is available in the document entitled, &#x201C;Global Manual on Ocean Statistics for Measuring SDG 14.1.1, 14.2.1 and 14.5.1&#x201D;.</p>\n<p>For 14.1.1a:</p>\n<p>Level 1: Indicator for coastal eutrophication potential </p>\n<p>The indicator for coastal eutrophication potential (ICEP), is based on loads and ratios of nitrogen, phosphorus and silica delivered by rivers to coastal waters. This indicator assumes that excess nitrogen or phosphorus relative to silica will result in increased growth of potentially harmful algae (ICEP&gt;0). This indicator is based on loads and ratios of nitrogen, phosphorous and silica delivered by rivers to coastal waters (Garnier et al. 2010) which contribute to the ICEP. The basis for these loads is collected from land-based assessments of land use including fertilizer use, population density, socioeconomic factors and other contributors to nutrient pollution runoff. Given the land-based nature of the indicator, it provides a modelled number indicating the risk of coastal eutrophication at a specific river mouthn. The indicator can be further developed by incorporating in situ monitoring to evaluate the dispersion of concentrations of nitrogen, phosphorous and silica to ground-truth the index. The indicator assumes that excess concentrations of nitrogen or phosphorus relative to silica will result in increased growth of potentially harmful algae (ICEP&gt;0). ICEP is expressed in kilograms of carbon (from algae biomass) per square kilometre of river basin area per day (kg C km-2 day-1). </p>\n<p>The ICEP model is calculated using one of two equations depending on whether nitrogen or phosphorus is limiting. The equations (Billen and Garnier 2007) are</p>\n<p>ICEP (N limiting) = [NFlx/(14*16)-SiFlx/(28*20)]*106*12</p>\n<p>ICEP (P limiting) = [PFlx/31 &#x2013; SiFlx/(28*20)]*106*12 </p>\n<p>Where PFlx, NFlx and SiFlx are respectively the mean specific values of total nitrogen, total phosphorus and dissolved silica delivered at the mouth of the river basin, expressed in kg P km-2 day-1, in kg N km-2 day-1 and in kg Si km-2 day-1. </p>\n<p>Level 1: Chlorophyll-A deviation modelling</p>\n<p>Satellite-based assessments of ocean colour began in 1978 with the launch of the Coastal Zone Color Scanner (CZCS) aboard the NASA Nimbus 7 satellite. Following a decade long break in observations, there has been continuous satellite ocean colour since 1997 with SeaWiFS, followed by MERIS, MODIS (Terra, Aqua), VIIRS (NPP, N20) and now OLCI (S3-A, S3-B). Data gaps from individual sensors are common due to revisit cycles, cloud cover, and spurious retrievals resulting from a host of confounding atmospheric and aquatic conditions. This issue has been addressed by combining data from multiple sensors and creating a consistent, merged ocean colour product (e.g., chlorophyll-a). The ESA Ocean Colour CCI (OC_CCI) project, led by the Plymouth Marine Laboratory (PML), has produced a consistent, merged chlorophyll-a product from SeaWiFS, MODIS, MERIS and VIIRS, spanning 1997 to 2018 (Sathyendranath et al., 2018). A merged multi-sensor product will be updated in both time and with data from additional sensors (e.g., OLCI) under a forthcoming EUMETSAT initiative that will continue the time series on an operational basis.</p>\n<p> </p>\n<p>For SDG 14.1.1a, Chlorophyll-a (4 km resolution, monthly products) will be derived from the OC-CCI project is generated for each individual pixel within a country&#x2019;s Coastal Zone. For generation of a climatological baseline, results are averaged by month over the time period of 2000 &#x2013; 2004. Pixels with differences from the baseline that are in the 90th percentile of values &gt;0 across the cumulative global EEZ. The percentage of pixels in a country&#x2019;s EEZ that are identified as deviating from the baseline (falling in the 90th percentile) will be calculated for each national EEZ by month. The annual average of these monthly values is then calculated.</p>\n<p>Level 2: In situ monitoring of nutrients</p>\n<p>Where national capacity to do so exists, national level measurements of Chlorophyll-a and other parameters (including nitrogen, phosphate and silica) (in situ or from remote sensing), should be used to complement and ground truth global remote sensing and modelled data and enable a more detailed assessment of eutrophication. In particular, monitoring of supplementary eutrophication parameters is advisable to determine whether an increase in Chlorophyll-a concentration is directly linked to an anthropogenic increase in nutrients. Please refer to Table 2 for parameters for monitoring eutrophication at the national level (Level 2). </p>\n<p>Level 2: National ICEP modelling</p>\n<p>Existing ICEP modelling at the national level is limited, but could be further developed following the model of a current study analysing basin level data in Chinese rivers (Strokal et al 2016). The study utilises Global NEWS &#x2013; 2 (Nutrient Export from WaterSheds) and NUtrient flows in Food chains, Environment and Resources use (NUFER) as models. The Global NEWS-2 model is basin-scale and quantifies river export of various nutrients (nitrogen, phorsphorus, carbon and silca) in multiple forms (dissolved inorganic, dissolved organic and particulate) as functions of human activities on land and basin characteristics (Strokal et al 2016). Furthermore, the model shows past and future trends.</p>\n<p>For 14.1.1b:</p>\n<p>Level 1: Plastic patches greater than 10 meters</p>\n<p>Satellite-based global data products make up the statistics for this indicator. NASA and ESA both contribute satellite images to construct information on the plastic patches greater than 10 meters throughout the world&#x2019;s oceans. Multi-spectral satellite remote sensing of plastic in the water column is currently only possible for larger elements (more than 10m) and under good atmospheric conditions (no clouds). This data is being produced in collaboration with ESA and NASA.</p>\n<p>Level 1: Beach litter originating from national land-based sources</p>\n<p>Modelling of litter movement through the oceans occurs through numerical models using inputs including ocean flow and marine plastic litter characteristics. UN Environment has produced a global model of marine litter using OceanParcels v2.0, a state-of-the-art Lagrangian Ocean analysis framework to create customizable particle tracking simulation using outputs from ocean circulation models.</p>\n<p>This model was used to estimate where plastics that would be found on the coast likely originated from. As a simple example, for Kenya, based on this model, of the plastic which ends up on Kenya&#x2019;s beaches, 11% likely originated from Kenya, 60% likely came from countries in Africa and 29% likely came from outside the region. This model can be produced annually and updated as better waste emissions data becomes available for countries. </p>\n<p>Level 2: Beach litter, plastic in the sea column and floating plastic and plastic on the sea floor (average count of plastic items per km2)</p>\n<p>The details for collecting data for beach litter, plastic in the sea column and floating plastic and plastic on the sea floor are in the global manual and in the GESAMP Guidelines (GESAMP 2019). Beach litter is the most available type of data at the national level. National efforts to collect data on beach litter can be supported by campaigns to engage members of the public as volunteers in beach clean-ups (see for example the Ocean Conservancy&#x2019;s International Coastal Clean-up (ICC) initiative ) or citizen science programmes (see for example NOAA&#x2019;s Marine Debris Monitoring and Assessment Citizen Science Project). Specific instructions on how to conduct citizen science beach surveys are included in the GESAMP Guidelines (GESAMP 2019). Beyond the tools used to conduct beach litter monitoring, it is important to consider the timing of surveys in order to properly plan effective surveys. The GESAMP Guidelines explain two main types of surveying beaches including rapid assessment surveys and routine shoreline monitoring. Rapid assessment surveys are best conducted in response to natural disasters, to build a baseline for future surveys and/or to identify beach litter hotspots. (see: https://environmentlive.unep.org/media/docs/marine_plastics/une_science_dvision_gesamp_reports.pdf).</p>\n<p>The average count of plastic items can be computed for each area sampled. A geospatial model is recommended in order to estimate the density across the coastline and to establish a national average.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022;</strong> <strong>At country level</strong></p>\n<p>At country level due to the use of globally derived data for some sub-indicators, it is not expected to have missing data for these sub-indicators. For all other sub-indicators, missing values are not imputed. </p>\n<p><strong>&#x2022;</strong> <strong>At regional and global levels</strong></p>","REG_AGG__GLOBAL":"<p>The data will be aggregated at the sub-regional, regional and global levels. For the aggregation methods, please see: http://wesr.unep.org/media/docs/graphs/aggregation_methods.pdf. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Data will be made available for all member states.</p>\n<p><strong>Time series:</strong></p>\n<p>The reporting on this indicator is described in the table for each sub-indicator. Reporting will initiate in 2020 for the global indicator on chl-a and plastic modelling. For the other globally derived indicators, reporting will initiate in 2021. National data collection through the Regional Seas already exists for many Regional Seas, this data will compiled for SDG reporting in 2020.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>&#x2022; A geospatial disaggregation of the state of pollution is proposed. For the ICEP loading indicators, this disaggregation should be at the sub-basin level.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies: </strong></p>\n<p>There are a number of experiences in terms of collecting data on marine plastics and some do not follow a consistent methodology. Similarly, the underlying national nutrient data which feeds into national or global ICEP modelling may include discrepancies (for example, in some cases different national ministries maintain data on fertilizer, wastewater, etc.). It is recommended that national statistical systems review and work to eliminate discrepancies in the underlying data for these indictors.</p>","OTHER_DOC__GLOBAL":"<p><strong>References: </strong></p>\n<p>Regional Seas website: https://www.unenvironment.org/explore-topics/oceans-seas/what-we-do/working-regional-seas. </p>\n<p>UNEP Global Manual on Ocean Statistics for Measuring SDG 14.1.1, 14.2.1 and 14.5.1 (forthcoming)</p>\n<p>Guidelines for the Monitoring and Assessment of Plastic Litter in the Ocean (see: https://environmentlive.unep.org/media/docs/marine_plastics/une_science_dvision_gesamp_reports.pdf)</p>","indicator":"14.1.1","target_id":"14.1","sdg_goal":"14","indicator_sort_order":"14-01-01"}