{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Degree of application of a legal/regulatory/ policy/institutional framework which recognizes and protects access rights for small-scale fisheries","graph_titles":[],"graph_type":"line","indicator_name":"Degree of application of a legal/regulatory/ policy/institutional framework which recognizes and protects access rights for small-scale fisheries","indicator_number":"14.b.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 14: Conserve and sustainably use the oceans, seas and marine resources for sustainable development</p>","SDG_TARGET__GLOBAL":"<p>Target 14.b: Provide access for small-scale artisanal fishers to marine resources and markets</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 14.b.1: Degree of application of a legal/regulatory/policy/institutional framework which recognizes and protects access rights for small&#x2010;scale fisheries</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Not applicable</p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>Linkages with any other Goals and Targets: SDG 1, SDG 2 (in particular 2.3), SDG 5, SDG 12, SDG 13, SDG 14.2/4/5/6/7</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>Food and Agriculture Organization of the United Nations (FAO)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>Food and Agriculture Organization of the United Nations (FAO)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Progress by number of countries in the degree of application of a legal/regulatory/policy/institutional framework which recognizes and protects access rights for small-scale fisheries.</p>\n<p><strong>Concepts:</strong></p>\n<p>National Statistical Systems already collect fisheries-relevant data, with a focus on production, employment, and trade. Relevant concepts can be found at CWP Handbook of Fishery Statistical Standards of the Coordinating Working Party on Fisheries Statistics (CWP).</p>","UNIT_MEASURE__GLOBAL":"<p>Degree of implementation of frameworks which recognize and protect access rights for small-scale fisheries, categorized into 5 bands, as follows:</p>\n<table>\n  <tbody>\n    <tr>\n      <td>\n        <p>Score</p>\n      </td>\n      <td>\n        <p>Bands</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>&gt;0 &#x2013;&lt; 0.2</p>\n      </td>\n      <td>\n        <p>Band 1: Very low implementation of instruments for access to resources and markets for small-scale fisheries</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>0.2 &#x2013;&lt; 0.4</p>\n      </td>\n      <td>\n        <p>Band 2: Low implementation of instruments for access to resources and markets for small-scale fisheries</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>0.4 &#x2013;&lt; 0.6</p>\n      </td>\n      <td>\n        <p>Band 3: Medium implementation of instruments for access to resources and markets for small-scale fisheries</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>0.6 &#x2013;&lt; 0.8</p>\n      </td>\n      <td>\n        <p>Band 4: High implementation of instruments for access to resources and markets for small-scale fisheries</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>0.8 &#x2013; 1.0</p>\n      </td>\n      <td>\n        <p>Band 5: Very high implementation of instruments for access to resources and markets for small-scale fisheries</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<p>See more details for the determination of the bands under 4.a., for the computation of the sub-indicators under 4.c. and the Annex for the full original questions informing the sub-indicators. </p>","CLASS_SYSTEM__GLOBAL":"<p>No applicable international standards for measuring degree of implementation of frameworks which recognize and protect access rights for small-scale fisheries.</p>","SOURCE_TYPE__GLOBAL":"<p>Data are based on the replies to three questions of the CCRF questionnaire (see Annex). It is usually provided from administrative sources, as best identified by the national fisheries administration responsible for replying to the CCRF questionnaire. The data are based on the presence of relevant laws, regulations, policies, plans or strategies and how these have been implemented so both legislative, management, and other documentation must be consulted to respond to the queries.</p>","COLL_METHOD__GLOBAL":"<p>The CCRF questionnaire is a web-based system, with related data processing tools and usability features. Data is collected from FAO member countries every two years to be reported at aggregated level on the occasion of the sessions of the FAO Committee on Fisheries (COFI), usually in the period November to March preceding the session of COFI. In 2016, for the 32nd Session of COFI, 92 countries and the European Union (EU) responded to the section on small-scale fisheries of the CCRF questionnaire, which includes the three questions providing the variables for indicator 14.b.1. </p>","FREQ_COLL__GLOBAL":"<p>The questionnaire is sent out on a biennial basis. It is expected to be sent out towards the end of the year prior to the holding of the Committee on Fisheries and remain open for a 2-3 month period, alterations of this calendar are subject to changes in the timing of the Committee on Fisheries.</p>","REL_CAL_POLICY__GLOBAL":"<p>Data for the indicator are expected to be released one week after closure of the questionnaire.</p>","DATA_SOURCE__GLOBAL":"<p>Data are typically provided by the National Fishery Ministries/departments.</p>","COMPILING_ORG__GLOBAL":"<p>Food and Agriculture Organization of the United Nations (FAO)</p>","INST_MANDATE__GLOBAL":"<p>Article I of the FAO constitution requires that the Organization collect, analyses, interpret and disseminate information relating to nutrition, food and agriculture http://www.fao.org/3/K8024E/K8024E.pdf.</p>","RATIONALE__GLOBAL":"<p>Target 14.b focuses on access to resources and markets for small-scale fisheries, in line with the Rio+20 outcome document para, 175. In order to guarantee secure access, an enabling environment is necessary which recognizes and protects small-scale fisheries rights. Such an enabling environment has three key features:</p>\n<ol>\n  <li>Appropriate legal, regulatory and policy frameworks; </li>\n  <li>Specific initiatives to support small-scale fisheries; and</li>\n  <li>Related institutional mechanisms which allow for the participation of small-scale fisheries organisations in relevant processes. </li>\n</ol>\n<p>The 32nd Session of the FAO Committee on Fisheries agreed that the data submitted through the Code of Conduct for Responsible Fisheries (CCRF) questionnaire could be used by Members for reporting on Sustainable Development Goals (SDGs) indicators.</p>\n<p>The indicator variables are therefore chosen from three of the five questions on small-scale fisheries of the CCRF questionnaire to reflect these three aspects:</p>\n<ol>\n  <li>Are there any laws, regulations, policies, plans or strategies that specifically target or address the small-scale fisheries sector?</li>\n  <li>Are there any ongoing specific initiatives to implement the SSF Guidelines?</li>\n  <li>Does your country have an advisory/consultative body to the Ministry/Department of Fisheries in which fishers/fish workers can participate and contribute to decision-making processes?</li>\n</ol>\n<p>The national indicator is calculated based on these questions specifically focusing on actual efforts of promoting and facilitating access rights to small scale fisheries.</p>\n<p>Although the exact score will be important from one reporting year to the next for determining the progress made by a country, to aid the interpretation of this indicator, the score will then be converted into one of 5 bands as following:</p>\n<table>\n  <tbody>\n    <tr>\n      <td>\n        <p>Score</p>\n      </td>\n      <td>\n        <p>Bands</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>&gt;0 &#x2013;&lt; 0.2</p>\n      </td>\n      <td>\n        <p>Band 1: Very low implementation of instruments for access to resources and markets for small-scale fisheries</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>0.2 &#x2013;&lt; 0.4</p>\n      </td>\n      <td>\n        <p>Band 2: Low implementation of instruments for access to resources and markets for small-scale fisheries</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>0.4 &#x2013;&lt; 0.6</p>\n      </td>\n      <td>\n        <p>Band 3: Medium implementation of instruments for access to resources and markets for small-scale fisheries</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>0.6 &#x2013;&lt; 0.8</p>\n      </td>\n      <td>\n        <p>Band 4: High implementation of instruments for access to resources and markets for small-scale fisheries</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>0.8 &#x2013; 1.0</p>\n      </td>\n      <td>\n        <p>Band 5: Very high implementation of instruments for access to resources and markets for small-scale fisheries</p>\n      </td>\n    </tr>\n  </tbody>\n</table>","REC_USE_LIM__GLOBAL":"<p>It should be noted that while target 14.b refers to access for small-scale artisanal fishers to marine resources and markets some landlocked countries with inland fisheries have taken the opportunity to report on this indicator.</p>","DATA_COMP__GLOBAL":"<p>The indicator is calculated using three variables, which are given respective weightings for the final calculation. There has not been a change in the calculation, nor the use of mixed sources. </p>\n<p><strong>Variable 1</strong>: Existence of laws, regulations, policies, plans or strategies that specifically target or address the small-scale fisheries sector</p>\n<p><strong>Variable 2</strong>: Ongoing specific initiatives to implement the SSF Guidelines</p>\n<p><strong>Variable 3</strong>: Existence of mechanisms enabling small-scale fishers and fish workers to contribute to decision-making processes </p>\n<p>Performance is scored based on the country responses to the relevant portions of three questions included in the Code of Conduct for Responsible Fisheries Questionnaire (CCRF). These questions have been transformed into weighted variables for the purpose of calculating the country scores. <u>The target has been set at a positive (&#x2018;yes&#x2019;) response to all the sub-variables, resulting in a score of 1</u>. </p>\n<table>\n  <tbody>\n    <tr>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p><em>Sub-variables</em></p>\n      </td>\n      <td>\n        <p><em>Weight</em></p>\n      </td>\n      <td>\n        <p><em> </em></p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p><em>Sub-variables</em></p>\n      </td>\n      <td>\n        <p><em>Weight</em></p>\n      </td>\n    </tr>\n    <tr>\n      <td rowspan=\"5\">\n        <p><strong><em>Variable 1</em></strong></p>\n      </td>\n      <td>\n        <p>1.1</p>\n      </td>\n      <td>\n        <p>0.1</p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td rowspan=\"11\">\n        <p><strong><em>Variable 2</em></strong></p>\n      </td>\n      <td>\n        <p><em>2.1</em></p>\n      </td>\n      <td>\n        <p>0.03</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>1.2</p>\n      </td>\n      <td>\n        <p>0.1</p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p>2.2</p>\n      </td>\n      <td>\n        <p>0.03</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>1.3</p>\n      </td>\n      <td>\n        <p>0.1</p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p>2.3</p>\n      </td>\n      <td>\n        <p>0.03</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>1.4</p>\n      </td>\n      <td>\n        <p>0.1</p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p>2.4</p>\n      </td>\n      <td>\n        <p>0.03</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>1.5</p>\n      </td>\n      <td>\n        <p><em><sup>1</sup></em></p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p>2.5</p>\n      </td>\n      <td>\n        <p>0.03</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p><strong>Variable weight</strong></p>\n      </td>\n      <td>\n        <p><strong>0.4</strong></p>\n      </td>\n      <td>\n        <p><strong> </strong></p>\n      </td>\n      <td>\n        <p>2.6</p>\n      </td>\n      <td>\n        <p>0.03</p>\n      </td>\n    </tr>\n    <tr>\n      <td colspan=\"3\" rowspan=\"3\">\n        <p><em><sup>1</sup></em><sup> </sup>Sub-variable 1.5 is only weighted when a response of &apos;yes&apos; is provided along with supporting details in the text form. </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p>2.7</p>\n      </td>\n      <td>\n        <p>0.03</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p>2.8</p>\n      </td>\n      <td>\n        <p>0.03</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p>2.9</p>\n      </td>\n      <td>\n        <p>0.03</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p>2.10</p>\n      </td>\n      <td>\n        <p>0.03</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p><strong>Indicator weight</strong></p>\n      </td>\n      <td>\n        <p><strong>0.3</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p><em> </em></p>\n      </td>\n      <td>\n        <p>3.1</p>\n      </td>\n      <td>\n        <p>0.3</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p><strong><em>Variable 3</em></strong></p>\n      </td>\n      <td>\n        <p><strong>Indicator weight</strong></p>\n      </td>\n      <td>\n        <p><strong>0.3</strong></p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<p>The higher weighting assigned to Variable 1 reflects the slightly greater importance of that indicator for assessing the degree of application of a legal/regulatory/policy/institutional framework which recognizes and protects access rights for small-scale fishers. </p>\n<p>Each sub-variable is scored on the basis of a &#x2018;yes&#x2019; or &#x2018;no&#x2019; response and any &#x2018;blank&#x2019; or &#x2018;unknown&#x2019; responses are scored as a &#x2018;no&#x2019;, or zero. A response of yes results in a score that corresponds with the full weighting value for that variable category. For example, a &#x2018;yes&#x2019; response for variables 1.3, 2.1 and 3.1 are scored as 0.1, 0.03 and 0.3 respectively. All &#x2018;no&#x2019;, &#x2018;blank&#x2019; or &#x2018;unknown&#x2019; responses are scored as zero.</p>\n<p>One exception is made in the case of sub-variable 1.5. This question allows a response of &#x2018;other&#x2019; with an associated text field. A positive response in this field is only scored as a &#x2018;yes&#x2019; in the case where the text field is also completed AND at least one of the other prior sub-variable were scored as &#x2018;no&#x2019;. This allows the indicator weighting to remain consistent in all cases.</p>\n<p>Once the specific score has been determined for each country, countries will be classified into a number of bands, ranging from a low to a high degree of implementation, and thus effectively translate a synthetic score into a tangible and intuitive metric for countries.</p>","DATA_VALIDATION__GLOBAL":"<p>Upon completing the questionnaire, States are provided with a condensed report showing their responses to relevant questions within the questionnaire for the indicator and the resulting SDG indicator score for their validation.</p>","ADJUSTMENT__GLOBAL":"<p>Not applicable</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022;</strong> <strong>At country level</strong></p>\n<p>The most appropriate methodology for producing estimates for the indicator when the country data are not available would be the use of expert consultation and judgement rather than the use of mathematical formula for data imputation. The use of expert judgement is a critical factor as the indicator asses the state of management/ policy implementation at a national level, not values that could be readily inputted.</p>\n<p> </p>\n<p><strong>&#x2022;</strong> <strong>At regional and global levels</strong></p>\n<p>Not applicable</p>","REG_AGG__GLOBAL":"<p>The categorization into the respective bands will also apply in the case of regional and global aggregates for this indicator. Once the mean score for an SDG region has been calculated, the region will be classified into a particular band reflecting the degree of implementation of relevant instruments.</p>\n<p>Data is combined for the respective nations within a region, as a count of the number of countries by Band, and this can be further aggregated to the global level without the need for any weighting of national or regional scores.</p>","DOC_METHOD__GLOBAL":"<p>Data is collected through an electronic questionnaire submitted by FAO to the country focal points for the CCRF questionnaire, usually in the national fisheries administration. Data are validated upon intake of the questionnaires. No adjustments are required for the data for definitions nor for classification or demographic harmonization.</p>","QUALITY_MGMNT__GLOBAL":"<p>FAO is responsible for the quality of the internal statistical processes used to compile the published datasets. The FAO Statistics Quality Assurance Framework (SQAF), available at: <a href=\"http://www.fao.org/docrep/019/i3664e/i3664e.pdf\">http://www.fao.org/docrep/019/i3664e/i3664e.pdf</a>, provides the necessary principles, guidelines and tools to carry out quality assessments. FAO is performing an internal bi-annual survey (FAO Quality Assessment and Planning Survey) designed to gather information on all of FAO&#x2019;s statistical activities, notably to assess the extent to which quality standards are being implemented with a view to increasing compliance with the quality dimensions of SQAF, documenting best practices and prepare quality improvement plans, where necessary. Domain-specific quality assurance activities are carried out systematically (e.g. quality reviews, self-assessments, compliance monitoring).</p>","QUALITY_ASSURE__GLOBAL":"<p>&#x2022; Data are checked for their correctness, completeness, consistency along the process of data entry, and/or through a specific statistical analysis as the yearly data set is closed. </p>\n<p>&#x2022; The indicator relies on data generated through the CCRF questionnaire which is filled in by countries on a biannual basis. To facilitate reporting of the CCRF-based SDG indicators, a tailor-made data processing tool has been developed within the framework of the existing CCRF questionnaire online platform. Upon submission of the questionnaire by the user, an indicator report will automatically be generated for final validation by the country.</p>","QUALITY_ASSMNT__GLOBAL":"<p>From 2022 data series onwards, questions of a factual nature used to indicate applicability of the indicator or to calculate the score of the indicator, such as whether a country is landlocked or whether it is a Party to a relevant international instrument will be pre-compiled. Official sources will be used to conduct this activity such as the depository of the relevant international binding instrument.</p>\n<p>This activity will be conducted for the following questions, please refer to Appendix 1 for full text of referenced question: A.1, 1.1, 2.1, 4.1 and 5.1</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>In 2016, 92 countries and the European Union replied to the questionnaire section on the three indicators to measure target performance for 14.b.1. </p>\n<p>The below table indicates the scores for SDG 14.b.1 reporting that where validated by countries since 2018. </p>\n<table>\n  <tbody>\n    <tr>\n      <td></td>\n      <td colspan=\"2\">\n        <p>Indicator 14.b.1</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Reporting year</p>\n      </td>\n      <td>\n        <p>2018</p>\n      </td>\n      <td>\n        <p>2020</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Validated scores</p>\n      </td>\n      <td>\n        <p>113</p>\n      </td>\n      <td>\n        <p>92</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Non validated scores</p>\n      </td>\n      <td>\n        <p>7</p>\n      </td>\n      <td>\n        <p>16</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Not applicable scores</p>\n      </td>\n      <td>\n        <p>11</p>\n      </td>\n      <td>\n        <p>10</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<p>Breakdown of the number of countries covered by region is as follows:</p>\n<table>\n  <thead>\n    <tr>\n      <th></th>\n      <th>\n        <p>Number of countries</p>\n      </th>\n      <th>\n        <p>Nature of data</p>\n      </th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>\n        <p>World</p>\n      </td>\n      <td>\n        <p>120</p>\n      </td>\n      <td>\n        <p>G</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Africa</p>\n      </td>\n      <td>\n        <p>26</p>\n      </td>\n      <td>\n        <p>G</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Northern Africa</p>\n      </td>\n      <td>\n        <p>1</p>\n      </td>\n      <td>\n        <p>G</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Sub-Saharan Africa</p>\n      </td>\n      <td>\n        <p>25</p>\n      </td>\n      <td>\n        <p>G</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Eastern Africa</p>\n      </td>\n      <td>\n        <p>9</p>\n      </td>\n      <td>\n        <p>G</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Middle Africa</p>\n      </td>\n      <td>\n        <p>6</p>\n      </td>\n      <td>\n        <p>G</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Southern Africa</p>\n      </td>\n      <td>\n        <p>4</p>\n      </td>\n      <td>\n        <p>G</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Western Africa</p>\n      </td>\n      <td>\n        <p>6</p>\n      </td>\n      <td>\n        <p>G</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Americas</p>\n      </td>\n      <td>\n        <p>27</p>\n      </td>\n      <td>\n        <p>G</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Latin America and the Caribbean</p>\n      </td>\n      <td>\n        <p>25</p>\n      </td>\n      <td>\n        <p>G</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Caribbean</p>\n      </td>\n      <td>\n        <p>9</p>\n      </td>\n      <td>\n        <p>G</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Latin America</p>\n      </td>\n      <td>\n        <p>14</p>\n      </td>\n      <td>\n        <p>G</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Northern America</p>\n      </td>\n      <td>\n        <p>2</p>\n      </td>\n      <td>\n        <p>G</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Asia</p>\n      </td>\n      <td>\n        <p>25</p>\n      </td>\n      <td>\n        <p>G</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Central Asia</p>\n      </td>\n      <td>\n        <p>2</p>\n      </td>\n      <td>\n        <p>G</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Eastern Asia</p>\n      </td>\n      <td>\n        <p>2</p>\n      </td>\n      <td>\n        <p>G</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Southern Asia</p>\n      </td>\n      <td>\n        <p>6</p>\n      </td>\n      <td>\n        <p>G</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>South-Eastern Asia</p>\n      </td>\n      <td>\n        <p>8</p>\n      </td>\n      <td>\n        <p>G</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Western Asia</p>\n      </td>\n      <td>\n        <p>8</p>\n      </td>\n      <td>\n        <p>G</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Europe</p>\n      </td>\n      <td>\n        <p>35</p>\n      </td>\n      <td>\n        <p>G</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Eastern Europe</p>\n      </td>\n      <td>\n        <p>8</p>\n      </td>\n      <td>\n        <p>G</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Northern Europe</p>\n      </td>\n      <td>\n        <p>9</p>\n      </td>\n      <td>\n        <p>G</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Southern Europe</p>\n      </td>\n      <td>\n        <p>9</p>\n      </td>\n      <td>\n        <p>G</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Western Europe</p>\n      </td>\n      <td>\n        <p>9</p>\n      </td>\n      <td>\n        <p>G</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Oceania</p>\n      </td>\n      <td>\n        <p>7</p>\n      </td>\n      <td>\n        <p>G</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Australia and New Zealand</p>\n      </td>\n      <td>\n        <p>2</p>\n      </td>\n      <td>\n        <p>G</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Melanesia</p>\n      </td>\n      <td>\n        <p>2</p>\n      </td>\n      <td>\n        <p>G</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Micronesia</p>\n      </td>\n      <td>\n        <p>2</p>\n      </td>\n      <td>\n        <p>G</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Polynesia</p>\n      </td>\n      <td>\n        <p>1</p>\n      </td>\n      <td>\n        <p>G</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<p><strong>Time series:</strong></p>\n<p>2016 (baseline)</p>\n<p><strong>Disaggregation:</strong></p>\n<p>The disaggregation level is the national level. No demographic features are included in the indicators and are thus excluded from the consideration of level of disaggregation.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>There might be differences between a national estimated based on an expert judgment, in case of country data is not available, and the answer a country would give via the self-assessment questionnaire. This can happen not only because the expert judgement represents the best approximation to the reality, but not the reality itself, and/or due to the well-known self-report bias verifiable in this type of surveys that means countries will by tendency report a better reality that the one indeed in place.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL: </strong></p>\n<p>&#x2022; SDG 14.b http://www.fao.org/sustainable-development-goals/indicators/14.b.1/en/</p>\n<p>&#x2022; e-learning course on SDG indicator 14.b.1: <a href=\"https://elearning.fao.org/course/view.php?id=348&amp;lang=en\">https://elearning.fao.org/course/view.php?id=348&amp;lang=en</a></p>\n<ul>\n  <li>06-08 July 2021 (Online event) <a href=\"https://www.fao.org/sustainable-development-goals/events/detail/en/c/1437632/\" target=\"_blank\">Asia Regional Workshop on SDG 14.b and its indicator 14.b.1</a></li>\n  <li>9-11 April 2019 (Nadi, Fiji)| <a href=\"https://www.fao.org/documents/card/en/c/ca7753en\" target=\"_top\">Pacific Regional Workshop on Exploring SDG Target 14.b and its Indicator 14.b.1</a>.</li>\n  <li>28-29 November 2017 (Gaeta, Italy) | <a href=\"https://www.fao.org/3/ca0140en/CA0140EN.pdf\" target=\"_blank\">Exploring Sustainable Development Goal 14.b and its Proposed Indicator 14.b.1</a></li>\n  <li><a href=\"https://www.fao.org/publications/card/en/c/CB4806EN\" target=\"_blank\">Reporting on Sustainable Development Goal Target 14.b and its indicator 14.b.1 - Guidance for Pacific Island countries</a></li>\n</ul>\n<p><strong>References:</strong></p>\n<p>32nd Session of the FAO Committee on Fisheries &#x2013; relevant documents:</p>\n<p>&#x2022; http://www.fao.org/3/a-mq663e.pdf</p>\n<p>&#x2022; http://www.fao.org/3/a-mq873e.pdf</p>\n<p>&#x2022; <a href=\"http://www.fao.org/3/a-bo076e.pdf\">http://www.fao.org/3/a-bo076e.pdf</a></p>\n<p><strong>ANNEX &#x2013; Relevant questions from the FAO CCRF questionnaire</strong></p>\n<table>\n  <tbody>\n    <tr>\n      <td>\n        <p><strong>Variable 1. Existence of laws, regulations, policies, plans or strategies that specifically target or address the small-scale fisheries sector &#x2013; weighting 40%</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Are there any laws, regulations, policies, plans or strategies that specifically target or address the small-scale fisheries sector?</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>1.1) Law</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>1.2) Regulation</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>1.3) Policy</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>1.4) Plan/strategy</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>1.5) Other*</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>Variable 2. Ongoing specific initiatives to implement the SSF Guidelines - weighting 30%</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>In the case that your country has a specific initiative to implement the SFF guidelines. What specific activities are included in this initiative:</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>2.1) Improving tenure security for small-scale fishers and fish workers in accordance with SSF Guidelines paragraphs 5.2-5.12</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>2.2) Supporting small-scale fisheries actors to take an active part in sustainable resource management in accordance with SSF Guidelines paragraphs 5.13-5.20</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>2.3) Promoting social development, employment and decent work in small-scale fisheries in accordance with SSF Guidelines paragraphs 6.2-6.18</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>2.4) Enhancing small-scale fisheries value chains, post-harvest operations and trade in accordance with SSF Guidelines paragraphs 7.1-7.10</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>2.5) Ensuring gender equality in small-scale fisheries in accordance with SSF Guidelines paragraphs 8.1-8.4</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>2.6) Addressing disaster risks and climate change in small-scale fisheries in accordance with SSF Guidelines paragraphs 9.1-9.9</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>2.7) Strengthening institutions in support of SSF and to promote policy coherence, coordination and collaboration in accordance with SSF Guidelines paragraphs 10.1-10.8</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>2.8) Improving information, research and communication on the contribution of SSF to food security and poverty eradication in accordance with SSF Guidelines paragraphs 11.1-11.11</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>2.9) Implementing capacity development of fisheries organizations and other stakeholders in accordance with SSF Guidelines paragraphs 12.1-12.4</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>2.10) Establishing or improving monitoring mechanisms and promoting SSF Guidelines implementation in accordance with SSF Guidelines paragraphs 13.1-13.6</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>Variable 3. Existence of mechanisms through which small-scale fishers and fish workers contribute to decision-making processes &#x2013; weighting 30%</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>3.1) Does your country have an advisory/consultative body to the Ministry/Department of Fisheries in which fishers/fish workers can participate and contribute to decision-making processes? (representation at national or provincial level)</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<p> </p>","indicator":"14.b.1","target_id":"14.b","sdg_goal":"14","indicator_sort_order":"14-0b-01"}