{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion of important sites for terrestrial and freshwater biodiversity that are covered by protected areas, by ecosystem type","graph_titles":[],"graph_type":"line","indicator_name":"Proportion of important sites for terrestrial and freshwater biodiversity that are covered by protected areas, by ecosystem type","indicator_number":"15.1.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 15: Protect, restore and promote sustainable use of terrestrial ecosystems, sustainably manage forests, combat desertification, and halt and reverse land degradation and halt biodiversity loss</p>","SDG_TARGET__GLOBAL":"<p>Target 15.1: By 2020, ensure the conservation, restoration and sustainable use of terrestrial and inland freshwater ecosystems and their services, in particular forests, wetlands, mountains and drylands, in line with obligations under international agreements</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 15.1.2: Proportion of important sites for terrestrial and freshwater biodiversity that are covered by protected areas, by ecosystem type</p>","SDG_SERIES_DESCR__GLOBAL":"<p>These metadata apply to all series under this indicator. </p>","META_LAST_UPDATE__GLOBAL":"<p>2021-07-01</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>In addition to the coverage by protected areas of important sites for terrestrial and freshwater biodiversity as an indicator towards SDG 15.1, other disaggregations of particular relevance as indicators towards SDG targets (Brooks et al. 2016) include:</p>\n<p>SDG 14.5.1 Coverage of protected areas in relation to marine areas.</p>\n<p>SDG 15.4.1 Coverage by protected areas of important sites for mountain biodiversity.</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>UN Environment World Conservation Monitoring Centre (UNEP-WCMC)</p>\n<p>BirdLife International (BLI)</p>\n<p>International Union for Conservation of Nature (IUCN)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>UN Environment World Conservation Monitoring Centre (UNEP-WCMC)</p>\n<p>BirdLife International (BLI)</p>\n<p>International Union for Conservation of Nature (IUCN)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>The indicator Proportion of important sites for terrestrial and freshwater biodiversity that are covered by protected areas, by ecosystem type shows temporal trends in the mean percentage of each important site for terrestrial and freshwater biodiversity (i.e., those that contribute significantly to the global persistence of biodiversity) that is covered by designated protected areas and Other Effective Area-based Conservation Measures (OECMs).</p>\n<p><strong>Concepts:</strong></p>\n<p>Protected areas, as defined by the International Union for Conservation of Nature (IUCN; Dudley 2008), are clearly defined geographical spaces, recognized, dedicated and managed, through legal or other effective means, to achieve the long-term conservation of nature with associated ecosystem services and cultural values. Importantly, a variety of specific management objectives are recognised within this definition, spanning conservation, restoration, and sustainable use:</p>\n<p>- Category Ia: Strict nature reserve</p>\n<p>- Category Ib: Wilderness area</p>\n<p>- Category II: National park</p>\n<p>- Category III: Natural monument or feature</p>\n<p>- Category IV: Habitat/species management area</p>\n<p>- Category V: Protected landscape/seascape</p>\n<p>- Category VI: Protected area with sustainable use of natural resources</p>\n<p>The status &quot;designated&quot; is attributed to a protected area when the corresponding authority, according to national legislation or common practice (e.g., by means of an executive decree or the like), officially endorses a document of designation. The designation must be made for the purpose of biodiversity conservation, not de facto protection arising because of some other activity (e.g., military).</p>\n<p>Data on protected areas are managed in the World Database on Protected Areas (www.protectedplanet.net) by the UN Environment World Conservation Monitoring Centre (UNEP-WCMC).</p>\n<p>Other Effective Area-based Conservation Measures are defined by the Convention on Biological Diversity (CBD) as &#x201C;A geographically defined area other than a Protected Area, which is governed and managed in ways that achieve positive and sustained long-term outcomes for the in situ conservation of biodiversity, with associated ecosystem functions and services and where applicable, cultural, spiritual, socio&#x2013;economic, and other locally relevant values&#x201D; (CBD, 2018). Data on OECMs are managed in the World Database on OECMs (<a href=\"http://www.protectedplanet.net/en/thematic-areas/oecms\">www.protectedplanet.net/en/thematic-areas/oecms</a>) by the UN Environment World Conservation Monitoring Centre (UNEP-WCMC).</p>\n<p>Sites contributing significantly to the global persistence of biodiversity are identified following globally criteria set out in A Global Standard for the Identification of Key Biodiversity Areas (KBAs) (IUCN 2016) applied at national levels. Key Biodiversity Areas encompass (a) Important Bird &amp; Biodiversity Areas, that is, sites contributing significantly to the global persistence of biodiversity, identified using data on birds, of which more than13,000 sites in total have been identified from all of the world&#x2019;s countries (BirdLife International 2014, Donald et al. 2018); (b) Alliance for Zero Extinction sites (Ricketts et al. 2005), that is, sites holding effectively the entire population of at least one species assessed as Critically Endangered or Endangered on the IUCN Red List of Threatened Species, of which 853 sites have been identified for 1,483 species of mammals, birds, amphibians, reptiles, freshwater crustaceans, reef-building corals, conifers, cycads and other taxa; (c) Key Biodiversity Areas identified under an earlier version of the Key Biodiversity Area criteria (Langhammer et al. 2007), including those identified in Ecosystem Hotspot Profiles developed with support of the Critical Ecosystem Partnership Fund. These three subsets are being reassessed using the Global Standard, which unifies these approaches along with other mechanisms for identification of important sites for other species and ecosystems (IUCN 2016).</p>\n<p>Data on KBAs are managed in the World Database of Key Biodiversity Areas (www.keybiodiversityareas.org/kba-data) by BirdLife International on behalf of the Key Biodiversity Areas Partnership.</p>","UNIT_MEASURE__GLOBAL":"<p>Mean percentage of each terrestrial and freshwater Key Biodiversity Area covered by (i.e. overlapping with) protected areas and/or Other Effective Area-based Conservation Measures.</p>","CLASS_SYSTEM__GLOBAL":"<p>Protected Areas are defined as described above by the International Union for Conservation of Nature (IUCN; Dudley 2008) and documented in the World Database on Protected Areas (www.protectedplanet.net).</p>\n<p>Other Effective Area-based Conservation Measures are defined as described above by the Convention on Biological Diversity (CBD 2018) and documented in the World Database on Other Effective Area-based Conservation Measures (<a href=\"http://www.protectedplanet.net/en/thematic-areas/oecms\">www.protectedplanet.net/en/thematic-areas/oecms</a>).</p>\n<p>Key Biodiversity Areas are defined as described above by IUCN (2016) and documented in the World Database of Key Biodiversity Areas (www.keybiodiversityareas.org/kba-data).</p>","SOURCE_TYPE__GLOBAL":"<p>Protected area data are compiled by ministries of environment and other ministries responsible for the designation and maintenance of protected areas. Protected Areas data for sites designated under the Ramsar Convention and the UNESCO World Heritage Convention are collected through the relevant convention international secretariats. Protected area data are aggregated globally into the World Database on Protected Areas by the UN Environment World Conservation Monitoring Centre, according to the mandate for production of the United Nations List of Protected Areas (Deguignet et al. 2014). They are disseminated through <a href=\"http://www.protectedplanet.net/\">Protected Planet</a>, which is jointly managed by UNEP-WCMC and IUCN and its World Commission on Protected Areas (UNEP-WCMC 2016).</p>\n<p>OECMs are collated in the World Database of Other Effective Area-based Conservation Measures (WDOECM). This database can be regarded as a sister database to the WDPA as it is also hosted on Protected Planet. Furthermore, the databases share many of the same fields and have an almost identical workflow; differing only in what they list. OECMs are a quickly evolving area of work, as such for the latest information on OECMs and the WDOECM please contact UNEP-WCMC. </p>\n<p>KBAsare identified at national scales through multi-stakeholder processes, following standard criteria and thresholds. Key Biodiversity Areas data are aggregated into the <a href=\"http://www.keybiodiversityareas.org/\">World Database on </a></p>\n<p><a href=\"http://www.keybiodiversityareas.org/\">Key Biodiversity Areas</a>, managed by BirdLife International. </p>","COLL_METHOD__GLOBAL":"<p>See information under other sections, and detailed information on the process by which Key Biodiversity Areas are identified at <a href=\"http://www.keybiodiversityareas.org/working-with-kbas/proposing-updating\">www.keybiodiversityareas.org/working-with-kbas/proposing-updating</a>. Guidance on Proposing, Reviewing, Nominating and Confirming KBAs is available in KBA Secretariat (2019) at <a href=\"http://www.keybiodiversityareas.org/assets/35687f50ac0bcad155ab17447b48885a\">http://www.keybiodiversityareas.org/assets/35687f50ac0bcad155ab17447b48885a</a>.</p>\n<p>The KBA identification process is highly inclusive and consultative. Anyone with appropriate data may propose a site. Consultation with stakeholders at the national level (both non-governmental and governmental organisations) is required during the proposal process. Any site proposal must undergo independent review. This is followed by the official site nomination with full documentation meeting the Documentation Standards for KBAs. Sites confirmed by the KBA Secretariat to qualify as KBAs are then published on the KBA Website.</p>\n<p>Submission of proposals for KBAs to the World Database of Key Biodiversity Areas follows a systematic review process to ensure that the KBA criteria have been applied correctly and that the sites can be recognised as important for the global persistence of biodiversity. Regional Focal Points have been appointed to help KBA proposers develop proposals and then ensure they are reviewed independently. Guidance on Proposing, Reviewing, Nominating and Confirming sites has been published to help guide proposers through the development of proposals and the review process, highlighting where they can obtain help in making a proposal. </p>","FREQ_COLL__GLOBAL":"<p>UNEP-WCMC produces the UN List of Protected Areas every 5&#x2013;10 years, based on information provided by national ministries/agencies. In the intervening period between compilations of UN Lists, UNEP-WCMC works closely with national ministries/agencies and NGOs responsible for the designation and maintenance of protected areas, continually updating the WDPA as new data become available. The World Database of Other Effective Area-based Conservation Measures is also updated on an ongoing basis. The World Database of Key Biodiversity Areas is also updated on an ongoing basis with updates currently released twice a year, as new national data are submitted.</p>","REL_CAL_POLICY__GLOBAL":"<p>The indicator of protected area coverage of important sites for biodiversity is updated each November-December using the latest versions of the datasets on protected areas, OECMs and Key Biodiversity Areas.</p>","DATA_SOURCE__GLOBAL":"<p>Protected area data are compiled by ministries of environment and other ministries responsible for the designation and maintenance of protected areas. Key Biodiversity Areas are identified at national scales through multi-stakeholder processes, following established processes and standard criteria and thresholds (see above for details).</p>","COMPILING_ORG__GLOBAL":"<p>UNEP-WCMC, IUCN and BirdLife International</p>\n<p>Protected area data are aggregated globally into the World Database on Protected Areas by the UN Environment World Conservation Monitoring Centre, according to the mandate for production of the United Nations List of Protected Areas (Deguignet et al. 2014). They are disseminated through Protected Planet, which is jointly managed by UNEP-WCMC and IUCN and its World Commission on Protected Areas (UNEP-WCMC 2016). Key Biodiversity Areas data are aggregated into the World Database of Key Biodiversity Areas, managed by BirdLife International (2019). </p>","INST_MANDATE__GLOBAL":"<p>Protected area data and OECM data are aggregated globally into the World Database on Protected Areas by the UNEP-WCMC, according to the mandate for production of the United Nations List of Protected Areas (Deguignet et al. 2014). </p>\n<p>BirdLife International is mandated by the <a href=\"http://www.keybiodiversityareas.org/assets/dfbb558651f335617813f6c0c42f9e50\">Key Biodiversity Areas Partnership Agreement</a> to manage data on KBAs in the World Database of Key Biodiversity Areas on behalf of the Key Biodiversity Areas Partnership.</p>\n<p>BirdLife International, IUCN and UN Environment World Conservation Monitoring Centre collaborate to produce the indicator of coverage of Key Biodiversity Areas by Protected Areas and Other Effective Area-based Conservation Measures.</p>","RATIONALE__GLOBAL":"<p>The safeguard of important sites is vital for stemming the decline in biodiversity and ensuring long term and sustainable use of terrestrial and freshwater natural resources. The establishment of protected areas is an important mechanism for achieving this aim, and this indicator serves as a means of measuring progress toward the conservation, restoration and sustainable use of terrestrial and freshwater ecosystems and their services, in line with obligations under international agreements. Importantly, while it can be disaggregated to report on any given single ecosystem of interest, it is not restricted to any single ecosystem type.</p>\n<p>Levels of access to protected areas vary among the protected area management categories. Some areas, such as scientific reserves, are maintained in their natural state and closed to any other use. Others are used for recreation or tourism, or even open for the sustainable extraction of natural resources. In addition to protecting biodiversity, protected areas have high social and economic value: supporting local livelihoods; maintaining fisheries; harbouring an untold wealth of genetic resources; supporting thriving recreation and tourism industries; providing for science, research and education; and forming a basis for cultural and other non-material values.</p>\n<p>This indicator adds meaningful information to, complements and builds from traditionally reported simple statistics of terrestrial and freshwater area covered by protected areas, computed by dividing the total protected area within a country by the total territorial area of the country and multiplying by 100 (e.g., Chape et al. 2005). Such percentage area coverage statistics do not recognise the extreme variation of biodiversity importance over space (Rodrigues et al. 2004), and so risk generating perverse outcomes through the protection of areas which are large at the expense of those which require protection.</p>\n<p>The indicator was used to track progress towards the 2011&#x2013;2020 Strategic Plan for Biodiversity (CBD 2014, Tittensor et al. 2014, CBD 2020a), and was used as an indicator towards the Convention on Biological Diversity&#x2019;s 2010 Target (Butchart et al. 2010). It has been proposed as an indicator for monitoring progress towards the post-2020 Global Biodiversity Framework (CBD 2020b).</p>","REC_USE_LIM__GLOBAL":"<p>Quality control criteria are applied to ensure consistency and comparability of the data in the World Database on Protected Areas. New data are validated at UNEP-WCMC through a number of tools and translated into the standard data structure of the World Database on Protected Areas. Discrepancies between the data in the World Database on Protected Areas and new data are minimised by provision of a manual (UNEP-WCMC 2019) and resolved in communication with data providers. Similar processes apply for the incorporation of data into the World Database of Key Biodiversity Areas (BirdLife International 2019).</p>\n<p>The indicator does not measure the effectiveness of protected areas in reducing biodiversity loss, which ultimately depends on a range of management and enforcement factors not covered by the indicator. A number of initiatives are underway to address this limitation. Most notably, numerous mechanisms have been developed for assessment of protected area management, which can be synthesised into an indicator (Leverington et al. 2010). This is used by the Biodiversity Indicators Partnership as a complementary indicator of progress towards Aichi Biodiversity Target 11 </p>\n<p>(http://www.bipindicators.net/pamanagement). However, there may be little relationship between these measures and protected area outcomes (Nolte &amp; Agrawal 2013). More recently, approaches to &#x201C;green listing&#x201D; have started to be developed, to incorporate both management effectiveness and the outcomes of protected areas, and these are likely to become progressively important as they are tested and applied more broadly.</p>\n<p>Data and knowledge gaps can arise due to difficulties in determining whether a site conforms to the IUCN definition of a protected area or the CBD definition of an Other Effective Area-based Conservation Measures. However, given that both are incorporated into the indicator, misclassifications (as one or the other) do not impact the calculated indicator value.</p>\n<p>Regarding important sites, the biggest limitation is that site identification to date has focused mainly on specific subsets of biodiversity, for example birds (for Important Bird and Biodiversity Areas) and highly threatened species (for Alliance for Zero Extinction sites). While Important Bird and Biodiversity Areas have been documented to be good surrogates for biodiversity more generally (Brooks et al. 2001, Pain et al. 2005), the application of the unified standard for identification of Key Biodiversity Areas (IUCN 2016) sites across different levels of biodiversity (genes, species, ecosystems) and different taxonomic groups remains a high priority, building from efforts to date (Eken et al. 2004, Knight et al. 2007, Langhammer et al. 2007, Foster et al. 2012). Birds now comprise less than50% of the species for which Key Biodiversity Areas have been identified, and as Key Biodiversity Area identification for other taxa and elements of biodiversity proceeds, such bias will become a less important consideration in the future.</p>\n<p>Key Biodiversity Area identification has been validated for a number of countries and regions where comprehensive biodiversity data allow formal calculation of the site importance (or &#x201C;irreplaceability&#x201D;) using systematic conservation planning techniques (Di Marco et al. 2016, Montesino Pouzols et al. 2014).</p>\n<p>Future developments of the indicator will include: a) expansion of the taxonomic coverage of terrestrial and freshwater Key Biodiversity Areas through application of the Key Biodiversity Areas standard (IUCN 2016) to a wide variety of terrestrial and freshwater vertebrates, invertebrates, plants and ecosystem type; b) improvements in the data on protected areas by continuing to increase the proportion of sites with documented dates of designation and with digitised boundary polygons (rather than coordinates); and c) increased documentation of Other Effective Area-based Conservation Measures in the World Database of OECMs.</p>","DATA_COMP__GLOBAL":"<p>This indicator is calculated from data derived from a spatial overlap between digital polygons for protected areas from the World Database on Protected Areas (UNEP-WCMC &amp; IUCN 2020), digital polygons for Other Effective Area-based Conservation Measures from the World Database on OECMs and digital polygons for terrestrial and freshwater Key Biodiversity Areas (from the World Database of Key Biodiversity Areas, including Important Bird and Biodiversity Areas, Alliance for Zero Extinction sites, and other Key Biodiversity Areas). Sites were classified as terrestrial Key Biodiversity Areas by undertaking a spatial overlap between the Key Biodiversity Area polygons and an ocean raster layer (produced from the &#x2018;adm0&#x2019; layer from the database of Global Administrative Areas (GADM 2019)), classifying any Key Biodiversity Area as a terrestrial Key Biodiversity Area where it had &#x2264;95% overlap with the ocean layer (hence some sites were classified as both terrestrial and marine). Sites were classified as freshwater Key Biodiversity Areas if the resident species for which they were identified were documented in the IUCN Red List as dependent on &#x2018;Inland Water&#x2019; systems. For non-resident or migrant species, or species that shift habitats during the annual cycle, the site was tagged as freshwater if the species occurred at the site in the appropriate season of water-dependence (e.g. some species are only dependent on water during the breeding season). Sites were then screened (using the satellite imagery base layer within ArcGIS) as to whether they lay wholly in the Coastal Zone (defined here as within 10 km of the coast), and these sites were then untagged as Freshwater and instead tagged as Marine if the wetland habitats present at the site fell purely within the IUCN Habitat Classification Scheme class &#x2018;Marine Supratidal&#x2019; (i.e. estuaries, lagoons, etc.). If the site was within the Coastal Zone, but contained a mixture of Marine Supratidal and Inland Water classes, then it was tagged as both Freshwater and Marine. Each site was then manually cross-checked against other (less comprehensively available) site attributes, such as the habitat preferences of its trigger species, the site&#x2019;s name (Delta, River, Humedal, etc.), its areal coverage by different habitat types, its overlap with Ramsar Sites, and its &#x2018;shadow&#x2019; Ramsar status, so as to confirm or remove the Freshwater tag appropriately. The value of the indicator at a given point in time, based on data on the year of protected area establishment recorded in the World Database on Protected Areas, is computed as the mean percentage of each Key Biodiversity Area currently recognised that is covered by protected areas and/or Other Effective Area-based Conservation Measures.</p>\n<p>Protected areas lacking digital boundaries in the World Database of Protected Areas, and those sites with a status of &#x2018;proposed&#x2019; or &#x2018;not reported&#x2019; are omitted. Degazetted sites are not kept in the WDPA and are also not included. Man and Biosphere Reserves are also excluded as these often contain potentially unprotected areas. Year of protected area establishment is unknown for ~12% of protected areas in the World Database on Protected Areas, generating uncertainty around changing protected area coverage over time. To reflect this uncertainty, a year was randomly assigned from another protected area within the same country, and then this procedure repeated 1,000 times, with the median plotted. </p>\n<p>Prior to 2017, the indicator was presented as the percentage of Key Biodiversity Areas completely covered by protected areas. However, it is now presented as the mean % of each Key Biodiversity Area that is covered by protected areas in order to better reflect trends in protected area coverage for countries or regions with few or no Key Biodiversity Areas that are completely covered.</p>","DATA_VALIDATION__GLOBAL":"<p>Protected Areas and OECMs are validated through dialogue with the governing authority, who signs a data contributor agreement that these sites are, to the best of their knowledge, an accurate depiction of the sites in question. Over time the data for sites may improve or other aspects of the sites may change, as and when this occurs a further data sharing agreement is required by the site&#x2019;s governing authority.</p>\n<p>Proposed Key Biodiversity Areas undergo detailed checking by Regional Focal Points, formal Review of KBA Proposals by independent Reviewers, and validation of Nominated Key Biodiversity Areas by the Key Biodiversity Areas Secretariat. For further information, see the Guidance on Proposing, Reviewing, Nominating and Confirming KBAs available in KBA Secretariat (2019) at <a href=\"http://www.keybiodiversityareas.org/assets/35687f50ac0bcad155ab17447b48885a\">http://www.keybiodiversityareas.org/assets/35687f50ac0bcad155ab17447b48885a</a>.</p>\n<p>When the indicators of protected area coverage of Key Biodiversity Areas are updated each year, the updated indicators (and underlying numbers of protected areas, Other Effective Area-based Conservation Measures, and Key Biodiversity Areas) are made available for review by countries prior to submission to the SDG Indicators Database. This is achieved through updating the country profiles in the Integrated Biodiversity Assessment Tool (<a href=\"https://ibat-alliance.org/country_profiles\">https://ibat-alliance.org/country_profiles</a>) and circulating these for consultation and review to CBD National Focal Points, SDG National Statistical Office Focal Points, and IUCN State Members.</p>","ADJUSTMENT__GLOBAL":"<p>No adjustments are made to the index with respect to harmonization of breakdowns or for compliance with specific international or national definitions.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022;</strong> <strong>At country level</strong></p>\n<p>Data are available for protected areas and Key Biodiversity Areas in all of the world&#x2019;s countries, and so no imputation or estimation of national level data is necessary.</p>\n<p> </p>\n<p><strong>&#x2022;</strong> <strong>At regional and global levels</strong></p>\n<p>Global indicators of protected area coverage of important sites for biodiversity are calculated as the mean percentage of each Key Biodiversity Area that is covered by protected areas and Other Effective Area-based Conservation Measures. The data are generated from all countries, and so while there is uncertainty around the data, there are no missing values as such and so no need for imputation or estimation.</p>","REG_AGG__GLOBAL":"<p>Regional indices are calculated as the mean percentage of each Key Biodiversity Area in the region covered by (i.e. overlapping with) protected areas and/or Other Effective Area-based Conservation Measures: in other words, the percentage of each Key Biodiversity Area covered by these designations, averaged over all Key Biodiversity Areas in the particular region.</p>","DOC_METHOD__GLOBAL":"<p><em>Protected areas</em></p>\n<p>Data on protected areas are submitted by government agencies to the World Database on Protected Areas and disseminated through Protected Planet. The WDPA has its origins in a 1959 UN mandate when the United Nations Economic and Social Council called for a list of national parks and equivalent reserves Resolution 713 (XXVIII). More details are available here: https://www.protectedplanet.net/c/world-database-on-protected-areas. The UN List of Protected Areas has been published in 1961/62, 1966/71, 1972 (addendum to the 1966/71 edition), 1973, 1974, 1975, 1980, 1982, 1985, 1990, 1993, 1997, 2003, 2014 and 2018 which have resulted in a global network of national data providers for the WDPA. For example, in 2014 all Convention on Biological Diversity (CBD) National Focal points and all National Focal points for the CBD Protected Areas Programme of Work (PoWPA) to request data for the 2014 Un List of Protected Areas (<a href=\"https://www.protectedplanet.net/c/united-nations-list-of-protected-areas/united-nations-list-of-protected-areas-2014\">https://www.protectedplanet.net/c/united-nations-list-of-protected-areas/united-nations-list-of-protected-areas-2014</a>). Protected areas data are therefore compiled directly from government agencies, regional hubs and other authoritative sources in the absence of a government source. All records have a unique metadata identifier (MetadataID) which links the spatial database to the Source table where all sources are described. The data is collated and standardised following the WDPA Data Standards and validated with the source. The process of collation, validation and publication of data as well as protocols and the WDPA data standards are regularly updated in the WDPA User Manual (<a href=\"https://www.protectedplanet.net/c/wdpa-manual\">https://www.protectedplanet.net/c/wdpa-manual</a>) made available through www.protectedplanet.net where all spatial data and the Source table are also published every month and can be downloaded. The WDPA User Manual (published in English, Spanish, and French) provides guidance to countries on how to submit protected areas data to the WDPA, the benefits of providing such data, and the data standards and quality checks that are performed. </p>\n<p><em>Other Effective Area-based Conservation Measures</em></p>\n<p>Guiding principles, common characteristics and criteria for identification of OECMs are available in CBD (2018) at <a href=\"https://www.cbd.int/doc/decisions/cop-14/cop-14-dec-08-en.pdf\">https://www.cbd.int/doc/decisions/cop-14/cop-14-dec-08-en.pdf</a>.</p>\n<p>Guidance on recognising and reporting other effective area-based conservation measures is available in IUCN-WCPA Task Force on OECMs (2019) at: <a href=\"https://portals.iucn.org/library/node/48773\">https://portals.iucn.org/library/node/48773</a>.</p>\n<p><em>Key Biodiversity Areas</em></p>\n<p>The &#x201C;Global Standard for the Identification of Key Biodiversity Areas&#x201D; (<a href=\"https://portals.iucn.org/library/node/46259\">https://portals.iucn.org/library/node/46259</a>) comprises the standard recommendations available to countries in the identification of Key Biodiversity Areas. Guidelines for using A global standard for the identification of Key Biodiversity Areas are available at https://portals.iucn.org/library/node/49131.</p>\n<p>Guidance on Proposing, Reviewing, Nominating and Confirming KBAs is available in KBA Secretariat (2019) at <a href=\"http://www.keybiodiversityareas.org/assets/35687f50ac0bcad155ab17447b48885a\">http://www.keybiodiversityareas.org/assets/35687f50ac0bcad155ab17447b48885a</a>.</p>\n<p>A summary of the process by which Key Biodiversity Areas are identified is available at <a href=\"http://www.keybiodiversityareas.org/working-with-kbas/proposing-updating\">www.keybiodiversityareas.org/working-with-kbas/proposing-updating</a>.</p>\n<p>The KBA identification process is highly inclusive, consultative and nationally driven. Anyone with appropriate data may propose a site as a KBA, although consultation with relevant stakeholders at the local and national level is required when identifying the site and needs to be documented in the proposal. In order to propose a site as a KBA, a proposer must apply the KBA criteria to data on biodiversity elements (species and ecosystems) at the site. Associated with the proposal process is the need to delineate the site accurately so that its boundaries are clear. Although anyone with appropriate scientific data may propose a site to qualify as a Key Biodiversity Area, wide consultation with stakeholders at the national level (both non-governmental and governmental organizations) is required during the proposal process. The formal proposal is then made using a proposal process that ensures there is an independent review of the proposal before a site is incorporated in the World Database of KBAs. This is important given that KBA status of a site may lead to changes in actions of governments, private sector companies and other institutions following consultation as appropriate. </p>\n<p>Key Biodiversity Area identification builds off the existing network of Key Biodiversity Areas, including those identified as (a) Important Bird &amp; Biodiversity Areas through the BirdLife Partnership of 120 national organisations (<a href=\"http://www.birdlife.org/worldwide/partnership/birdlife-partners\">http://www.birdlife.org/worldwide/partnership/birdlife-partners</a>), (b) Alliance for Zero Extinction sites by 93 national and international organisations in the Alliance (<a href=\"http://www.zeroextinction.org/partners.html\">http://www.zeroextinction.org/partners.html</a>), and (c) other Key Biodiversity Areas by civil society organisations supported by the Critical Ecosystem Partnership Fund in developing ecosystem profiles, named in each of the profiles listed here (<a href=\"http://www.cepf.net/resources/publications/Pages/ecosystem_profiles.aspx\">http://www.cepf.net/resources/publications/Pages/ecosystem_profiles.aspx</a>), with new data strengthening and expanding expand the network of these sites.</p>\n<p>The main steps of the Key Biodiversity Area identification process are the following: </p>\n<ol>\n  <li>submission of Expressions of Intent to identify a Key Biodiversity Area to Regional Focal Points; </li>\n  <li>Proposal Development process, in which proposers compile relevant data and documentation and consult national experts, including organizations that have already identified Key Biodiversity Areas in the country, either through national Key Biodiversity Area Coordination Groups or independently;</li>\n  <li>review of proposed Key Biodiversity Areas by Independent Expert Reviewers, verifying the accuracy of information within their area of expertise; and</li>\n  <li>a Site Nomination phase comprising the submission of all the relevant documentation for verification by the Key Biodiversity Areas Secretariat. Sites confirmed by the Key Biodiversity Areas Secretariat to qualify as Key Biodiversity Areas are then published on the Key Biodiversity Areas website (<a href=\"http://www.keybiodiversityareas.org/home\">http://www.keybiodiversityareas.org/home</a>).</li>\n</ol>\n<p>Once a Key Biodiversity Area is identified, monitoring of its qualifying features and its conservation status is important. Proposers, reviewers and those undertaking monitoring can join the Key Biodiversity Areas Community to exchange their experiences, case studies and best practice examples.</p>\n<p>The R code for calculating protected area coverage of Key Biodiversity Areas is documented in Simkins et al. (2020). </p>","QUALITY_MGMNT__GLOBAL":"<p>For protected areas and OECMs please see the section on validation. Ensuring the WDPA and WDOECM remain an accurate and true depiction of reality is a never-ending task; however, over time the quality of the data (e.g. the proportion of sites with defined boundaries) is increasing.</p>\n<p>For Key Biodiversity Areas, see above and below, plus the guidance on Proposing, Reviewing, Nominating and Confirming KBAs which is available in KBA Secretariat (2019) at <a href=\"http://www.keybiodiversityareas.org/assets/35687f50ac0bcad155ab17447b48885a\">http://www.keybiodiversityareas.org/assets/35687f50ac0bcad155ab17447b48885a</a>. Data quality is ensured through wide stakeholder engagement in the KBA proposal process, data checking by Regional Focal Points, formal Review of KBA Proposals by independent Reviewers, and validation of Nominations by the Key Biodiversity Areas Secretariat. Furthermore, an independent KBA Standards and Appeals Committee ensures the correct application of the Global Standard for the identification of Key Biodiversity Areas, and oversees a formal Procedure for handling of appeals against the identification of Key Biodiversity Areas (see http://www.keybiodiversityareas.org/assets/1b388c918e14c5f4c3d7a0237eb0d366).</p>","QUALITY_ASSURE__GLOBAL":"<p>Information on the process of how protected area data are collected, standardised and published is available in the WDPA User Manual at: <a href=\"https://www.protectedplanet.net/c/wdpa-manual\">https://www.protectedplanet.net/c/wdpa-manual</a> which is available in English, French and Spanish. Specific guidance is provided at <a href=\"https://www.protectedplanet.net/c/world-database-on-protected-areas\">https://www.protectedplanet.net/c/world-database-on-protected-areas</a> on, for example, predefined fields or look up tables in the WDPA: <a href=\"https://www.protectedplanet.net/c/wdpa-lookup-tables\">https://www.protectedplanet.net/c/wdpa-lookup-tables</a>, how WDPA records are coded how international designations and regional designations data is collected, how regularly is the database updated, and how to perform protected areas coverage statistics. </p>\n<p>Data quality in the process of identifying Key Biodiversity Areas is ensured through processes established by the Key Biodiversity Areas Partnership (<a href=\"http://www.keybiodiversityareas.org/kba-partners\">http://www.keybiodiversityareas.org/kba-partners</a>) and Key Biodiversity Areas Secretariat. Data quality is ensured through wide stakeholder engagement in the KBA proposal process, data checking by Regional Focal Points, formal Review of KBA Proposals by independent Reviewers, and validation of Nominations by the Key Biodiversity Areas Secretariat. </p>\n<p>In addition, the Chairs of the IUCN Species Survival Commission and World Commission on Protected Areas (both of whom are elected by the IUCN Membership of governments and non-governmental organisations), appoint the Chair of an independent Key Biodiversity Areas Standards and Appeals Committee, which ensures the correct application of the Global Standard for the identification of Key Biodiversity Areas, and oversees a formal Procedure for handling of appeals against the identification of Key Biodiversity Areas (see http://www.keybiodiversityareas.org/assets/1b388c918e14c5f4c3d7a0237eb0d366).</p>\n<p>Before submission to the UN SDG Indicators database the annually updated indicators of coverage of Key Biodiversity Areas by protected areas and Other Effective Area-based Conservation Measures are incorporated into updated Country Profiles on the Integrated Biodiversity Assessment Tool (<a href=\"https://ibat-alliance.org/country_profiles\">https://ibat-alliance.org/country_profiles</a>) and then sent for consultation to National Focal Points of the Convention on Biological Diversity (<a href=\"https://www.cbd.int/information/nfp.shtml\">https://www.cbd.int/information/nfp.shtml</a>), National Statistics Offices SDG Representatives and UN Permanent Missions (Geneva) representatives. </p>","QUALITY_ASSMNT__GLOBAL":"<p>High.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>This indicator has been classified by the IAEG-SDGs as Tier 1. Current data are available for all countries in the world, and these are updated on an ongoing basis. Index values for each country are available in the UN SDG Indicators Database <a href=\"https://unstats.un.org/sdgs/indicators/database/\">https://unstats.un.org/sdgs/indicators/database/</a>. Graphs of Protected area coverage of Key Biodiversity Areas are also available for each country in the BIP Indicators Dashboard (<a href=\"https://bipdashboard.natureserve.org/bip/SelectCountry.html\">https://bipdashboard.natureserve.org/bip/SelectCountry.html</a>), and the Integrated Biodiversity Assessment Tool Country Profiles (<a href=\"https://ibat-alliance.org/country_profiles\">https://ibat-alliance.org/country_profiles</a>).</p>\n<p>Underlying data on protected areas and Other Effective Area-based Conservation Measures are available at <a href=\"http://www.protectedplanet.net\">www.protectedplanet.net</a>. Data on Key Biodiversity Areas are available at <a href=\"http://www.keybiodiversityareas.org\">www.keybiodiversityareas.org</a>. Data on subsets of KBAs are available for Important Bird and Biodiversity Areas at <a href=\"http://datazone.birdlife.org/site/search\">http://datazone.birdlife.org/site/search</a> and for Alliance for Zero Extinction sites at https://zeroextinction.org.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Given that data for the global indicator are compiled at national levels, it is straightforward to disaggregate to national and regional levels (e.g., Han et al. 2014), or conversely to aggregate to the global level. Key Biodiversity Areas span all ecosystem types through the marine environment (Edgar et al. 2008) and beyond. The indicator can therefore be reported in combination across marine systems along with terrestrial or freshwater systems, or disaggregated among them. However, individual Key Biodiversity Areas can encompass marine, terrestrial, and freshwater systems simultaneously, and so determining the results is not simply additive. </p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>National processes provide the data that are incorporated into the World Database on Protected Areas, the World Database on Other Effective Area-based Conservation Measures, and the World Database of Key Biodiversity Areas, so there are very few discrepancies between national indicators and the global one. One minor source of difference is that the World Database on Protected Areas incorporates internationally-designated protected areas (e.g., UNESCO World Heritage sites, Ramsar sites, etc), a few of which are not considered by their sovereign nations to be protected areas. </p>\n<p>Note that because countries do not submit comprehensive data on degazetted protected areas to the WDPA, earlier values of the indictor may marginally underestimate coverage. Furthermore, there is also a lag between the point at which a protected area is designated on the ground and the point at which it is reported to the WDPA. As such, current or recent coverage may also be underestimated.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>http://www.unep-wcmc.org/; http://www.birdlife.org/; http://www.iucn.org/</p>\n<p><strong>References:</strong></p>\n<p>These metadata are based on http://mdgs.un.org/unsd/mi/wiki/7-6-Proportion-</p>\n<p>of-terrestrial-and-marine-areas-protected.ashx, supplemented by http://www.bipindicators.net/paoverlays and the references listed below.</p>\n<p>BIRDLIFE INTERNATIONAL (2014). Important Bird and Biodiversity Areas: a global network for conserving nature and benefiting people. Cambridge, UK: BirdLife International. Available at datazone.birdlife.org/sowb/sowbpubs#IBA.</p>\n<p>BIRDLIFE INTERNATIONAL (2019) World Database of Key Biodiversity Areas.Developed by the KBA Partnership: BirdLife International, International Union for the Conservation of Nature, Amphibian Survival Alliance, Conservation International, Critical Ecosystem Partnership Fund, Global Environment Facility, Global Wildlife Conservation, NatureServe, Rainforest Trust, Royal Society for the Protection of Birds, Wildlife Conservation Society and World Wildlife Fund. September 2019 version. Available at http://keybiodiversity areas.org/site/search.</p>\n<p>BROOKS, T. et al. (2001). Conservation priorities for birds and biodiversity: do East African Important Bird Areas represent species diversity in other terrestrial vertebrate groups? Ostrich suppl. 15: 3&#x2013;12. Available </p>\n<p>from: http://www.tandfonline.com/doi/abs/10.2989/00306520109485329#.VafbVJPVq75.</p>\n<p>BROOKS, T.M. et al. (2016) Goal 15: Life on land. Sustainable manage forests, combat desertification, halt and reverse land degradation, halt biodiversity loss. Pp. 497&#x2013;522 in Dur&#xE1;n y Lalaguna, P., D&#xED;az Barrado, C.M. &amp; Fern&#xE1;ndez Liesa, C.R. (eds.) International Society and Sustainable Development Goals. Editorial Aranzadi, Cizur Menor, Spain. Available from: https://www.thomsonreuters.es/es/tienda/pdp/duo.html?pid=10008456</p>\n<p>BUTCHART, S. H. M. et al. (2010). Global biodiversity: indicators of recent declines. Science 328: 1164&#x2013;1168. Available from http://www.sciencemag.org/content/328/5982/1164.short.</p>\n<p>BUTCHART, S. H. M. et al. (2012). Protecting important sites for biodiversity contributes to meeting global conservation targets. PLoS One 7(3): e32529. Available from http://journals.plos.org/plosone/article?id=10.1371/journal.pone.0032529.</p>\n<p>BUTCHART, S. H. M. et al. (2015). Shortfalls and solutions for meeting national and global conservation area targets. Conservation Letters 8: 329&#x2013;337. Available from http://onlinelibrary.wiley.com/doi/10.1111/conl.12158/full.</p>\n<p>CBD (2014). Global Biodiversity Outlook 4. Convention on Biological Diversity, Montr&#xE9;al, Canada. Available from <a href=\"https://www.cbd.int/gbo4/\">https://www.cbd.int/gbo4/</a>.</p>\n<p>CBD (2018). Protected areas and other effective area-based conservation measures. Decision 14/8 adopted by the Conference of the Parties to the Convention on Biological Diversity. Available at <a href=\"https://www.cbd.int/doc/decisions/cop-14/cop-14-dec-08-en.pdf\">https://www.cbd.int/doc/decisions/cop-14/cop-14-dec-08-en.pdf</a>. </p>\n<p>CBD (2020a). Global Biodiversity Outlook 5. Convention on Biological Diversity, Montr&#xE9;al, Canada. Available from https://www.cbd.int/gbo5/. </p>\n<p>CBD (2020b). Post-2020 Global Biodiversity Framework: Scientific and technical information to support the review of the updated Goals and Targets, and related indicators and baselines. Document CBD/SBSTTA/24/3. Available at: https://www.cbd.int/doc/c/705d/6b4b/a1a463c1b19392bde6fa08f3/sbstta-24-03-en.pdf.</p>\n<p>CHAPE, S. et al. (2005). Measuring the extent and effectiveness of protected areas as an indicator for meeting global biodiversity targets. Philosophical Transactions of the Royal Society B 360: 443&#x2013;445. Available from http://rstb.royalsocietypublishing.org/content/360/1454/443.short.</p>\n<p>DEGUIGNET, M., et al. (2014). 2014 United Nations List of Protected Areas. UNEP-WCMC, Cambridge, UK. Available from http://unep-wcmc.org/system/dataset_file_fields/files/000/000/263/original/2014_UN_List_of_Protected_Areas_EN_web.PDF?1415613322.</p>\n<p>DI MARCO, M., et al. (2016). Quantifying the relative irreplaceability of Important Bird and Biodiversity Areas. Conservation Biology 30: 392&#x2013;402. Available from http://onlinelibrary.wiley.com/doi/10.1111/cobi.12609/abstract.</p>\n<p>DONALD, P. et al. (2018) Important Bird and Biodiversity Areas (IBAs): the development and characteristics of a global inventory of key sites for biodiversity. Bird Conserv. Internat. 29:177&#x2013;198.</p>\n<p>DUDLEY, N. (2008). Guidelines for Applying Protected Area Management Categories. International Union for Conservation of Nature (IUCN). Gland, Switzerland. Available from https://portals.iucn.org/library/node/9243.</p>\n<p>EDGAR, G.J. et al. (2008). Key Biodiversity Areas as globally significant target sites for the conservation of marine biological diversity. Aquatic Conservation: Marine and Freshwater Ecosystems 18: 969&#x2013;983. Available from http://onlinelibrary.wiley.com/doi/10.1002/aqc.902/abstract.</p>\n<p>EKEN, G. et al. (2004). Key biodiversity areas as site conservation targets. BioScience 54: 1110&#x2013;1118. Available from http://bioscience.oxfordjournals.org/content/54/12/1110.short.</p>\n<p>FOSTER, M.N. et al. (2012) The identification of sites of biodiversity conservation significance: progress with the application of a global standard. Journal of Threatened Taxa 4: 2733&#x2013;2744. Available from </p>\n<p>http://www.threatenedtaxa.in/index.php/JoTT/article/view/779.</p>\n<p>Global Administrative Areas (2019). GADM database of Global Administrative Areas, version 2.8. Available from www.gadm.org.</p>\n<p>HAN, X. et al. (2014). A Biodiversity indicators dashboard: addressing challenges to monitoring progress towards the Aichi Biodiversity Targets using disaggregated global data. PLoS ONE 9(11): e112046. Available from http://journals.plos.org/plosone/article?id=10.1371/journal.pone.0112046.</p>\n<p>HOLLAND, R.A. et al. (2012). Conservation priorities for freshwater biodiversity: the key biodiversity area approach refined and tested for continental Africa. Biological Conservation 148: 167&#x2013;179. Available from </p>\n<p>http://www.sciencedirect.com/science/article/pii/S0006320712000298.</p>\n<p>IUCN (2016). A Global Standard for the Identification of Key Biodiversity Areas. International Union for Conservation of Nature, Gland, Switzerland. Available from https://portals.iucn.org/library/node/46259.</p>\n<p>IUCN-WCPA Task Force on OECMs (2019). Recognising and reporting other effective area-based conservation measures. Gland, Switzerland: IUCN.</p>\n<p>JONAS, H.D. et al. (2014) New steps of change: looking beyond protected areas to consider other effective area-based conservation measures. Parks 20: 111&#x2013;128. Available from http://parksjournal.com/wp-content/uploads/2014/10/PARKS-20.2-Jonas-et-al-10.2305IUCN.CH_.2014.PARKS-20-2.HDJ_.en_.pdf.</p>\n<p>KBA Secretariat (2019). Key Biodiversity Areas Proposal Process: Guidance on Proposing, Reviewing, Nominating and Confirming sites. Version 1.0. Prepared by the KBA Secretariat and KBA Committee of the KBA Partnership. Cambridge, UK. Available at <a href=\"http://www.keybiodiversityareas.org/assets/35687f50ac0bcad155ab17447b48885a\">http://www.keybiodiversityareas.org/assets/35687f50ac0bcad155ab17447b48885a</a>. </p>\n<p>KNIGHT, A. T. et al. (2007). Improving the Key Biodiversity Areas approach for effective conservation planning. BioScience 57: 256&#x2013;261. Available from </p>\n<p>http://bioscience.oxfordjournals.org/content/57/3/256.short.</p>\n<p>LANGHAMMER, P. F. et al. (2007). Identification and Gap Analysis of Key Biodiversity Areas: Targets for Comprehensive Protected Area Systems. IUCN World Commission on Protected Areas Best Practice Protected Area Guidelines Series No. 15. IUCN, Gland, Switzerland. Available from https://portals.iucn.org/library/node/9055.</p>\n<p>LEVERINGTON, F. et al. (2010). A global analysis of protected area management effectiveness. Environmental Management 46: 685&#x2013;698. Available from http://link.springer.com/article/10.1007/s00267-010-</p>\n<p>9564-5#page-1.</p>\n<p>MONTESINO POUZOLS, F., et al. (2014) Global protected area expansion is compromised by projected land-use and parochialism. Nature 516: 383&#x2013;386. Available from http://www.nature.com/nature/journal/v516/n7531/abs/nature14032.html.</p>\n<p>NOLTE, C. &amp; AGRAWAL, A. (2013). Linking management effectiveness indicators to observed effects of protected areas on fire occurrence in the Amazon rainforest. Conservation Biology 27: 155&#x2013;165. Available from http://onlinelibrary.wiley.com/doi/10.1111/j.1523-1739.2012.01930.x/abstract.</p>\n<p>PAIN, D.J. et al. (2005) Biodiversity representation in Uganda&#x2019;s forest IBAs. Biological Conservation 125: 133&#x2013;138. Available from http://www.sciencedirect.com/science/article/pii/S0006320705001412.</p>\n<p>RICKETTS, T. H. et al. (2005). Pinpointing and preventing imminent extinctions. Proceedings of the National Academy of Sciences of the U.S.A. 102: 18497&#x2013;18501. Available from http://www.pnas.org/content/102/51/18497.short.</p>\n<p>RODRIGUES, A. S. L. et al. (2004). Effectiveness of the global protected area network in representing species diversity. Nature 428: 640&#x2013;643. Available from http://www.nature.com/nature/journal/v428/n6983/abs/nature02422.html.</p>\n<p>RODR&#xCD;GUEZ-RODR&#xCD;GUEZ, D., et al. (2011). Progress towards international targets for protected area coverage in mountains: a multi-scale assessment. Biological Conservation 144: 2978&#x2013;2983. Available from </p>\n<p><a href=\"http://www.sciencedirect.com/science/article/pii/S0006320711003454\">http://www.sciencedirect.com/science/article/pii/S0006320711003454</a>.</p>\n<p>SIMKINS, A.T., PEARMAIN, E.J., &amp; DIAS, M.P. (2020). Code (and documentation) for calculating the protected area coverage of Key Biodiversity Areas. <a href=\"https://github.com/BirdLifeInternational/kba-overlap\">https://github.com/BirdLifeInternational/kba-overlap</a>. </p>\n<p>TITTENSOR, D. et al. (2014). A mid-term analysis of progress towards international biodiversity targets. Science 346: 241&#x2013;244. Available from http://www.sciencemag.org/content/346/6206/241.short.</p>\n<p>UNEP-WCMC (2019). World Database on Protected Areas User Manual 1.6. UNEP-WCMC, Cambridge, UK. Available from <a href=\"http://wcmc.io/WDPA_Manual\">http://wcmc.io/WDPA_Manual</a>.</p>\n<p>UNEP-WCMC &amp; IUCN (2020). The World Database on Protected Areas (WDPA). UNEP-WCMC, Cambridge, UK. Available from http://www.protectedplanet.net.</p>","indicator":"15.1.2","target_id":"15.1","sdg_goal":"15","indicator_sort_order":"15-01-02"}