{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion of countries adopting relevant national legislation and adequately resourcing the prevention or control of invasive alien species","graph_titles":[],"graph_type":"line","indicator_name":"Proportion of countries adopting relevant national legislation and adequately resourcing the prevention or control of invasive alien species","indicator_number":"15.8.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 15: Protect, restore and promote sustainable use of terrestrial ecosystems, sustainably manage forests, combat desertification, and halt and reverse land degradation and halt biodiversity loss</p>","SDG_TARGET__GLOBAL":"<p>Target 15.8: By 2020, introduce measures to prevent the introduction and significantly reduce the impact of invasive alien species on land and water ecosystems and control or eradicate the priority species</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 15.8.1: Proportion of countries adopting relevant national legislation and adequately resourcing the prevention or control of invasive alien species</p>","META_LAST_UPDATE__GLOBAL":"<p>2021-02-12</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>Policy Response Indicator within the suite of Invasive alien species Indicators within the Biodiversity Indicator Partnership (BIP) of the UNEP-WCMC</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>International Union for Conservation of Nature IUCN</p>","CONTACT_ORGANISATION__GLOBAL":"<p>International Union for Conservation of Nature (IUCN)- Invasive Species Specialist Group</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>This indicator aims to quantify trends in: </p>\n<p>Commitment by countries to relevant multinational agreements, specifically:</p>\n<p>(1) National adoption of invasive alien species relevant policy. </p>\n<p>Percentage of countries with </p>\n<p>(a) national legislation and policy relevant to invasive alien species. </p>\n<p>(b) if targets and objectives within national strategies for preventing and controlling invasive alien species are aligned with Aichi Target 9</p>\n<p>The translation of policy arrangements into action by countries to implement policy and actively prevent and control invasive alien species (IAS) and the resourcing of this action, specifically:</p>\n<p>(2) National allocation of resources towards the prevention or control of IAS.</p>\n<p><strong>Concepts:</strong></p>\n<p>An &#x201C;Alien&#x201D; species is described as one which has been introduced outside its natural distribution range because of intentional or accidental dispersion by human activity. An alien species which has become established in a natural or semi-natural ecosystem or habitat, is an agent of change, and threatens native biological diversity is known as an &#x201C;Invasive alien species&#x201D; (Convention on Biological Diversity 2016).</p>\n<p>The introduction of an alien species can be intentional or unintentional /accidental. Alien species have been introduced intentionally for forestry, ornamental purposes, for aquaculture/mariculture, hunting, fisheries etc. Examples of unintentional or accidental introductions include: alien species that have escaped from gardens, aquaculture containment facilities, forestry, horticulture; pets and aquarium species that are released in the wild; transport contaminants and stowaways including in ballast water or as hull fouling organisms, and seeds carried in soil, equipment, vehicles etc.</p>\n<p>Mechanisms of impact of invasive species include competition, predation, hybridisation, and disease transmission, parasitism, herbivory and trampling and rooting. The outcomes of these impacts lead to biodiversity loss, habitat degradation, and loss of ecosystem services.</p>\n<p><strong>Comments and limitations:</strong></p>\n<p>The adoption of legislation does not necessarily indicate the existence of regulations or policy to implement the legislation or how successful such implementation has been on the ground. There remains a need for further indicator development to make this link clearer. Legislation does not necessarily capture all efforts against invasive alien species that are happening at the national level.</p>\n<p>Allocation of resources to facilitate the implementation of IAS management action is difficult to measure, particularly in a way that is comparable across countries. Proxies used to measure allocation of resources included- allocation of a budget line to invasive species management activities (including prevention, rapid response, and active management); appointed staff to carry out any IAS related activities; active programmes/ projects etc.</p>","UNIT_MEASURE__GLOBAL":"<p>Number of countries</p>","CLASS_SYSTEM__GLOBAL":"<p>Not applicable</p>","SOURCE_TYPE__GLOBAL":"<p>To collate and record data and information on national legislation and regulations enacted related to the prevention of introduction of alien and invasive species and their management if already established was mainly by consulting two databases FAOLEX<sup><a href=\"#footnote-2\" id=\"footnote-ref-2\">[1]</a></sup> and ECOLEX<sup><a href=\"#footnote-3\" id=\"footnote-ref-3\">[2]</a></sup>. For supplemental information National government websites were also consulted.</p>\n<p>Data related to country strategies and NBSAPS to confirm if their targets were aligned to Aichi Target 9, all NBSAP documents were consulted from the CBD website <sup><a href=\"#footnote-4\" id=\"footnote-ref-4\">[3]</a></sup></p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-2\">1</sup><p> An FAO-compiled database of &#x201C;national laws and regulations on food, agriculture and renewable natural resources &lt; http://www.fao.org/faolex/en/&gt; <a href=\"#footnote-ref-2\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-3\">2</sup><p> ECOLEX has been designed to be the most comprehensive global source of information on national and international environmental law. It is a web-based environmental law information service, operated jointly by FAO, IUCN and UNEP since 2001. It is a platform that synergizes information on environmental law collected through FAOLEX (FAO), ELIS (IUCN) and InforMEA (UNEP). &lt; www.ecolex.org&gt; <a href=\"#footnote-ref-3\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-4\">3</sup><p> https://www.cbd.int/countries/ <a href=\"#footnote-ref-4\">&#x2191;</a></p></div></div>","COLL_METHOD__GLOBAL":"<p>Desktop literature review and relevant databases were consulted to collate data on legal responses by national governments and to confirm the alignment of national targets to the Aichi Target 9.</p>\n<p>Data to compile resource allocation by countries towards invasive alien species management including prevention, eradication, control, and outreach was compiled through an online survey. NSOs, NBSAP nodes and officials from the Dept of Environment of 196 parties to the CBD were the target of this survey which was open for 6 months from March 2020 to August 2020. A total of 142 countries completed the survey. The survey questionnaire can be accessed at <a href=\"https://url6.mailanyone.net/v1/?m=1kQmRb-0000WJ-5C&amp;i=57e1b682&amp;c=avaY8OCfig_yWtnIpsardYqtmcmV6gXq_RtsH3TIfTqisnI1Hi1yVTz18UB_lR9PQxuJZM5FOOsOvYDXQDsG9-hL6RrpWm3C6ikbPikxIfZz9INhDy462KDCg6EdbWIrL3dnMltkcsnIW_ImyPhOYcH9zVDEYBBSEkxUJUxzuC_ycvYniUNcJCTTzT1mfPWAGMRsuyEgegErVG4YuFURt0Kfep9h1EGSSIFyy3lGwpjthJtA3aRvQnfGqWvGhGTz\"><u>Pagad, Shyama; Affleck, Saxbee; McGeoch, Melodie (2020): Factsheet. La Trobe. Report</u></a><u> </u>https://opal.latrobe.edu.au/articles/report/Factsheet/13065152?file=24997454</p>","FREQ_COLL__GLOBAL":"<p>National agencies producing relevant data include government, non-governmental organizations (NGOs), and academic institutions working jointly and separately. Data are gathered from published and unpublished sources, species experts, scientists, and conservationists through correspondence, workshops, and electronic fora. This indicator was calculated in 2010 and 2016, and now includes the current 2020 update. Next updates are anticipated to be the Beginning at the first quarter of 2022 till the end of the second quarter of 2022</p>","REL_CAL_POLICY__GLOBAL":"<p>End of fourth quarter of 2022.</p>","DATA_SOURCE__GLOBAL":"<p>Data were collected through a survey submitted to all listed NSOs; and, in the absence of NSOs or their response to relevant national agencies of relevant national agencies (Ministries of Environment or similar agencies).</p>\n<p>Data on national legislation was obtained from the two key databases/ repositories of Environmental Law- ECOLEX and FAOLEX. Information related to national targets was obtained from the latest NBSAPS and national reports submitted to the CBD</p>","COMPILING_ORG__GLOBAL":"<p>International Union for Conservation of Nature (IUCN) Species Survival Commission (SSC) Invasive Species Specialist Group (ISSG)</p>","INST_MANDATE__GLOBAL":"<p>Not applicable</p>","RATIONALE__GLOBAL":"<p>Aichi Biodiversity Target 9 states &#x201C;By 2020, invasive alien species and pathways are identified and prioritized, priority species are controlled or eradicated, and measures are in place to manage pathways to prevent their introduction and establishment&#x201D;.</p>\n<p>Under sub-indicator (1)(a), Effective national policy and legislation underpins effective national strategies and action for preventing and controlling invasive alien species. </p>\n<p>Measurement of sub-indicator (1) (a) was first undertaken in 2010, and published in Butchart et al. (2010), CBD (2014), McGeoch et al. (2010), and Tittensor et al. (2014). Sub-indicator (1) indicators have now also been added to include (b) national commitment (mandate and legal authority) to key invasive alien species related themes, specifically if targets and objectives within national strategies for preventing and controlling invasive alien species are aligned with Aichi Target 9. </p>\n<p>The indicator now also addresses (2) resourcing by national governments for the prevention and control of invasive alien species, as identified by the Sustainable Development Goals indicator 15.8.1 (&#x201C;Proportion of countries adopting relevant national legislation and adequately resourcing the prevention or control of invasive alien species&#x201D;). Adequate resourcing is vital to ensure implementation and effective delivery of targets set.</p>","REC_USE_LIM__GLOBAL":"<p>The adoption of legislation does not necessarily indicate the existence of regulations or policy to implement the legislation or how successful such implementation has been on the ground. There remains a need for further indicator development to make this link clearer. Legislation does not necessarily capture all efforts against invasive alien species that are happening at the national level.</p>\n<p>Allocation of resources to facilitate the implementation of IAS management action is difficult to measure, particularly in a way that is comparable across countries. Proxies used to measure allocation of resources included- allocation of a budget line to invasive species management activities (including prevention, rapid response, and active management); appointed staff to carry out any IAS related activities; active programmes/ projects etc.</p>\n<p>Comments on the feasibility, suitability, relevance and limitations of the indicator. Also includes data comparability issues, presence of wide confidence intervals (such as for maternal mortality ratios); provides further details on additional non-official indicators commonly used together with the indicator.</p>","DATA_COMP__GLOBAL":"<p>This indicator is calculated from data derived from two annually updated datasets.</p>\n<p>(1) (a) National Legislation considered relevant to the prevention of introduction of invasive alien species and control. </p>\n<p>All countries currently party to the Convention on Biological Diversity were considered in the analysis (n = 195), excluding the European Union as an entity. Data for five countries were not comparable and were not included.</p>\n<p>This indicator analysed national legislation relevant to IAS. Across countries, IAS relevant policies are found in legislations, regulations and acts related to the Environment, Forestry, Plant health, Animal health, Fisheries, Water, Species including Wild Fauna and Flora and Genetically Modified Organism (GMO). Most countries adopt a sectoral approach to IAS management. A few have adopted a more focused approach- one example is the 2014 Regulation (EU) No 1143/2014 of the European Parliament on the prevention and management of the introduction and spread of invasive alien species.</p>\n<p>The 2010 and 2016 data considered national legislation related to invasive alien species in an overall perspective. The 2020 update included thematic sectors. To quantify adoption of IAS relevant policies, seven national legislation sectors were considered; animal health, plant health, environment (including protected areas and wildlife protection), biosecurity, fisheries and aquaculture (including wetlands and marine legislation), invasive alien species, and others (including hunting well as policy on particular species, such as the Giant African Snail, <em>Achatina fulica</em>). Examples of national legislation focused on IAS specifically were noted. </p>\n<p>(1) (b) National Biodiversity Strategy and Action Plan (NBSAP) targets alignment to Aichi Biodiversity target 9 set out in the Strategic Plan for Biodiversity 2011-2020.</p>\n<p>All countries currently party to the Convention on Biological Diversity were considered in the analysis (n = 195), excluding the European Union as an entity. This indicator measured whether countries firstly had targets related to IAS management in their NBSAPS, and secondly, whether these targets were aligned to Aichi Biodiversity Target 9.</p>\n<p>NBSAPs are a key policy instrument that reflect, how national biodiversity strategies intend to fulfil the obligations of the CBD, and how the related action plans outline the steps to be taken to meet these goals. All parties to the CBD are obligated to revise their NBSAPS to reflect compliance with the revised Strategic Plan and Aichi Targets.</p>\n<p>(2) Online survey on Policy responses, mandate, legal authority, and resourcing to manage the threat of invasive alien species.</p>\n<p>An online survey was developed and submitted to all listed NSOs, CBD National focal points (in cases of absence of NSO&#x2019;s or lack of response) to obtain an insight into the allocation of resources to the management of invasive alien species. 142 of the 196 countries completed the survey. Considering the difficulty in obtaining information on the level of national investment on invasive alien species issues, proxy indicators were used to measure the allocation of resources by individual countries, such as &#x201C;does the country have a dedicated and staffed program for invasive alien species management&#x201D;. </p>\n<p>Part (1a) and (1b) were calculated as follows:</p>\n<p>National strategies for preventing and controlling invasive alien species, underpinned by national policy and legislation for effective management of biological invasions. </p>\n<p>The components of this sub-indicator are calculated as the number of countries with (a) national legislation and policy relevant to Invasive alien species concerns; and (b) national strategies for preventing and controlling invasive alien species, each divided by the total number of countries (196 to date) for which data are available. The first data point for component (1) (a) of this sub-indicator is 2010; the first data point for component (1)(b) is 2016.</p>\n<p>Part (2) Indicator: The translation of policy arrangements into action by countries to implement policy and actively prevent and control invasive alien species and the resourcing of this action.</p>\n<p>This sub-indicator is calculated as the number of national respondents to the annual survey on invasive alien species response financing reporting availability of sufficient resources, divided by the total number of countries (142 to date) for which data are available. The first data point for this sub-indicator is 2016.</p>","DATA_VALIDATION__GLOBAL":"<p>Authoritative and reliable sources were used to collate data. In some cases, cross referencing with National government websites was completed for supplemental data. The survey was targeted towards NSOs or national nodes.</p>\n<p>Description of process of monitoring the results of data compilation and ensuring the quality of the statistical results, including consultation process with countries on the national data submitted to the SDGs Indicators Database. Descriptions and links to all relevant reference materials should be provided.</p>","ADJUSTMENT__GLOBAL":"<p>Not applicable</p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level</strong></li>\n</ul>\n<p>Countries for which no data are available are omitted from the indicator.</p>\n<ul>\n  <li><strong>At regional and global levels</strong></li>\n</ul>\n<p>Not applicable</p>","REG_AGG__GLOBAL":"<p>The indicator is calculated as the simple proportion of countries (for which data are available) that have a given invasive alien species response (treaties, strategy, legislation, financing) in place.</p>","DOC_METHOD__GLOBAL":"<p>Not applicable</p>","QUALITY_MGMNT__GLOBAL":"<p>Not applicable</p>","QUALITY_ASSURE__GLOBAL":"<p>Not applicable</p>","QUALITY_ASSMNT__GLOBAL":"<p>Not applicable</p>","COVERAGE__GLOBAL":"<p><strong>Data sources and data collection:</strong></p>\n<p>Two datasets were updated/developed for the measurement of this indicator.</p>\n<p>Part (1) (a) </p>\n<p>National Legislation considered relevant to the prevention of introduction of invasive alien species and control (used for &#x201C;National strategies for preventing and controlling invasive alien species&#x201D;). The data format is a spreadsheet of countries vs inclusion of invasive alien species in legislation, with year of legislation in each cell. Key information sources included ECOLEX (<a href=\"https://www.ecolex.org/\">https://www.ecolex.org/</a>), FAOLEX (<a href=\"http://www.fao.org/faolex/en/\">http://www.fao.org/faolex/en/</a>) and national government websites with information on Legislation. Country experts were also contacted for clarifications.</p>\n<p>Part (1)(b) National Biodiversity Strategy and Action Plan (NBSAP) targets alignment to Aichi Biodiversity target 9 set out in the Strategic Plan of Biodiversity Conservation 2011-2020 and status of implementation of targets as described in the 5th National reports (used for &#x201C;National strategies for preventing and controlling invasive alien species&#x201D;). The information source was the CBD website, which features country profiles (<a href=\"https://www.cbd.int/countries\">https://www.cbd.int/countries</a>/ ). 196 countries were included. The data format is a spreadsheet of countries vs inclusion of IAS in NBSAP, and Aichi Target 9 alignment.</p>\n<p>Part (2) Results of online survey, disseminated to all CBD national focal points, on Policy responses, mandate, legal authority and resourcing to manage the threat of invasive alien species (used for &#x201C;National legislation and policy relevant to invasive alien species&#x201D; and &#x201C;National allocation of resources towards the prevention or control of invasive alien species&#x201D;). The data format is a spreadsheet of countries vs each of nine IAS management related themes, for both mandate and legal authority; and with an additional dataset indicating funding received from global funding mechanisms for invasive alien species related projects.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>196 countries that are party to the CBD. All datasets developed for the measurement of this indicator used the country name as the qualifier. Datasets can be aggregated regionally if desired.</p>","COMPARABILITY__GLOBAL":"<p>All data sources are national, and so there are no differences between global and national figures.</p>","OTHER_DOC__GLOBAL":"<p>Biodiversity Indicators Partnership. (2017). Legislation for prevention and control of invasive alien species (IAS), encompassing &#x201C;Trends in policy responses, legislation and management plans to control and prevent spread of invasive alien species&#x201D; and &#x201C;Proportion of countries adopting relevant national legislation and adequately resourcing the prevention or control of invasive alien species&#x201D;. Retrieved from https://www.bipindicators.net/indicators/adoption-of-national-legislation-relevant-to-the-prevention-or-control-of-invasive-alien-species </p>\n<p>McGeoch, M.A., Butchart, S.H.M., Spear, D., Marais, E., Kleynhans, E.J., Symes, A., Chanson, J. &amp; Hoffmann, M. (2010) Global indicators of biological invasion: species numbers, biodiversity impact and policy responses. Diversity and Distributions, 16, 95-108.</p>\n<p>Tittensor, D. P., M. Walpole, S. L. L. Hill, D. G. Boyce, G. L. Britten, N. D. Burgess, S. H. M. Butchart, P. W. Leadley, E. C. Regan, R. Alkemade, R. Baumung, C. Bellard, L. Bouwman, N. J. Bowles-Newark, A. M. Chenery, W. W. L. Cheung, V. Christensen, H. D. Cooper, A. R. Crowther, M. J. R. Dixon, A. Galli, V. Gaveau, R. D. Gregory, N. L. Gutierrez, T. L. Hirsch, R. Hoeft, S. R. Januchowski-Hartley, M. Karmann, C. B. Krug, F. J. Leverington, J. Loh, R. K. Lojenga, K. Malsch, A. Marques, D. H. W. Morgan, P. J. Mumby, T. Newbold, K. Noonan-Mooney, S. N. Pagad, B. C. Parks, H. M. Pereira, T. Robertson, C. Rondinini, L. Santini, J. P. W. Scharlemann, S. Schindler, U. R. Sumaila, L. S. L. Teh, J. van Kolck, P. Visconti, and Y. Ye. 2014. A mid-term analysis of progress toward international biodiversity targets. Science 346, 241-244.</p>\n<p>Turbelin, A. J., Malamud, B. D., &amp; Francis, R. A. (2017). Mapping the global state of invasive alien species: Patterns of invasion and policy responses. Global Ecology and Biogeography, 26(1), 78&#x2013;92.</p>","indicator":"15.8.1","target_id":"15.8","sdg_goal":"15","indicator_sort_order":"15-08-01"}