{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"(a) Number of countries that have established national targets in accordance with or similar to Aichi Biodiversity Target 2 of the Strategic Plan for Biodiversity 2011–2020 in their national biodiversity strategy and action plans and the progress reported towards these targets; and (b) integration of biodiversity into national accounting and reporting systems, defined as implementation of the System of Environmental-Economic Accounting","graph_titles":[],"graph_type":"line","indicator_name":"(a) Number of countries that have established national targets in accordance with or similar to Aichi Biodiversity Target 2 of the Strategic Plan for Biodiversity 2011–2020 in their national biodiversity strategy and action plans and the progress reported towards these targets; and (b) integration of biodiversity into national accounting and reporting systems, defined as implementation of the System of Environmental-Economic Accounting","indicator_number":"15.9.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 15: Protect, restore and promote sustainable use of terrestrial ecosystems, sustainably manage forests, combat desertification, and halt and reverse land degradation and halt biodiversity loss</p>","SDG_TARGET__GLOBAL":"<p>Target 15.9: By 2020, integrate ecosystem and biodiversity values into national and local planning, development processes, poverty reduction strategies and accounts</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 15.9.1: (a) Number of countries that have established national targets in accordance with or similar to Aichi Biodiversity Target 2 of the Strategic Plan for Biodiversity 2011&#x2013;2020 in their national biodiversity strategy and action plans and the progress reported towards these targets; and (b) integration of biodiversity into national accounting and reporting systems, defined as implementation of the System of Environmental-Economic Accounting</p>","SDG_SERIES_DESCR__GLOBAL":"<p>NA </p>","META_LAST_UPDATE__GLOBAL":"<p>2021-07-01</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>15.a.1, 15.b.1 &#x2013; These indicators related to funding for biodiversity and conservation which links to indicator 15.9.1, but not directly. </p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Environment Programme (UNEP), Convention on Biological Diversity (CBD), United Nations Statistics Division (UNSD) and UNEP-WCMC</p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Environment Programme (UNEPP), Convention on Biological Diversity (CBD), United Nations Statistics Division (UNSD) and UNEP-WCMC</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>The indicator measures the progress towards national targets established in accordance with Aichi Biodiversity Target 2 of the Strategic Plan for Biodiversity 2011-2020: By 2020, at the latest, biodiversity values have been integrated into national and local development and poverty reduction strategies and planning processes and are being incorporated into national accounting, as appropriate, and reporting systems.</p>\n<p>The indicator is divided in two sub-indicators: </p>\n<p><strong>Sub-indicator (a) </strong></p>\n<p><strong>15.9.1.a: </strong><em>Number of countries that established national targets in accordance with Aichi Biodiversity Target 2 of the Strategic Plan for Biodiversity 2011-2020 in their National Biodiversity Strategy and Action Plan (NBSAP) and the progress reported towards these targets.</em></p>\n<p><strong>Sub-indicator (b) </strong></p>\n<p><strong>15.9.1.b:</strong><em> Number of countries that have integrated biodiversity values into national accounting and reporting systems, defined as implementation of the System of Environmental-Economic Accounting (SEEA).</em></p>\n<p><strong>Concepts:</strong></p>\n<p><strong><u>Biodiversity</u></strong></p>\n<p>The 1992 United Nations Earth Summit defined &quot;biological diversity&quot; as &quot;the variability among living organisms from all sources, including, <em>inter alia</em>, terrestrial, marine and other aquatic ecosystems and the ecological complexes of which they are part: this includes diversity within species, between species and of ecosystems&quot;.</p>\n<p><strong><u>Aichi Biodiversity Target 2</u></strong></p>\n<p>Aichi Biodiversity Target 2 is under Strategic Goal A of the Strategic Plan for Biodiversity 2011-2020 which addresses the underlying causes of biodiversity loss by mainstreaming biodiversity across government and society.</p>\n<p>Aichi Biodiversity Target 2: By 2020, at the latest, biodiversity values have been integrated into national and local development and poverty reduction strategies and planning processes and are being incorporated into national accounting, as appropriate,<strong> </strong>and reporting systems.</p>\n<p><strong><u>SEEA-CF </u></strong></p>\n<p>The System for Environmental-Economic Accounting Central Framework (SEEA-CF) is an international statistical standard for measuring the environment and its relationship with the economy. It integrates economic and environmental data to provide a more comprehensive and multipurpose view of the interrelationships between the economy and the environment and the stocks and changes in stocks of environmental assets, as they bring benefits to humanity.</p>\n<p><strong><u>SEEA-EA </u></strong></p>\n<p>The System for Environmental-Economic Accounting-Ecosystem Accounting (SEEA-EA) is an integrated statistical framework for organizing biophysical data, measuring ecosystem services in physical and monetary terms, tracking changes in the condition and extent of ecosystem assets and linking this information to economic and other human activity. The SEEA-EA takes the perspective of ecosystems and considers how individual environmental assets interact as part of natural processes within a given spatial area. </p>\n<p><strong><u>NBSAPs</u></strong></p>\n<p>In accordance with Article 6 of the Convention on Biological Diversity, Parties are obligated to develop national biodiversity strategies and action plans, and integrate biodiversity considerations into relevant sectoral or cross-sectoral plans, programmes and policies. The National Biodiversity Strategy and Action Plan (NBSAP) is intended to define the current status of biodiversity, the threats leading to its degradation and the strategies and priority actions to ensure its conservation and sustainable use within the framework of the socio-economic development of the country.</p>\n<p><strong><u>National Reports</u></strong></p>\n<p>In accordance with Article 26 of the Convention on Biological Diversity, Parties are obligated to provide information on measures taken towards the implementation of the Convention and its strategic plans, as reflected in the National Biodiversity Strategy and Action Plan (NBSAP), as well as on the effectiveness of these measures. The format for the sixth national reports requested that Parties, among other things, provide an assessment of their progress towards their national targets and/or the Aichi Biodiversity Targets. These national reports are publicly available on the Convention&#x2019;s Clearing-House Mechanism, which is constantly being improved to enhance usability by Parties and better contribute to assessment of the implementation of the Strategic Plan for Biodiversity 2011-2020 and the achievement of the Aichi Biodiversity Targets.</p>\n<p><strong><u>The Global Assessment of Environmental-Economic Accounting and Supporting Statistics</u></strong></p>\n<p>The Global Assessment of Environmental-Economic Accounting and Supporting Statistics is a survey administered by the UNSD under the auspices of the UN Committee of Experts on Environmental Economic Accounting (UNCEEA). The aim of the Global Assessment is to assess the progress in reaching the implementation targets of the UNCEEA.</p>","UNIT_MEASURE__GLOBAL":"<p>Sub-indicator (a): Number of Parties to the Convention on Biological Diversity which have set national targets in relation to Aichi Biodiversity Target 2 and the progress towards these using the progress labels outlined in section 4.c. </p>\n<p>Sub-indicator (b): Number of countries</p>","CLASS_SYSTEM__GLOBAL":"<p>NA</p>","SOURCE_TYPE__GLOBAL":"<p><strong>Description:</strong></p>\n<p>National Statistical Systems contribute directly to NBSAP reporting and to reporting to the UNCEEA.</p>\n<p>Sub-indicator (a): NBSAPs and National Reports </p>\n<p>Sub-indicator (b): Global Assessments of Environmental-Economic Accounting and Supporting Statistics</p>","COLL_METHOD__GLOBAL":"<p>Data collection is through submission of reports (sub-indicator (a)) and a dedicated survey on SEEA implementation (sub-indicator (b)).</p>\n<p>The data for sub-indicator (a) is currently collected by the Secretariat of the Convention on Biological Diversity. Collection of NBSAPs and National Reports is regularly updated by the Secretariat of the Convention on Biological Diversity and is available here:</p>\n<ol>\n  <li><a href=\"https://www.cbd.int/nbsap/\"><u>https://www.cbd.int/nbsap/</u></a> </li>\n  <li><a href=\"https://www.cbd.int/reports/\"><u>https://www.cbd.int/reports/</u></a></li>\n</ol>\n<p>The number of Parties to the Convention on Biological Diversity considered to have submitted post-2010 NBSAPs that take the Strategic Plan for Biodiversity (2011-2020) into account is regularly updated as well. </p>\n<p>The data source for sub-indicator (b) is the results of the Global Assessments, for which previous reports can be found here: <a href=\"https://seea.un.org/content/global-assessment-environmental-economic-accounting\"><u>https://seea.un.org/content/global-assessment-environmental-economic-accounting</u></a>. The results of the 2020 Global Assessment are expected to be available in March 2021.</p>\n<p> </p>","FREQ_COLL__GLOBAL":"<ul>\n  <li>Existing reporting to the CBD and to UNSD.</li>\n</ul>","REL_CAL_POLICY__GLOBAL":"<ul>\n  <li>Data will be released in the year following the data collection. </li>\n</ul>","DATA_SOURCE__GLOBAL":"<ol>\n  <li>Ministries of Environment (or similar) through the National Focal Points to the Convention on Biological Diversity. </li>\n  <li>National Statistical Offices through the UNCEEA focal points.</li>\n</ol>","COMPILING_ORG__GLOBAL":"<ol>\n  <li>The Secretariat of the Convention on Biological Diversity collects data on sub-indicator (a). </li>\n  <li>UNSD collects data on sub-indicator (b)</li>\n</ol>","INST_MANDATE__GLOBAL":"<p>Sub-indicator (a): In decision X/2, the Conference of the Parties to the Convention on Biological Diversity, urged Parties to develop national and regional targets, using the Strategic Plan 2011-2020 and its Aichi Targets, as a flexible framework, in accordance with national priorities and capacities and taking into account both the global targets and the status and trends of biological diversity in the country, and the resources provided through the strategy for resource mobilization, with a view to contributing to collective global efforts to reach the global targets, and report thereon to the Conference of the Parties at its eleventh meeting. In the same decision, the Conference of the Parties requested the Executive Secretary of the Secretariat of the Convention on Biological Diversity to prepare an analysis/synthesis of national, regional and other actions, including targets as appropriate, established in accordance with the Strategic Plan, to enable the Conference of Parties at its eleventh and subsequent meetings to assess the contribution of such national and regional targets towards the global targets.</p>\n<p>Sub-indicator (b): For sub-indicator (b), the UNCEEA was established by the UN Statistical Commission at its 36<sup>th</sup> session in March 2005. The UNCEEA functions as an intergovernmental body to provide overall vision, coordination, prioritization and direction in the field of environmental economic accounting and supporting statistics. As Secretariat to the UNCEEA, UNSD administers the Global Assessment on Environmental-Economic Accounting and Supporting Statistics. </p>","RATIONALE__GLOBAL":"<p>The objective of Aichi Biodiversity Target 2 is to ensure that the diverse values of biodiversity and opportunities derived from its conservation and sustainable use are recognized and reflected in all relevant public and private decision-making processes.</p>\n<p><strong>Sub-indicator (a) </strong></p>\n<p>National Biodiversity Strategies and Action Plans are described in Article 6 of the Convention on Biological Diversity on General Measures for Conservation and Sustainable Use. Under this article, it is stated that &#x201C;each Party to the Convention shall, in accordance with its particular conditions and capabilities: (a) Develop national strategies, plans or programmes for the conservation and sustainable use of biological diversity or adapt for this purpose existing strategies, plans or programmes which shall reflect, <em>inter alia</em>, the measures set out in this Convention relevant to the Contracting Party concerned; and (b) Integrate, as far as possible and as appropriate, the conservation and sustainable use of biological diversity into relevant sectoral or cross-sectoral plans, programmes and policies&#x201D;. Further, under Article 26, it is stated that &#x201C;each Contracting Party shall, at intervals to be determined by the Conference of the Parties, present to the Conference of the Parties, reports on measures which it has taken for the implementation of the provisions of this Convention and their effectiveness in meeting the objectives of this Convention&#x201D;.</p>\n<p><strong>Sub-indicator (b)</strong></p>\n<p>Integration of biodiversity values into national accounting and reporting systems can be achieved through implementation of the international statistical standard, the System for Environmental-Economic Accounting (SEEA). The SEEA Central Framework (SEEA CF) was adopted by the UN Statistical Commission in 2012 as the first international standard for environmental-economic accounting. In addition, the SEEA Ecosystem Accounting (SEEA EA) was endorsed by the UN Statistical Commission in 2021. Results of the Global Assessment of Environmental-Economic Accounting and Supporting Statistics provide the data needed for Sub-indicator (b) of the indicator.</p>","REC_USE_LIM__GLOBAL":"<p>Sub-indicator (a) The assessment of national targets has several limitations stemming from the different approaches Parties have taken in setting national targets and in reporting against them. Parties have mapped their national targets to the Aichi Biodiversity Targets in different ways and based on different information. For example, some have established one national target for each of the Aichi Biodiversity Targets, while others have set multiple national targets for one Aichi Biodiversity Target. Some Parties have set process-related targets, some have set outcome-oriented targets, and some have used a combination of the two. This has necessitated different approaches at the national level in evaluating progress. These varying national approaches are not necessarily comparable. Similarly, some countries have set national targets which relate to multiple Aichi Biodiversity Targets. Further, some Parties have chosen to report against the Aichi Biodiversity Targets rather than towards their national biodiversity targets and some have reported against the Aichi Biodiversity Targets as they have not developed distinct national targets. The different approaches in national target-setting and reporting present challenges to undertaking analysis in a systematic manner. </p>\n<p>Sub-indicator (b) The SEEA EA was adopted in March 2021, and the way that the SEEA EA is implemented by countries is expected to develop over time. In addition, the extent to which specific SEEA accounts relate to biodiversity differs, and some accounts relate more directly to biodiversity than others. Thus, the extent to which certain SEEA accounts directly integrate biodiversity into national accounting and reporting systems will also differ.</p>","DATA_COMP__GLOBAL":"<p><strong>Sub-indicator (a) </strong></p>\n<p>The sixth national reports provide semi-quantitative information on progress made in achieving the national targets and/or the Aichi Biodiversity Targets, which is amenable to the development of a scoring system. The progress assessment for Aichi Biodiversity Target 2 would thus provide critical information for indicator 15.9.1. </p>\n<p>Real-time information is available from the Convention&#x2019;s Clearing-House Mechanism (<a href=\"https://chm.cbd.int/search/reporting-map?filter=AICHI-TARGET-02\">https://chm.cbd.int/search/reporting-map?filter=AICHI-TARGET-02</a>). The latest analysis is contained in document CBD/SBI/3/2/Add.2 (<a href=\"https://www.cbd.int/doc/c/f1e4/ab2c/ff85fe53e210872a0ceffd26/sbi-03-02-add2-en.pdf\">https://www.cbd.int/doc/c/f1e4/ab2c/ff85fe53e210872a0ceffd26/sbi-03-02-add2-en.pdf</a>). An assessment of the data is also presented in the fifth edition of the Global Biodiversity Outlook (GBO-5) (<a href=\"https://www.cbd.int/gbo5\">https://www.cbd.int/gbo5</a>).</p>\n<p> The CBD Secretariat collects data from the National Reports as follows: </p>\n<p>Parties establish national targets based on the Aichi Biodiversity Targets in their National Biodiversity Strategy and Action Plan (NBSAP) and report progress against these national targets in their sixth national report. The template for the sixth national reports allows Parties to check one of the progress labels below (the online reporting framework assigns numbers to each of the progress labels as indicated). Hence, the system is based on self-reporting by Parties and is consistent with the established reporting template. See Table 1 below.</p>\n<p>Table 1. Progress label for ABT National Target</p>\n<table>\n  <tbody>\n    <tr>\n      <td>\n        <p>0</p>\n      </td>\n      <td>\n        <p>no national target reflecting Aichi Biodiversity Target 2</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>1</p>\n      </td>\n      <td>\n        <p>national target exists, but moving away from it</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>2</p>\n      </td>\n      <td>\n        <p>national target exists, but no progress</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>3</p>\n      </td>\n      <td>\n        <p>national target exists and progress is there, but at as insufficient rate</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>4</p>\n      </td>\n      <td>\n        <p>national target exists and progress is on track to achieve it</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>5</p>\n      </td>\n      <td>\n        <p>national target exists and progress is on track to exceed it</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<p>These will be rescored to be between 0 and 1 as shown in Table 2.</p>\n<p>Table 2. Scoring level (0-1 for ABT National Target</p>\n<table>\n  <tbody>\n    <tr>\n      <td>\n        <p>0.0</p>\n      </td>\n      <td>\n        <p>no national target reflecting ABT 2</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>0.2</p>\n      </td>\n      <td>\n        <p>national target exists, but moving away from it</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>0.4</p>\n      </td>\n      <td>\n        <p>national target exists, but no progress</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>0.6</p>\n      </td>\n      <td>\n        <p>national target exists and progress is there, but at as insufficient rate</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>0.8</p>\n      </td>\n      <td>\n        <p>national target exists and progress is on track to achieve it</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>1.0</p>\n      </td>\n      <td>\n        <p>national target exists and progress is on track to exceed it</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<p>In cases where Parties have set multiple national targets, the average of the numeric values of the progress labels is used. </p>\n<p><strong>Sub-indicator (b) </strong></p>\n<p>The Global Assessment collects information on whether countries are currently planning or implementing SEEA accounts, the specific accounts being implemented and plans for new/future accounts. The survey was first administered to the national statistical offices of UN Member States and additional territories in 2006. It was again administered in 2014 and 2017, and most recently, the Global Assessment was sent to national statistical offices in August 2020. Sub-indicator (b) is defined as the number of countries which indicate they have implemented any SEEA Central Framework or SEEA Ecosystem Accounting accounts in their response to the Global Assessment. The sub-indicator uses the definition of implementation put forth by the UNCEEA, which disaggregates implementation into three progressive stages:</p>\n<ol>\n  <li>Compilation: A country falls into this stage if it has compiled at least one account (which is consistent with the SEEA) over the past five years.</li>\n  <li>Dissemination: A country falls into this stage if it has compiled and published at least one account within the past five years. </li>\n  <li>Regular compilation and dissemination: A country falls into this stage if it regularly publishes at least one account. Regularly published accounts are compiled and published according to a scheduled production cycle (which may differ by account).</li>\n</ol>\n<p>These stages will be scored as follows:</p>\n<ol>\n  <li>No compilation</li>\n  <li>Compilation</li>\n  <li>Dissemination</li>\n  <li>Regular compilation and dissemination</li>\n</ol>","DATA_VALIDATION__GLOBAL":"<p>Sub-indicator (a): Information is provided directly by Parties to the Convention on Biological Diversity using the national reporting template. The data is provided to the meetings of the Conference of the Parties to the Convention on Biological Diversity, as well as to relevant meetings of the Convention&#x2019;s subsidiary bodies. The information provided by Parties through the online reporting tool for the sixth national report is accessible at: <a href=\"https://chm.cbd.int/search/reporting-map?filter=AICHI-TARGET-02\">https://chm.cbd.int/search/reporting-map?filter=AICHI-TARGET-02</a> Information submitted by Parties offline (in PDF) is accessible at: <a href=\"https://www.cbd.int/reports/\">https://www.cbd.int/reports/</a> </p>\n<p> </p>\n<p>Sub-indicator (b): For sub-indicator (b), the data is derived from the Global Assessment for Environmental-Economic Accounting and Supporting Statistics, which is sent to all national statistical offices. UNSD validates the data and consults with countries in the case of any discrepancies.</p>","ADJUSTMENT__GLOBAL":"<p>None</p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level</strong></li>\n</ul>\n<p>Sub-indicator (a): Missing values are not imputed. </p>\n<p>Sub-indicator (b): Missing values will occur if a country does not respond to the Global Assessment. If a country does not respond, missing values will be imputed if the custodian agency can find evidence of implementation, such as online publications of SEEA accounts, or based on information gathered from international organizations on the compilation of SEEA accounts. In particular:</p>\n<p> -If a national statistical office or other government institution has published a SEEA account which is easily accessible online, this country will be imputed as compiling the SEEA. Since no assumption can be made that the country regularly compiles and publishes the account, this country would fall under Stage II.</p>\n<p> -If the custodian agency finds that a country compiles SEEA accounts through a project or other implementation programme and verifies this with the international organizations involved, this country will be imputed as compiling the SEEA under Stage I or Stage II as appropriate.</p>\n<p>In all cases, imputation is only be done as a secondary step after first contacting countries. All imputations will be clearly flagged for users as imputations by UNSD. </p>\n<ul>\n  <li><strong>At regional and global levels</strong></li>\n</ul>\n<p>Sub-indicator (a) Missing values are considered to be 0 as this indicator refers to reporting processes. Thus if a country does not report it is assumed that there is no corresponding national target.</p>\n<p>Sub-indicator (b): A simple count of countries will be used.</p>","REG_AGG__GLOBAL":"<p>For sub-indicator (a), weighted averages will be developed using the method described here:</p>\n<p><a href=\"http://wesr.unep.org/media/docs/graphs/aggregation_methods.pdf\">http://wesr.unep.org/media/docs/graphs/aggregation_methods.pdf</a>.</p>\n<p>For sub-indicator (b), a simple count of countries will be used.</p>","DOC_METHOD__GLOBAL":"<p>Sub-indicator (a): The reporting guidelines (<a href=\"https://www.cbd.int/doc/decisions/cop-13/cop-13-dec-27-en.pdf\">decision XIII/27</a>), including reporting templates, and associated guidance for the preparation of the sixth national report to the Convention on Biological Diversity are available at: <a href=\"https://www.cbd.int/nr6/\">https://www.cbd.int/nr6/</a></p>\n<p>Sub-indicator (b): N/A</p>","QUALITY_MGMNT__GLOBAL":"<p>For sub-indicator (a), the information is provided by Parties to the Convention on Biological Diversity directly through their sixth national reports. The information can only be submitted by the National Focal Point to the Convention on Biological Diversity. Given that the information is submitted directly by the Party, there are no significant issues related to quality management . </p>\n<p>For sub-indicator (b), the UNCEEA evaluates the Global Assessment survey with each administration to ensure the survey is clear and obtains the information needed. The UNCEEA also reviews all reports related to the Global Assessment survey results.</p>","QUALITY_ASSURE__GLOBAL":"<p>Sub-indicator (a): The information is provided by Parties to the Convention on Biological Diversity directly through their sixth national reports. The information can only be submitted by the National Focal Point to the Convention on Biological Diversity. Given that the information is submitted directly by the Party, there are no significant issues related to quality assurance. </p>\n<p>Sub-indicator (b): When the information is provided by countries directly through the Global Assessment, there are no significant issues related to quality assurance. In the case of imputation, this is only used as a secondary step after first contacting countries. If UNSD finds that a country compiles SEEA accounts through a project or implementation, this information is verified with the appropriate persons within the international organizations involved. </p>","QUALITY_ASSMNT__GLOBAL":"<p>Sub-indicator (a): The information is provided by Parties to the Convention on Biological Diversity directly through their sixth national reports. The information can only be submitted by the National Focal Point to the Convention on Biological Diversity. Ultimately, the quality of the assessment is dependent on the quality of the information being provided by Parties. The limitations noted under section 4.b should be kept in mind. </p>\n<p>Sub-indicator (b): The quality of the Global Assessment responses is dependent on the quality of information provided by respondents. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>For Sub-indicator (a), there have been six rounds of national reporting to date. The most recent round of national reporting had a deadline of 31 December 2018. </p>\n<p>For Sub-indicator (b), the Global Assessment was last sent to national statistical offices in August 2020. A Global Assessment will be administered annually.</p>\n<p><strong>Time series:</strong></p>\n<ol>\n  <li>Collection of NBSAPs and National Reports is regularly updated by the CBD Secretariat (see <a href=\"https://www.cbd.int/nbsap/\">https://www.cbd.int/nbsap/</a> and <a href=\"https://www.cbd.int/reports/\"><u>https://www.cbd.int/reports/</u></a>). Under the Convention, national reporting typically occurs every 4 years.</li>\n  <li>The reports for previous Global Assessments can be found here: <a href=\"https://seea.un.org/content/global-assessment-environmental-economic-accounting\"><u>https://seea.un.org/content/global-assessment-environmental-economic-accounting</u></a>. Data on SEEA implementation will be collected every year, with the full detailed questionnaire being sent approximately every three years.</li>\n</ol>\n<p><strong>Disaggregation:</strong></p>\n<p>The indicator is available at country level. </p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p><strong>NA</strong></p>","OTHER_DOC__GLOBAL":"<p><strong>URL: </strong>All information on national reporting to the Convention on Biological Diversity can be found at: <a href=\"https://www.cbd.int/reports/\">https://www.cbd.int/reports/</a>. All information on the SEEA can be found at: <a href=\"https://seea.un.org\"><u>https://seea.un.org</u></a> </p>\n<p><strong>References:</strong></p>\n<p>Biodiversity Indicators Partnership: <a href=\"https://www.bipindicators.net/bip-dashboard-of-indicator-visualisations-is-now-live\"><u>https://www.bipindicators.net/bip-dashboard-of-indicator-visualisations-is-now-live</u></a> </p>\n<p>SEEA Central Framework: <a href=\"https://seea.un.org/content/seea-central-framework\"><u>https://seea.un.org/content/seea-central-framework</u></a> </p>\n<p>SEEA Ecosystem Accounting: <a href=\"https://seea.un.org/ecosystem-accounting\"><u>https://seea.un.org/ecosystem-accounting</u></a> </p>\n<p>CBD 6<sup>th</sup> National Reporting Guidelines: <a href=\"https://www.cbd.int/nr6/default.shtml\"><u>https://www.cbd.int/nr6/default.shtml</u></a> </p>\n<p>Text of the Convention on Biological Diversity: <a href=\"https://www.cbd.int/convention/text/\">https://www.cbd.int/convention/text/</a></p>\n<p>Strategic Plan for Biodiversity 2011-2020 - https://www.cbd.int/sp/</p>","indicator":"15.9.1","target_id":"15.9","sdg_goal":"15","indicator_sort_order":"15-09-01"}