{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion of children aged 1–17 years who experienced any physical punishment and/or psychological aggression by caregivers in the past month","graph_titles":[],"graph_type":"line","indicator_name":"Proportion of children aged 1–17 years who experienced any physical punishment and/or psychological aggression by caregivers in the past month","indicator_number":"16.2.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 16: Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels</p>","SDG_TARGET__GLOBAL":"<p>Target 16.2: End abuse, exploitation, trafficking and all forms of violence against and torture of children</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 16.2.1: Proportion of children aged 1&#x2013;17 years who experienced any physical punishment and/or psychological aggression by caregivers in the past month</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Not applicable</p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Children&apos;s Fund (UNICEF)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Children&apos;s Fund (UNICEF)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Proportion of children aged 1-17 years who experienced any physical punishment and/or psychological aggression by caregivers in the past month is currently being measured by the Proportion of children aged 1-14 years who experienced any physical punishment and/or psychological aggression by caregivers in the past month.</p>\n<p><strong>Concepts:</strong></p>\n<p>In Multiple Indicator Cluster Surveys (MICS), psychological aggression refers to the action of shouting, yelling or screaming at a child, as well as calling a child offensive names, such as &#x2018;dumb&#x2019; or &#x2018;lazy&#x2019;. Physical (or corporal) punishment is an action intended to cause physical pain or discomfort, but not injuries. Physical punishment is defined as shaking the child, hitting or slapping him/her on the hand/arm/leg, hitting him/her on the bottom or elsewhere on the body with a hard object, spanking or hitting him/her on the bottom with a bare hand, hitting or slapping him/her on the face, head or ears, and beating him/her over and over as hard as possible.</p>\n<p>&apos;Past month&apos; typically refers to the 30 days prior to the interview/data collection (in other words, has the child experienced violent discipline at any point in the 30 days prior to data collection). &apos;Caregiver&apos; refers to any adult household member with caregiving responsibilities for the child (not just the primary caregiver or the respondent to the questionnaire).</p>","UNIT_MEASURE__GLOBAL":"<p>Proportion</p>","SOURCE_TYPE__GLOBAL":"<p>Household surveys such as UNICEF-supported MICS and DHS that have been collecting data on this indicator in low- and middle-income countries since around 2005. In some countries, such data are also collected through other national household surveys.</p>\n<p>MICS, the source of the majority of comparable data, includes a module on disciplinary methods. The module, developed for use in MICS, is adapted from the parent-child version of the Conflict Tactics Scale (CTSPC), a standardized and validated epidemiological measurement tool that is widely accepted and has been implemented in a large number of countries, including high-income countries. The MICS module includes a standard set of questions covering non-violent forms of discipline, psychological aggression and physical means of punishing children. Data are collected for children ranging from age 1 to age 14. Some DHS have included the standard, or an adapted version of, the MICS module on child discipline.</p>","COLL_METHOD__GLOBAL":"<ul>\n  <li>\n    <ol>\n      <li>UNICEF undertakes a wide consultative process of compiling and assessing data from national sources for the purposes of updating its global databases on the situation of children. Up until 2017, the mechanism UNICEF used to collaborate with national authorities on ensuring data quality and international comparability on key indicators of relevance to children was known as Country Data Reporting on the Indicators for the Goals (CRING).</li>\n      <li>As of 2018, UNICEF launched a new country consultation process with national authorities on selected child-related global SDG indicators it is custodian or co-custodian to meet emerging standards and guidelines on data flows for global reporting of SDG indicators, which place strong emphasis on technical rigour, country ownership and use of official data and statistics. The consultation process solicited feedback directly from National Statistical Offices, as well as other government agencies responsible for official statistics, on the compilation of the indicators, including the data sources used, and the application of internationally agreed definitions, classification and methodologies to the data from that source. Once reviewed, feedback is made available to countries on whether or not specific data points are accepted, and if not, the reasons why. </li>\n    </ol>\n  </li>\n</ul>","FREQ_COLL__GLOBAL":"<p>UNICEF will undertake an annual country consultation likely between December and January every year to allow for review and processing of the feedback received in order to meet global SDG reporting deadlines.</p>","REL_CAL_POLICY__GLOBAL":"<p>March 2021</p>","DATA_SOURCE__GLOBAL":"<p>National Statistical Offices (for the most part)</p>","COMPILING_ORG__GLOBAL":"<p>UNICEF</p>","INST_MANDATE__GLOBAL":"<p>UNICEF is responsible for global monitoring and reporting on the wellbeing of children. It provides technical and financial assistance to Member States to support their efforts to collect quality data on violence, including through the UNICEF-supported MICS household survey programme. UNICEF also compiles violence statistics with the goal of making internationally comparable datasets publicly available, and it analyses violence statistics which are included in relevant data-driven publications, including in its flagship publication, <em>The State of the World&#x2019;s Children.</em></p>","RATIONALE__GLOBAL":"<p>All too often, children are raised using methods that rely on physical force or verbal intimidation to punish unwanted behaviours and encourage desired ones. The use of violent discipline with children represent a violation of their rights. Physical discipline and psychological aggression tend to overlap and frequently occur together, exacerbating the short- and long-term harm they inflict. The consequences of violent discipline range from immediate effects to long-term damage that children carry well into adulthood. Violent discipline is the most widespread, and socially accepted, type of violence against children.</p>","REC_USE_LIM__GLOBAL":"<p>In the third and fourth rounds of MICS, the standard indicator referred to the percentage of children</p>\n<p>aged 2-14 years who experienced any form of violent discipline (physical punishment and/or psychological aggression) within the past month. Beginning with the fifth round of MICS (MICS5), the age group covered was expanded to capture children&#x2019;s experiences with disciplinary practices between the ages of 1 and 14 years. Therefore, current data availability does not capture the full age range specified in the SDG indicator since data are not collected for adolescents aged 15-17 years and further methodological work is needed to identify additional items on disciplinary practices relevant for older adolescents.</p>","DATA_COMP__GLOBAL":"<p>Number of children aged 1-17 years who are reported to have experienced any physical punishment and/or psychological aggression by caregivers in the past month divided by the total number of children aged 1-17 in the population multiplied by 100</p>\n<p>Proxy indicator:</p>\n<p>Number of children aged 1-14 years who are reported to have experienced any physical punishment and/or psychological aggression by caregivers in the past month divided by the total number of children aged 1-14 in the population multiplied by 100</p>","DATA_VALIDATION__GLOBAL":"<p>A wide consultative process is undertaken to compile, assess and validate data from national sources. </p>\n<p>The consultation process solicited feedback directly from National Statistical Offices, as well as other government agencies responsible for official statistics, on the compilation of the indicators, including the data sources used, and the application of internationally agreed definitions, classification and methodologies to the data from that source. The results of this country consultation are reviewed by UNICEF as the custodian agency. Once reviewed, feedback is made available to countries on whether or not specific data points are accepted, and if not, the reasons why. </p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>When data for a country are entirely missing, UNICEF does not publish any country-level estimate.</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>The regional average is applied to those countries within the region with missing values for the purposes of calculating regional aggregates only, but are not published as country-level estimates. Regional aggregates are only published when at least 50 per cent of the regional population for the relevant age group are covered by the available data.</p>","REG_AGG__GLOBAL":"<p>The global aggregate is a weighted average of all countries with available data. Global aggregates are published regardless of population coverage, but the number of countries and the proportion of the relevant population group represented by the available data are clearly indicated.</p>\n<p>Regional aggregates are weighted averages of all the countries within the region.</p>","DOC_METHOD__GLOBAL":"<p>Countries gather data on child discipline through household surveys such as UNICEF-supported MICS or Demographic and Health Surveys. In some countries, such data are also collected through other national household surveys.</p>","QUALITY_MGMNT__GLOBAL":"<p>The process behind the production of reliable statistics on violence is well established within UNICEF. The quality and process leading to the production of the SDG indicator 16.2.1 is ensured by working closely with the statistical offices and other relevant stakeholders through a consultative process.</p>","QUALITY_ASSURE__GLOBAL":"<p>UNICEF maintains the global database on child discipline that is used for SDG and other official reporting. Before the inclusion of any data point in the database, it is reviewed by technical focal points at UNICEF headquarters to check for consistency and overall data quality. This review is based on a set of objective criteria to ensure that only the most recent and reliable information are included in the databases. These criteria include the following: data sources must include proper documentation; data values must be representative at the national population level; data are collected using an appropriate methodology (e.g., sampling); data values are based on a sufficiently large sample; data conform to the standard indicator definition including age group and concepts, to the extent possible; data are plausible based on trends and consistency with previously published/reported estimates for the indicator. </p>\n<p>As of 2018, UNICEF undertakes an annual consultation with government authorities on 10 of the child-related SDG indicators in its role of sole or joint custodian, and in line with its global monitoring mandate and normative commitments to advancing the 2030 Agenda for children. This includes indicator 16.2.1. </p>","QUALITY_ASSMNT__GLOBAL":"<p>Data consistency and quality checks are regularly conducted for validation of the data before dissemination </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Nationally representative and comparable prevalence data are currently available for a sub-sample of children aged 1-14 years for 90 mostly low- and middle-income countries</p>\n<p><strong>Time series:</strong></p>\n<p>Not available</p>\n<p><strong>Disaggregation:</strong></p>\n<p>None</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>The estimates compiled and presented at global level come directly from nationally produced data and are not adjusted or recalculated.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>data.unicef.org</p>\n<p><strong>References:</strong></p>\n<p><a href=\"http://data.unicef.org/child-protection/violent-discipline.html\">http://data.unicef.org/child-protection/violent-discipline.html</a></p>\n<p>https://data.unicef.org/resources/a-generation-to-protect/</p>","indicator":"16.2.1","target_id":"16.2","sdg_goal":"16","indicator_sort_order":"16-02-01"}