{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Unsentenced detainees as a proportion of overall prison population","graph_titles":[],"graph_type":"line","indicator_name":"Unsentenced detainees as a proportion of overall prison population","indicator_number":"16.3.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 16: Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels</p>","SDG_TARGET__GLOBAL":"<p>Target 16.3: Promote the rule of law at the national and international levels and ensure equal access to justice for all</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 16.3.2: Unsentenced detainees as a proportion of overall prison population</p>","SDG_SERIES_DESCR__GLOBAL":"<p>VC_PRS_UNSNT - Unsentenced detainees as a proportion of overall prison population [16.3.2]</p>","META_LAST_UPDATE__GLOBAL":"2024-01-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>Several other SDG indicators are related to access to justice and the efficiency of the criminal justice system: Indicator 16.3.1 on reporting experiences of violence to the authorities; Indicator 16.3.3. on access to dispute resolution mechanism</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Office on Drugs and Crime (UNODC)</p>","CONTACT_ORGANISATION__GLOBAL":"<p><a href=\"https://www.unodc.org/\">United Nations Office on Drugs and Crime</a> (UNODC)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>The total number of persons held in detention who have not yet been sentenced, as a percentage of the total number of persons held in detention, on a specified date.</p>\n<p><strong>Concepts:</strong></p>\n<p><u>&#x2018;Persons held in detention&#x2018;</u> refers to persons held in Prisons, Penal Institutions or Correctional Institutions on a specified day and should exclude non-criminal prisoners held for administrative purposes, for example, persons held pending investigation into their immigration status or foreign citizens without a legal right to stay. Also, people under house arrest, persons under other forms of sanctions or supervision, such as electronic surveillance or community-based surveillance should be excluded from the prison population (persons held in prison).</p>\n<p><u>&#x2018;Sentenced&#x2019;</u> refers persons held in prisons, penal institutions or correctional institutions after a first instance decision or a final decision on their case has been made by a competent authority. This includes sentenced prisoners with a final decision and persons held who are awaiting the outcome of an appeal in respect of verdict or sentence or who are within the statutory limits for appealing . Persons held who have received a custodial sentence for one crime but are still under trial and unsentenced for another crime should be counted as sentenced persons held. Furthermore, for the purpose of international comparability, persons held who have been convicted of a crime (in a first instance decision) but who have not yet received a sentence should also be treated as &#x2018;sentenced&#x2019;, even if national definitions of sentenced detainees are narrower. &#x2019;.</p>\n<p><u>&#x2018;Unsentenced&#x2019;</u> refers to persons held in prisons, penal institutions or correctional institutions who are untried, pre-trial or awaiting a first instance decision on their case from a competent authority regarding their conviction or acquittal. Persons held before and during the trial should be included. Sentenced persons held awaiting the outcome of an appeal in respect of verdict or sentence or who are within the statutory limits for appealing their sentence should be excluded.</p>","UNIT_MEASURE__GLOBAL":"<p>Percent (%)</p>","CLASS_SYSTEM__GLOBAL":"<p>Not applicable</p>","SOURCE_TYPE__GLOBAL":"<p>UNODC collects data on prisons directly from national prison authorities through its annual data collection on crime and criminal justice (<a href=\"https://www.unodc.org/unodc/en/data-and-analysis/United-Nations-Surveys-on-Crime-Trends-and-the-Operations-of-Criminal-Justice-Systems.html\">UN Survey of Crime Trends and Operations of Criminal Justice Systems</a>, UN-CTS). In addition, UNODC collects data on prisons from National Statistical Offices through the annual SDG pre-publication validation exercise. Furthermore, prison data are augmented periodically by consulting national data compiled by independent research initiatives (such as the <a href=\"https://prisonstudies.org\">World Prison Brief</a>) or non-governmental sources. </p>\n<p>The population data are sourced from the <a href=\"https://population.un.org/wpp\">World Population Prospect</a>, Population Division, United Nations Department of Economic and Social Affairs.</p>","COLL_METHOD__GLOBAL":"<p>There is a consolidated system of annual data collection on crime and criminal justice (UN-CTS) which represents the basis of data on unsentenced detainees. The UN-CTS data collection is largely based on the network of national Focal Points, which are institutions/officials appointed by countries and having the technical capacity and role to produce data on crime and criminal justice (around 200 appointed Focal Points from more than 140 countries/territories as of 2022). In addition, these data are supplemented for countries with missing values with official data collected by the Institute for Criminal Policy Research (<a href=\"https://www.prisonstudies.org/\">World Prison Brief</a>), which collects data directly from national prison administrations or from the websites of Ministries of Justice or other official agencies. For future SDG reporting data will be sent to countries for consultation prior to publication.</p>","FREQ_COLL__GLOBAL":"<p>III-IV quarter year n</p>","REL_CAL_POLICY__GLOBAL":"<p>II quarter year n+1 (data for year n-1). For instance, data for the year 2023 are collected in III-IV quarter 2024 and released in II quarter 2025.</p>","DATA_SOURCE__GLOBAL":"<p>National prison authority, through the UNCTS Focal Points</p>","COMPILING_ORG__GLOBAL":"<p>United Nations Office on Drugs and Crime (UNODC)</p>\n<p>At international level, data on prisons are routinely collected and disseminated by the United Nations Office on Drugs and Crime (UNODC) through the annual UN-CTS data collection. UNODC partners with regional organizations in the collection and dissemination of homicide data, respectively with Eurostat in Europe and with the Organisation of American States in the Americas. In case of missing data, UNODC considers national data compiled by the World Prison Brief and other national sources.</p>","INST_MANDATE__GLOBAL":"<p>The United Nations Survey of Crime Trends and Operations of Criminal Justice Systems (UN-CTS) was introduced through the General Assembly Resolution <a href=\"https://undocs.org/en/A/RES/3021(XXVII)\">A/RES/3021(XXVII)</a> in 1972. The Economic and Social Council, in its resolution 1984/48 of 25 May 1984, requested that the Secretary-General maintain and develop the United Nations crime-related database by continuing to conduct surveys of crime trends and the operations of criminal justice systems.</p>","RATIONALE__GLOBAL":"<p>The indicator signifies overall respect for the principle that persons awaiting trial shall not be detained in custody unnecessarily. This, in turn, is premised on aspects of the right to be presumed innocent until proven guilty. From a development perspective, extensive use of pre-sentence detention when not necessary for reasons such as the prevention of absconding, the protection of victims or witnesses, or the prevention of the commission of further offences, can divert criminal justice system resources, and exert financial and unemployment burdens on the accused and his or her family. Measuring the relative extent to which pre-sentence detention is used can provide the evidence to assist countries in lowering such burdens and ensuring its proportionate use. </p>","REC_USE_LIM__GLOBAL":"<p>The target relates to the multidimensional concepts of rule of law and access to justice and at least two indicators are required to cover the main elements of access to justice and efficiency of the justice system. The proposed indicator 16.3.2 covers the efficiency of the justice system.</p>\n<p>Furthermore, it is not straightforward to define a concrete target for Indicator 16.3.2. This is because pre-sentence detention is a constitutive part of the criminal justice process and a very low share of of unsentenced detainees (e.g. close to zero) is not necessarily reflective of an accessible and fair criminal justice process.</p>","DATA_COMP__GLOBAL":"<p>The indicator is calculated as the total number of unsentenced persons held in detention divided by the total number of persons held in detention on a specified date, multiplied by 100</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msub>\n      <mrow>\n        <mi>P</mi>\n        <mi>e</mi>\n        <mi>r</mi>\n        <mi>c</mi>\n        <mi>e</mi>\n        <mi>n</mi>\n        <mi>t</mi>\n        <mi>a</mi>\n        <mi>g</mi>\n        <mi>e</mi>\n      </mrow>\n      <mrow>\n        <mi>&amp;nbsp;</mi>\n      </mrow>\n    </msub>\n    <mo>=</mo>\n    <mn>100</mn>\n    <mi>*</mi>\n    <mfrac>\n      <mrow>\n        <msub>\n          <mrow>\n            <mi>P</mi>\n            <mi>e</mi>\n            <mi>r</mi>\n            <mi>s</mi>\n            <mi>o</mi>\n            <mi>n</mi>\n            <mi>s</mi>\n            <mi>&amp;nbsp;</mi>\n            <mi>h</mi>\n            <mi>e</mi>\n            <mi>l</mi>\n            <mi>d</mi>\n            <mi>&amp;nbsp;</mi>\n            <mi>u</mi>\n            <mi>n</mi>\n            <mi>s</mi>\n            <mi>e</mi>\n            <mi>n</mi>\n            <mi>t</mi>\n            <mi>e</mi>\n            <mi>n</mi>\n            <mi>c</mi>\n            <mi>e</mi>\n            <mi>d</mi>\n          </mrow>\n          <mrow>\n            <mi>&amp;nbsp;</mi>\n          </mrow>\n        </msub>\n      </mrow>\n      <mrow>\n        <msub>\n          <mrow>\n            <mi>P</mi>\n            <mi>e</mi>\n            <mi>r</mi>\n            <mi>s</mi>\n            <mi>o</mi>\n            <mi>n</mi>\n            <mi>s</mi>\n            <mi>&amp;nbsp;</mi>\n            <mi>h</mi>\n            <mi>e</mi>\n            <mi>l</mi>\n            <mi>d</mi>\n          </mrow>\n          <mrow>\n            <mi>&amp;nbsp;</mi>\n          </mrow>\n        </msub>\n      </mrow>\n    </mfrac>\n  </math></p>\n<p>For the percentage by sex, the number of persons held unsentenced of that sex should be divided by the number of persons held of the same sex.</p>","DATA_VALIDATION__GLOBAL":"<p>Following the submission of the UN-CTS questionnaire, UNODC checks for consistency and coherence with other data sources. Member States which are also part of the European Union or the European Free Trade Association, or candidate or potential candidate to the European Union send their responses to the UN-CTS to Eurostat for validation. The Organization for American States also reviews the responses of its Member States. All data submitted by Member States through other means or taken from other sources are added to the dataset after review and validation by Member States.</p>","ADJUSTMENT__GLOBAL":"<p>Not applicable</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>If values for a given period and country are missing, then the missing values are left blank. </p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>See section 4.g. Regional aggregations for more information.</p>","REG_AGG__GLOBAL":"<p>The methods used for estimating the number of persons held, total, by sex, sentenced and unsentenced, at the global and regional level aim to make the best possible use of available data. For each regional aggregate, the number persons held should correspond to the sum of all national data of such in the region, in each year. However, for many countries, data on persons held are not available, or data are available only for some years . As a result, the sample of countries with available data is different for each year. If left unaddressed, this issue would result in inconsistencies, as regional aggregates would be drawn from a different set of countries each year.</p>\n<p>Imputations for total persons held are performed on the country-level rate of total persons held per 100,000 population. If a country has just one available data point since the year 2000, all missing values are set equal to this single available data point. This approach therefore accounts for population growth over time and does not mean that the series is constant in absolute terms.</p>\n<p>If a country has two to eight available data points, the missing values between two data points are estimated by linear interpolation, and if there are missing values that are temporally before (or after) the earliest (or latest) available data point, the values at the beginning (or end) of the series are filled with the earliest (or latest) available data point. If a country has more than eight available data points in the respective time series, the missing values between two data points are estimated by linear interpolation, and if there are missing values that are temporally before (or after) the earliest (or latest) available data point, the values at the end of the time series are imputed using an exponential smoothing approach (for more information, see <a href=\"https://afit-r.github.io/ts_exp_smoothing\">https://afit-r.github.io/ts_exp_smoothing</a>).<sup><a href=\"#footnote-2\" id=\"footnote-ref-2\">[1]</a></sup> </p>\n<p>Once the series have been computed at the national level, they are aggregated at the regional level. Regional counts for persons held are calculated for each year by multiplying the average regional rate per 100,000 population with the total population of the respective region (divided by 100,000).<sup><a href=\"#footnote-3\" id=\"footnote-ref-3\">[2]</a></sup> The regions are the ones from the United Nations &#x201C;<a href=\"https://unstats.un.org/unsd/methodology/m49/\">Standard Country or Area Codes for Statistical Use</a>&#x201D;. Each country or area is included in one region only. </p>\n<p>Finally, regional estimates are aggregated to compute the global number of persons held.</p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-2\">1</sup><p> Imputations for disaggregated series (e.g. female persons held, or unsentenced detainees) follow the same approach is the one for total persons held, except that the imputations are done on the ratio of the disaggregation over the total number of persons held, rather than the rate per 100,000 population. <a href=\"#footnote-ref-2\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-3\">2</sup><p> For countries without any data points since the year 2000, this means that the regional rate is applied. <a href=\"#footnote-ref-3\">&#x2191;</a></p></div></div>","DOC_METHOD__GLOBAL":"<p>The <a href=\"https://www.unodc.org/unodc/en/data-and-analysis/statistics/iccs.html\">International Classification of Crime for Statistical Purposes</a> (ICCS) provides a comprehensive framework for producing statistics on crime and criminal justice. Its primary unit of classification is the act or event that constitutes a criminal offence and the description of the criminal acts is based on behaviours and not on legal provisions.</p>\n<p>The ICCS is a tool to understand crime extent and drivers, but can also be used to improve quality of data on crime and criminal justice at national level and to support national efforts to monitor SDG targets in the areas of public security and safety, trafficking, corruption, and access to justice.</p>\n<p>The UN-CTS questionnaire is fully consistent with the concepts, categories, and definitions of the ICCS and responsive to data needs at national and international level, including data needed to monitor progress on several <a href=\"http://www.unodc.org/unodc/en/about-unodc/sustainable-development-goals/sdgs-index.html\">Sustainable Development Goals</a> (SDGs) in the areas of crime, violence, justice and the rule of law under UNODC mandate. </p>","QUALITY_MGMNT__GLOBAL":"<p>See section 4.d. Validation</p>","QUALITY_ASSURE__GLOBAL":"<p>See section 4.d. Validation</p>","QUALITY_ASSMNT__GLOBAL":"<p>See section 4.d. Validation</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Data on unsentenced and total detainees from the UN-CTS are available for around 110 countries/territories (2022). The country coverage can improve if other sources (research institutions and NGOs) are included (data for additional 80 countries/territories are available, bringing the total for the period 2010-2021 to more than 190 countries/territories).</p>\n<p><strong>Time series:</strong></p>\n<p>2003-to present day</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Recommended disaggregation for this indicator are:</p>\n<p>- age status (juvenile vs adult) and sex (male/female)</p>\n<p>- length of pre-trial/unsentenced detention (e.g. less than 6 months, 6-12 months, more than 1 year)</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Discrepancies might exist between country produced and internationally reported counts of sentenced and unsentenced detainees as national data might refer to national definition while data reported by UNODC aim to comply with the definition provided in the UN-CTS questionnaire.</p>\n<p>Furthermore, there might be some discrepancies between number reported for the total prison population and the different disaggregations (e.g. sex disaggregation) which are often only available for the adult prison population. Adult and juvenile detention are are often collected by separate authorities.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p><a href=\"http://www.unodc.org\">www.unodc.org</a> </p>\n<p><strong>References:</strong></p>\n<p>Definitions and other metadata are provided in the <a href=\"https://www.unodc.org/unodc/en/data-and-analysis/United-Nations-Surveys-on-Crime-Trends-and-the-Operations-of-Criminal-Justice-Systems.html\">UN Survey of Crime Trends and Operationsof Criminal Justice Systems</a>(UN-CTS), <a href=\"https://www.unodc.org/unodc/en/data-and-analysis/statistics/iccs.html\">International Classification of Crime for Statistical purpose</a> (ICCS), Guidance on collection of information on detained persons, as well as example data collection sheets, are provided in the United Nations Manual for the Development of a System of Criminal Justice Statistics (<a href=\"https://unstats.un.org/unsd/demographic-social/Standards-and-Methods/files/Handbooks/crime/seriesf_89-E.pdf\">ST/ESA/STAT/SER.F/89</a>), as well as (for children), in the <a href=\"https://www.unodc.org/documents/nigeria/publications/Otherpublications/UNODCUNICEF_Manual_for_the_Measurement_of_juvenile_justice_indicators1.pdf\">UNODC/UNICEF Manual</a> for the Measurement of Juvenile Justice Indicators.</p>","target_number":"16.3","goal_number":"16","indicator_sort_order":"16-03-02"}