{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Total value of inward and outward illicit financial flows (in current United States dollars)","graph_titles":[],"graph_type":"line","indicator_name":"Total value of inward and outward illicit financial flows (in current United States dollars)","indicator_number":"16.4.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 16: Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels</p>","SDG_TARGET__GLOBAL":"<p>Target 16.4: By 2030, significantly reduce illicit financial and arms flows, strengthen the recovery and return of stolen assets and combat all forms of organized crime</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 16.4.1: Total value of inward and outward illicit financial flows (in current United States dollars)</p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>Linkages with related indicators:</p>\n<p>Indicator 16.4.2 refers to the illicit trade in firearms</p>\n<p>Indicator 16.2.2 to trafficking in persons</p>\n<p>Indicators 16.5.1 and 16.5.2 to corruption and bribery in all forms</p>\n<p>Indicator 10.7.2 is concerned with migration policies</p>\n<p>Indicators 15.7.1 and 15.c.1 Proportion of traded wildlife that was poached or illicitly trafficked</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>UNODC and UNCTAD</p>","CONTACT_ORGANISATION__GLOBAL":"<p>UNODC and UNCTAD</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>The Indicator measures the total value of inward and outward illicit financial flows (IFFs) in current United States dollars. IFFs are defined as &#x201C;financial flows that are illicit in origin, transfer or use, that reflect an exchange of value and that cross country borders&#x201D;.</p>\n<p><strong>Concepts:</strong></p>\n<p>IFFs are defined as &#x201C;<strong>financial flows that are illicit in origin, transfer or use, that reflect an exchange of value and that cross country borders</strong>&#x201D;.</p>\n<p>Thus, IFFs have the following features: </p>\n<ul>\n  <li><strong>Illicit in origin, transfer or use</strong>. A flow of value is considered illicit if it is illicitly generated (e.g., originates from criminal activities or tax evasion), illicitly transferred (e.g., violating currency controls) or illicitly used (e.g., for financing terrorism). The flow can be licitly generated, transferred or used, but it must be illicit in at least one of these aspects. Some flows that are not illegal may fall within the definition of IFFs for statistical purposes, for example, cross-border aggressive tax avoidance which erodes the tax base of a country where that income was generated. </li>\n  <li><strong>Exchange of value</strong>, rather than purely financial transfers. Exchange of value includes exchange of goods and services, and financial and non-financial assets. For instance, illicit cross-border bartering, meaning the illicit exchange of goods and services for other goods and services, is a common practice in illegal markets and it is considered as IFF.</li>\n  <li>IFFs measure <strong>a flow of value over a given time</strong> - as opposed to a stock measure, which would be the accumulation of value. </li>\n  <li><strong>Flows that cross a border</strong>.<sup><sup><a href=\"#footnote-2\" id=\"footnote-ref-2\">[1]</a></sup></sup> This includes assets that cross borders and assets where the ownership changes from a resident of a country to a non-resident, even if the assets remain in the same jurisdiction. </li>\n</ul>\n<p>There are four main types of activities that can generate IFFs:</p>\n<ul>\n  <li><em><u>Illicit tax and commercial practices</u></em>: These include illicit practices by legal entities as well as arrangements and individuals with the objective of concealing revenues and reducing tax burden through evading controls and regulations. This category can be divided into two components: <ul>\n      <li><strong>IFFs from illegal commercial activities and tax evasion</strong>. These include illegal practices such as tariff, duty and revenue offences, tax evasion, competition offences and market manipulation amongst others, as included in the International Classification of Crime for Statistical Purposes (ICCS)<sup><a href=\"#footnote-3\" id=\"footnote-ref-3\">[2]</a></sup>. Most of these activities are non-observed, hidden or part of the shadow, underground or informal economy that may generate IFFs. </li>\n      <li><strong>IFFs from aggressive tax avoidance</strong>. Illicit flows can also be generated from legal economic activities through aggressive tax avoidance. This can take place through the manipulation of transfer pricing, strategic location of debt and intellectual property, tax treaty shopping and the use of hybrid instruments and entities. These flows need to be carefully considered, as they generally arise from legal business transactions and only the illicit part of the cross-border flows belongs within the scope of IFFs.</li>\n    </ul>\n  </li>\n  <li><em><u>IFFs from illegal markets</u></em>: These include trade in illicit goods and services when the corresponding financial flows cross borders. The focus is on criminal activities where income is generated through exchange (trade) of illegal goods or services. Such processes often involve a degree of criminal organisation aimed at creating profit. They include any type of trafficking in goods, such as drugs and firearms, or services, such as smuggling of migrants. IFFs emerge from transnational trade in illicit goods and services, as well as from cross-border flows from managing the illicit income from such activities.</li>\n  <li><em><u>IFFs from corruption</u></em>: The United Nations Convention against Corruption (UNCAC) defines acts considered as corruption, and they are consistently defined in the ICCS, such as bribery, embezzlement, abuse of functions, trading in influence, illicit enrichment and other acts of corruption in the scope. When these acts &#x2013; directly or indirectly - generate cross-border flows, they generate IFFs. </li>\n  <li><em><u>Exploitation-type activities, and financing of crime and terrorism:</u></em> Exploitation-type activities are non-productive activities that entail a forced, involuntary and illicit transfer of economic resources between two actors. Terrorism financing and financing of crime are illicit, voluntary transfers of funds between two actors. Examples of exploitation-type activities are sexual exploitation, theft, extortion, illicit enrichment, and kidnapping. When the related financial flows cross country borders, they constitute IFFs.</li>\n</ul>\n<p>Other relevant concepts include:</p>\n<ul>\n  <li><em><u>Inward IFFs</u></em>: IFFs entering a country.</li>\n  <li><em><u>Outward IFFs</u></em>: IFFs leaving a country.</li>\n  <li><em><u>Illicit income generation</u></em>: This refers to the set of transactions that either directly generate illicit income for an actor during a productive or non-productive illicit activity, or that are performed in the context of the production of illicit goods and services. A transaction constitutes an IFF when it crosses country borders.</li>\n  <li><em><u>Illicit income management</u></em>: These transactions use illicit income to invest in (legal or illegal) financial and non-financial assets or to consume (legal or illegal) goods and services. A transaction constitutes an IFFs when it crosses country borders.</li>\n  <li><em><u>Illegal markets</u></em> comprise all transactions related to the production and the trade with a certain illicit good or service. Regardless of the illicit nature, these market activities are considered as being economically productive, because value added is generated at each transaction. The value added describes the net increase in value (price times quantity) of the product at each transaction.</li>\n</ul><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-2\">1</sup><p> The proposed bottom-up measurement approach described below considers domestic IFFs as part of the illegal economy too. These flows would not fall under the definition of IFFs for SDG 16.4.1, but are of high relevance to understanding organised cross-border illicit flows. <a href=\"#footnote-ref-2\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-3\">2</sup><p> See section 2.c <a href=\"#footnote-ref-3\">&#x2191;</a></p></div></div>","UNIT_MEASURE__GLOBAL":"<p>The Indicator measures the total value of inward and outward illicit financial flows (IFFs) in current United States dollars. </p>","CLASS_SYSTEM__GLOBAL":"<p>IFFs are measured by identifying activities and behaviours that may generated them, such as those that are listed in the <em><u>UNODC (2015) International Classification of Crime for Statistical Purposes</u></em> (ICCS) <sup><a href=\"#footnote-4\" id=\"footnote-ref-4\">[3]</a></sup> and those that relate to the area of aggressive tax avoidance in addition. ICCS provides definitions of a number of behaviours, events and activities which may generate IFFs such as exploitation-type activities and terrorism, trafficking activities and corruption, as well as many activities related to illicit tax and commercial practices. The ICCS, however, focuses solely on actions and behaviours that are attributable to different types of crime. The classification will be extended to cover all IFFs related to tax and commercial activities, namely IFFs related to aggressive tax avoidance. A draft of classifying tax and commercial activities extending from, but not indicating their inclusion in the ICCS, is presented below. Please note that codes 080413, 080414 and 080415 are not covered by the ICCS as they are clearly not criminal activities. Only an excerpt is shown for illustrative purposes as a more exhaustive classification is being developed. </p>\n<p><strong>Draft classification of tax and commercial IFFs</strong></p>\n<table>\n  <tbody>\n    <tr>\n      <td>\n        <p><strong>Code</strong></p>\n      </td>\n      <td>\n        <p><strong>Description</strong></p>\n      </td>\n      <td colspan=\"2\">\n        <p><strong>Inclusion/exclusion</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td rowspan=\"2\">\n        <p>08041<strong><u>1</u></strong></p>\n      </td>\n      <td rowspan=\"2\">\n        <p>Acts of concealing revenues or wealth in order to evade taxation</p>\n      </td>\n      <td>\n        <p>Inclusion</p>\n      </td>\n      <td>\n        <p>Outright undeclared (concealed e.g., in secrecy jurisdictions); Undeclared via instruments (Phantom corporations or shell companies, tax havens)</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Exclusion</p>\n      </td>\n      <td>\n        <p>Fraud, deception or corruption (07)</p>\n      </td>\n    </tr>\n    <tr>\n      <td rowspan=\"2\">\n        <p>08041<strong><u>2</u></strong></p>\n      </td>\n      <td rowspan=\"2\">\n        <p>Acts of fraudulently misdeclaring the object, the quantity or the value of traded goods in invoicing transactions</p>\n      </td>\n      <td>\n        <p>Inclusion</p>\n      </td>\n      <td>\n        <p>Under/over reporting prices; Multiple invoicing; Over/under reporting of quantities; Misclassification of tariff categories</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Exclusion</p>\n      </td>\n      <td>\n        <p>Transfer misprincing (08041<strong><u>3</u></strong>)</p>\n      </td>\n    </tr>\n    <tr>\n      <td rowspan=\"2\">\n        <p>08041<strong><u>3*</u></strong></p>\n      </td>\n      <td rowspan=\"2\">\n        <p>Acts departing from the arm&#x2019;s length principle</p>\n      </td>\n      <td>\n        <p>Inclusion</p>\n      </td>\n      <td>\n        <p>Setting up over/under priced exchange of goods and services with the intent of moving profits among MNEs units</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Exclusion</p>\n      </td>\n      <td>\n        <p>Misinvoicing (08041<strong><u>2</u></strong>)</p>\n      </td>\n    </tr>\n    <tr>\n      <td rowspan=\"2\">\n        <p>08041<strong><u>4*</u></strong></p>\n      </td>\n      <td rowspan=\"2\">\n        <p>Acts related to strategic location of debt, other financial assets, risks, or other corporate activities</p>\n      </td>\n      <td>\n        <p>Inclusion</p>\n      </td>\n      <td>\n        <p>Intracompany loans; Interest payments</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Exclusion</p>\n      </td>\n      <td>\n        <p>Transfer misprincing (08041<strong><u>3</u></strong>)</p>\n      </td>\n    </tr>\n    <tr>\n      <td rowspan=\"2\">\n        <p>08041<strong><u>5*</u></strong></p>\n      </td>\n      <td rowspan=\"2\">\n        <p>Acts related to strategic location of intellectual property products and other non-financial assets</p>\n      </td>\n      <td>\n        <p>Inclusion</p>\n      </td>\n      <td>\n        <p>Strategic location of intellectual property; Strategic location of other assets; Cost-sharing agreements; Royalty payments</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Exclusion</p>\n      </td>\n      <td>\n        <p>Transfer misprincing (08041<strong><u>3</u></strong>)</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<p>* Although extending from ICCS code 08041, these categories are not covered in ICCS (not criminal activities).</p>\n<p>A number of activities and behaviours are identified as potentially generating IFFs, both from tax and commercial, and illegal IFFs categories. Examples of such behaviours as based directly on ICCS are shown below, but a more exhaustive classification is being developed. </p>\n<p><strong>Examples of activities that may generate IFFs from crime, by ICCS categories</strong></p>\n<table>\n  <tbody>\n    <tr>\n      <td></td>\n      <td>\n        <p><em>Examples</em></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Tax and commercial practices</p>\n      </td>\n      <td>\n        <p>08041 Tariff, taxation, duty and revenue offences </p>\n        <p>08042 Corporate offences including competition and import/export offences; acts against trade regulations</p>\n        <p>08045 Market manipulation or insider trading, price fixing </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Exploitation-type activities and terrorism financing (parts of sections 02, 04, 09)</p>\n      </td>\n      <td>\n        <p>020221 Kidnapping </p>\n        <p>0203 Slavery and exploitation</p>\n        <p>0204 Trafficking in persons</p>\n        <p>0302 Sexual exploitation</p>\n        <p>02051 Extortion</p>\n        <p>0401 Robbery</p>\n        <p>0501 Burglary</p>\n        <p>0502 Theft</p>\n        <p>09062 Financing of terrorism</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Illegal markets</p>\n      </td>\n      <td>\n        <p>ICCS includes a long list of activities, including for example drug trafficking (060132), firearm trafficking (090121), illegal mining (10043), smuggling of migrants (08051), smuggling of goods (08044), wildlife trafficking (100312)</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Corruption (section 0703)</p>\n      </td>\n      <td>\n        <p>07031 Bribery </p>\n        <p>07032 Embezzlement </p>\n        <p>07033 Abuse of functions </p>\n        <p>07034 Trading in influence </p>\n        <p>07035 Illicit enrichment </p>\n        <p>07039 Other acts of corruption</p>\n      </td>\n    </tr>\n  </tbody>\n</table><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-4\">3</sup><p> <a href=\"about:blank\">https://www.unodc.org/documents/data-and-analysis/statistics/crime/ICCS/ICCS_English_2016_web.pdf</a> <a href=\"#footnote-ref-4\">&#x2191;</a></p></div></div>","SOURCE_TYPE__GLOBAL":"<p>The measurement of IFFs requires combining data held by different entities of the national statistical system and beyond, especially national statistical offices, customs and tax authorities, financial intelligence centres and central banks. The balance of payments and system of national accounts data on illegal economic activities and non-observed economy provide a good starting point for the measurement of IFFs. Trade transactions data, held by customs, are essential for analysing the commercial IFFs, including trade misinvoicing. Statistics on international trade in goods and services, financial and business statistics as well as foreign affiliates statistics collate relevant data for estimating commercial IFFs. Similarly, tax returns at individual (person or firm) level can be used for analysing IFFs related to tax avoidance and evasion. Additionally, where established, large case units (LCUs) of national statistical offices offer indispensable expert knowledge particularly in the field of profit shifting and related tax and commercial IFFs. </p>\n<p>Given the transnational nature of the Indicator, data available in other countries can support the calculation of national measures.<sup><a href=\"#footnote-5\" id=\"footnote-ref-5\">[4]</a></sup> The following existing data collection systems collect data relevant to IFFs from countries globally and can also be resources for countries to measure their IFF:</p>\n<p>The UNODC Annual Reports Questionnaire (ARQ) collects the following data, which allow to understand current scale of drug supply market:</p>\n<ul>\n  <li>Annual seizures of drugs in amounts and number of cases</li>\n  <li>Trafficking routes (origin, transit and destination countries) and main transportation modes (air, land, sea and mail)</li>\n  <li>Range and typical prices of drugs in retail and wholesale levels of supply market</li>\n  <li>Range and typical purities of drugs in retail and wholesale levels of supply market</li>\n  <li>Illicit cultivation, eradication and production of drug crops</li>\n  <li>Illicit manufacture of plant-based or synthetic drug-related end products (clandestine laboratories detected and dismantled)</li>\n</ul>\n<p>The global data collection on firearm trafficking collects data on seizures, prices and trafficking routes and it is an essential tool to understanding the dynamics of illegal firearms markets and flows.<sup><sup><a href=\"#footnote-6\" id=\"footnote-ref-6\">[5]</a></sup></sup></p>\n<p>UNODC collects data on trafficking victims identified in their respective countries using a common questionnaire with a standard set of indicators. UNODC collects official information on detected cases and on origin-destination of trafficking flows. </p>\n<p>UNODC, in partnership with CITES also maintains a global database of wildlife seizure incidents. This is mainly based on data submitted by the Parties to the Convention on International Trade in Endangered Species of Wild Fauna and Flora<sup><sup><a href=\"#footnote-7\" id=\"footnote-ref-7\">[6]</a></sup></sup>. It provides information on seized quantities by species and origin-destination routes.</p>\n<p>Other global data sources can be used to directly support, or supplement existing national data sources in measuring IFFs, particularly tax and commercial IFFs. These include, among others: </p>\n<ul>\n  <li>United Nations International Trade Statistics Database (United Nations Comtrade) or IMF Direction of Trade Statistics (DOTS) for international trade data; </li>\n  <li>Global Transport Costs Dataset for International Trade by UNCTAD, the World Bank, and Equitable Maritime Consulting, or OECD International Transport and Insurance Costs of Merchandise Trade for addressing different valuation of international trade flows; </li>\n  <li>OECD Country-by-Country Reporting, OECD Analytical Database on Individual Multinationals and Affiliates, OECD Activity of Multinational Enterprises, Global Groups Register and other for tracking activities and aggressive tax avoidance by multinational enterprise groups. </li>\n  <li>The locational banking statistics from the Bank of International Settlements to estimate the flows related to undeclared offshore wealth, i.e., IFFs from tax evasion. </li>\n</ul><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-5\">4</sup><p> For example, drug price in destination countries can help estimating illicit flows entering the country where the drug is produced. <a href=\"#footnote-ref-5\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-6\">5</sup><p> https://www.unodc.org/unodc/en/firearms-protocol/index.html <a href=\"#footnote-ref-6\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-7\">6</sup><p> These data were shared with UNODC through International Consortium on Combating Wildlife Crime (ICCWC) for more information see: https://www.unodc.org/documents/data-and-analysis/wildlife/WLC16_Chapter_2.pdf <a href=\"#footnote-ref-7\">&#x2191;</a></p></div></div>","COLL_METHOD__GLOBAL":"<p>The Indicator builds on existing data, but its exhaustiveness may require extensions to national data collection. This includes both administrative and statistical data. Central banks, tax and customs authorities and national statistical offices often have the strongest mandate to access necessary data. This may be considered in the division of work for the compilation of different parts of indicator 16.4.1. The country-by-country reporting data of tax authorities, and other incentives to share economic data in statistically safe environments may prove useful for the measurement of IFFs in the future. </p>\n<p>The agency in charge of data collection and compilation will vary across countries depending on the national division of labour and on the type of IFFs prominent in the country. As the coordinator of the national statistics system, the national statistical office is expected to act as the official counterpart and coordinator of work for most countries. </p>\n<p>If there are major inconsistencies across countries, with other existing data, or in relation to standard classifications and concepts, the custodian agencies will contact the designated Focal Points regarding any need for clarification, correction or additional metadata. Indicators are reviewed prior to global release following the procedures set by the IAEG-SDGs.</p>\n<p> </p>","FREQ_COLL__GLOBAL":"<p>UNODC and UNCTAD are in the process of helping Member States to strengthen their national capacity to measure the Indicator. More detailed data collection plans will be made based on the outcomes of current consultations, pilot testing and capacity-strengthening projects.</p>","REL_CAL_POLICY__GLOBAL":"<p>It is expected that preliminary calculations for the annual indicator at the national, regional and sub-regional levels will be carried out in autumn every year for the preceding year. Considering the wide range of source data needed, the compilers will have to strike a balance between exhaustiveness and timeliness. </p>","DATA_SOURCE__GLOBAL":"<p>Data providers are natural (individuals) or legal persons (businesses or institutions) who report their data for different purposes. Thus, relevant data are held by national statistical offices, central banks, tax authorities, customs, financial intelligence centres, criminal justice institutions, including courts, police, military, etc. They collect primary data from individuals, businesses, institutions and other statistical units either for statistical purposes or for their administrative work. Focal points at the national level are responsible for compiling the indicator and submitting it in collaboration with the national statistical office. </p>","COMPILING_ORG__GLOBAL":"<p>At the national level, national statistical offices have a coordinating role in the national statistical system, and are, thus, well placed to lead the compilation work and bring the stakeholders together to measure IFFs. National statistical offices may either collate all relevant data to compile the SDG indicator, or coordinate the compilation of different types of IFFs among national authorities to form the overall SDG Indicator 16.4.1. UNODC and UNCTAD will collate the indicator data and report it globally.</p>","INST_MANDATE__GLOBAL":"<p>As described earlier, the national division of work varies across countries. Data relevant for IFFs are collected or accessed by different national authorities to fulfil their mandate. Often the national statistical office has the mandate to access data necessary for statistical production, including confidential data held by other national authorities, or to collect the data directly from respondents. The compilation of aggregates for different IFFs can also be decentralised reflecting the mandates of the relevant agencies. </p>","RATIONALE__GLOBAL":"<p>A major challenge to sustainable development of societies around the world, particularly in developing countries, is represented by several criminal activities and tax and commercial illicit practices which are at the origin or associated with IFFs. Proceeds from criminal activities are often transferred between countries to be laundered, utilized and reinvested in licit or illicit activities. IFFs can also originate from legal economic activities but become illicit when financial flows are managed or transferred illicitly; for instance, to evade taxes or to finance illegal activities. IFFs drain resources from sustainable development. Combatting IFFs is therefore a crucial component of the goal to promote peace, justice and strong institutions, as set out in Goal 16 of its 2030 Agenda for Sustainable Development.</p>","REC_USE_LIM__GLOBAL":"<p>The statistical definition of IFFs provides a comprehensive definition of the phenomenon to be measured. It does not focus on a specific measurement approach, like trade asymmetry, only but will rely on a combination of methods to estimate different types of IFFs. </p>\n<p>The disaggregated and bottom-up measurement approach is in line with existing frameworks such as the System of National Accounts and the Balance of Payments and it follows international efforts to measure non-observed or illegal economic activities. </p>\n<p>SDG Indicator 16.4.1 calls for the measurement of the &#x201C;total value&#x201D; of inward and outward IFFs. While this is useful as an indication of the overall size of the problem and for measuring progress, a more granular measurement of IFFs helps to identify the main sources and channels of IFFs and can guide interventions targeting IFFs. </p>\n<p>Countries are affected by different types of IFFs and it is suggested that main types of IFFs are defined at country level. This limits the possibility of measuring all types of IFFs in a comprehensive manner and comparability may be affected by different coverage from one country to another. However, the goal is to capture the most significant flows at country level and a gradual process of improving the exhaustiveness of the Indicator is expected, following the model of measuring illegal economic activities and the non-observed economy in the balance of payments and national accounts.</p>\n<p>There is a risk of double-counting when adding together explicit estimates of activities generating IFFs. Estimates for IFFs should not be simply added together, because they may already include parts of others (e.g., drug trafficking and bribery) and there may be double-counting. During the expert consultations, double counting was discussed and will be addressed in guidelines issued to member states.</p>","DATA_COMP__GLOBAL":"<p>A bottom-up and direct measurement approach is preferred for constructing the Indicator. Bottom-up methods estimate IFFs directly in relation to the four main activities and build them up departing from the overall economic income that illicit activities generate. Direct refers to the fact that data referring to the various stages of the economic processes generating IFFs are individually measured (via surveys, administrative data or other transparent methods) and are not the exclusive result of model-based procedures. The measurement approach is in line with the &#x201C;Eurostat Handbook on the compilation of statistics on illegal economic activities in national accounts and balance of payments&#x201D;<sup><a href=\"#footnote-8\" id=\"footnote-ref-8\">[7]</a></sup> for the estimation of the contribution of illegal activities to the GDP.<sup><sup><a href=\"#footnote-9\" id=\"footnote-ref-9\">[8]</a></sup></sup></p>\n<p>The proposed compilation methods follow the principles developed in economic measurement frameworks such as the System of National Accounts and the Balance of Payments.</p>\n<p>A two-step process was developed that aids Member States in calculating Indicator 16.4.1. The methodology has been tested in four countries. In 2021, twelve pilots have been launched in Africa and six in Asia and the Pacific. These will lead to the refinement and finalisation of practical guidelines for the measurement of IFFs. In 2021, UNCTAD released a draft Methodological guidelines to measure tax and commercial illicit financial flows - Methods for pilot testing to support measurement exercises in these countries.<sup><a href=\"#footnote-10\" id=\"footnote-ref-10\">[9]</a></sup> </p>\n<p>The methodology foresees:</p>\n<ol>\n  <li>A risk assessment that identifies the major and most relevant sources of IFFs in a country. This risk assessment can follow and build on existing risk assessments, e.g., the ones mandated by the Financial Action Task Force (FATF).<sup><a href=\"#footnote-11\" id=\"footnote-ref-11\">[10]</a></sup> </li>\n  <li>Once the activities that generate the most important flows are identified, the flows are estimated in a disaggregated manner and then summed up for the indicator. </li>\n</ol>\n<p>Given the broad scope of activities generating IFFs, each type of flow needs to be treated in a separate manner. </p>\n<p>As a first step in constructing the IFFs Indicator is to focus, for each IFF type, on IFFs generated during the <em><u>illicit income generation</u></em>: this refers to the set of transactions &#x2013; such as those related to international trade of illicit goods - that either directly generate illicit income for an actor during a productive or non-productive illicit activity, or that are performed in the context of the illicit production of goods and services. </p>\n<table>\n  <tbody>\n    <tr>\n      <td>\n        <p><strong><u>Examples of income generation IFFs related to selected illegal activities</u></strong></p>\n        <p><strong><u>IFFs from drug trafficking</u></strong></p>\n        <p>In a drug producing country, the method to estimate IFFs derived from drug trafficking can be broadly described as follows:</p>\n        <p>All drug produced in the country (P) is either consumed domestically (C), seized by law enforcement (S), exported (E) or lost (L).</p>\n        <p>With that P=C+S+E+L.</p>\n        <p>Countries with extended illicit drug cultivation, normally collect data on P, C, and S (losses cannot be estimated and are excluded from the calculations) and annual exports of drugs can be estimated. </p>\n        <p>The value of exports can be measured by the wholesale value of the relevant drug in countries of destination of the drug produced in the country. These data can be retrieved from international data on seizures reported by other Member States (which provide information on the country of origin) and price data, which is as well reported annually through the mandated Annual Report Questionnaire (ARQ) submitted to UNODC (see <a href=\"about:blank\">https://dataunodc.un.org/</a>)</p>\n        <p>This methodology has been applied in Peru, Mexico and Afghanistan<sup><a href=\"#footnote-12\" id=\"footnote-ref-12\">[11]</a></sup> where certain portions of the income generated from drug production and trafficking are accounted for in the national accounts.</p>\n        <p><strong><u>IFFs from smuggling of migrants<sup><a href=\"#footnote-13\" id=\"footnote-ref-13\">[12]</a></sup></u></strong></p>\n        <p>Following the Eurostat manual &#x201C;Handbook on the compilation of statistics on illegal economic activities in national accounts and balance of payments&#x201D; four types of smuggling transactions can be distinguished, two of which create IFF:</p>\n        <p><strong>Type I: Resident smugglers and resident migrants </strong>does not cover transnationality and illegal entry and does not create IFFs </p>\n        <p> </p>\n        <p><strong>Type II: Resident smugglers and non-resident migrants</strong></p>\n        <p>Constitutes an export of services and does incur an inward IFF:</p>\n        <p>Export of transportation services = number of non-resident migrants smuggled by resident smugglers * prices</p>\n        <p><strong>Type III: Non-resident smugglers and resident migrants</strong></p>\n        <p>Estimations recorded as import of illegal services and constitute and outward IFF:</p>\n        <p>Import of illegal transportation services = number of residents smuggled by non-resident smugglers * </p>\n        <p>prices</p>\n        <p><strong>Type IV: Non-resident smugglers and non-resident migrants</strong></p>\n        <p>No estimations recorded</p>\n        <p>The pilot studies found the methodology to be feasible, however, limitations on data exist, in particular on pricing.</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<p>At a second stage, IFFs in relation to <em><u>illicit income management</u></em> are estimated. These refer e.g., to IFFs generated when income generated from illegal activities is invested abroad (e.g., into property). To assess these flows, quantitative and qualitative information held by financial authorities, central banks and other entities concerned with money laundering and financial crimes can be used.</p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-8\">7</sup><p> Available here: <a href=\"about:blank\">https://ec.europa.eu/eurostat/documents/3859598/8714610/KS-05-17-202-EN-N.pdf/eaf638df-17dc-47a1-9ab7-fe68476100ec</a> <a href=\"#footnote-ref-8\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-9\">8</sup><p> With one principle difference. The mere transfer of funds (exploitation-type activities and terrorism financing) are not considered in the GDP estimates, as they are not productive transactions and may not be carried out with the mutual agreement of both parties. Such activities can, however, generate noteworthy amounts of illicit income and subsequent IFFs. The present framework includes activities that are not considered as being productive in the framework of the System of National Accounts. <a href=\"#footnote-ref-9\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-10\">9</sup><p> Available here: <a href=\"https://unctad.org/system/files/non-official-document/20210917_IFFsGuidelinesForPilots_en_0.pdf\">https://unctad.org/system/files/non-official-document/20210917_IFFsGuidelinesForPilots_en_0.pdf</a> <a href=\"#footnote-ref-10\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-11\">10</sup><p> https://www.fatf-gafi.org/ <a href=\"#footnote-ref-11\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-12\">11</sup><p> See e.g., National Statistics and Information Authority, Afghanistan and UNODC, &#x201C;Afghanistan Opium Survey 2018 &#x2013; Challenges to sustainable development, peace and security&#x201D;, July 2019. <a href=\"#footnote-ref-12\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-13\">12</sup><p> The Protocol against the Smuggling of Migrants, supplementing the United Nations Convention against Transnational Organized Crime (the Migrant Smuggling Protocol) defines migrant smuggling as: &#x201D;in order to obtain, directly or indirectly, a financial or other material benefits, of the illegal entry of a person into a State Party of which the person is not a national or a permanent resident&#x201D;. See as well ICCS. <a href=\"#footnote-ref-13\">&#x2191;</a></p></div></div>","DATA_VALIDATION__GLOBAL":"<p>UNODC and UNCTAD will request member states to provide sufficient metadata accompanying their compiled IFFs estimates. Currently still work in progress, however, once finalised, the methodological guidelines will provide practical guidance to national statistical authorities, including suggested methodologies to measure IFFs. Deviations to account for national circumstances will clearly need to be identified, justified and their impact on international comparability and methodological comprehensiveness be estimated. </p>","ADJUSTMENT__GLOBAL":"<p>Given the compilation process outlined above, national circumstances will come at play when measuring the IFFs. The need for adjustment can be assessed based on information on the breakdowns included in the reported IFFs estimates (in the accompanying metadata). The goal is to base the Indicator on nationally compiled and reported data. Ongoing work on classification and aggregation of IFFs will result in further guidance on how to adjust for potential duplication and to harmonise breakdowns. </p>","IMPUTATION__GLOBAL":"<p><strong>(i) At country level</strong></p>\n<p>When national data are missing, transnational data sources or alternative data sources can be examined. It is important to provide comprehensive metadata explaining current issues related to missing data and exhaustiveness of the indicator. Although national data may only partially cover IFFs, they are still valuable for assessing the significance of IFFs globally and regionally. UNCTAD and UNODC may support countries to assess alternative sources for obtaining the missing information. </p>\n<p><strong>(ii) At regional and global levels</strong></p>\n<p>In order to calculate regional and global aggregates, missing data may be estimated using information from international sources. As historical data for countries becomes available with time, it will be possible to impute using the same country&#x2019;s data as well. Estimated indicators are not released at the country level, but only in aggregated form at regional and global level. There will be certain thresholds to be met for the regional and global estimates to be acceptable. If these thresholds are not met, the regional and global estimates will not be published.</p>","REG_AGG__GLOBAL":"<p>Once values of country indicators have been released, missing indicators estimated, any sub-regional, regional and global estimates will be obtained by aggregating the country indicators within a specific sub-region and region. The global value would be calculated by aggregating the regional values in a similar manner. National differences in the comprehensiveness of IFF coverage will influence the quality of regional aggregates. </p>","DOC_METHOD__GLOBAL":"<ul>\n  <li>UNCTAD and UNODC published a <a href=\"https://www.unodc.org/documents/data-and-analysis/statistics/IFF/IFF_Conceptual_Framework_for_publication_15Oct.pdf\">Conceptual Framework for the Statistical Measurement of Illicit Financial Flows</a> as a joint publication in October 2020. It details the concepts, definitions and types of IFFs, and discusses the challenges of statistical production. </li>\n  <li>At the national level, data sources need to be identified separately for the major IFFs originating from tax and commercial practices, corruption, exploitation-type and terrorism activities, and illegal markets. These sources should cover the major flows relevant to the country and provide information for estimating total inward and outward flows separately. The <a href=\"https://www.unodc.org/unodc/en/data-and-analysis/statistics/iccs.html\">ICCS</a> provides a useful listing of behaviours, events and activities that may generate IFFs, and an extended classification of IFFs from aggressive tax avoidance is being discussed. </li>\n  <li>The methodology follows the approach suggested in the Eurostat Handbook on the compilation of statistics on illegal economic activities in national accounts and balance of payments<sup><sup><a href=\"#footnote-14\" id=\"footnote-ref-14\">[13]</a></sup></sup> with the exception mentioned in footnote 1. </li>\n  <li>UNCTAD/UNODC Task Force is finalising methodological guidelines on the measurement of selected types of IFFs. These are pilot testing in 2021 to be refined and included in a comprehensive Statistical Framework for the Measurement of Illicit Financial Flows, to be submitted to the United Nations Statistical Commission (UNSC) for its review once finalised. The custodians have published or will publish methodological materials for the pilot testing of different types of IFFs and their measurement in 2021<sup><a href=\"#footnote-15\" id=\"footnote-ref-15\">[14]</a></sup>. The guidelines will describe the functioning of selected illegal markets or criminal activities, the possible IFF types that can emerge from these activities and provide practical guidance on statistical sources and estimation methods. </li>\n</ul><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-14\">13</sup><p>Available here: <a href=\"about:blank\">https://ec.europa.eu/eurostat/documents/3859598/8714610/KS-05-17-202-EN-N.pdf/eaf638df-17dc-47a1-9ab7-fe68476100ec</a> <a href=\"#footnote-ref-14\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-15\">14</sup><p> For methodological guidelines to measure tax and commercial IFFs, see: <a href=\"https://unctad.org/system/files/non-official-document/20210917_IFFsGuidelinesForPilots_en_0.pdf\">https://unctad.org/system/files/non-official-document/20210917_IFFsGuidelinesForPilots_en_0.pdf</a> <a href=\"#footnote-ref-15\">&#x2191;</a></p></div></div>","QUALITY_MGMNT__GLOBAL":"<p>Compilation of indicator 16.4.1 must be conducted in full adherence to the Fundamental Principles of Official Statistics. Moreover, national statistical authorities will follow established quality assurance frameworks for official statistics. Once fully developed, methodological material will allow for integrated quality management, with methods selection based on quality aspects related to: </p>\n<ul>\n  <li>source data (timeliness, availability, fit-for-purpose, coverage, granularity, and interoperability), </li>\n  <li>methods (relevance of scope, clarity of concepts, robustness, transferability, equivalence, statistical alignment, capacity requirements) and </li>\n  <li>results (relevance for use, accuracy, timeliness, clarity, comparability, coherence). </li>\n</ul>","QUALITY_ASSURE__GLOBAL":"<ul>\n  <li>Statistics received from Member States will go through a validation process. </li>\n  <li>The data for the indicator are externally validated by comparing to other available sources. </li>\n  <li>Once the information has been validated and information from additional sources incorporated, any questions for clarification or proposals are shared with Member States for their review. </li>\n  <li>In case any adjustment is needed, after Member States have reviewed the values, indicators are ready to be published and sub-regional, regional and global totals can be estimated.</li>\n</ul>","QUALITY_ASSMNT__GLOBAL":"<p>UNCTAD and UNODC will review the quality of reported national data jointly with the national focal points. The methodological guidelines provide instructions and quality criteria for the selection of source data, methods and assessment of results, as detailed above in 4.i. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Data collection has not yet started. It is expected that the number of countries for which this indicator is available will gradually start increasing over time. According to inventories, over 60 per cent of countries globally already collect some data that can be used in the estimation of IFFs. However, notably efforts are planned to support countries in building their capacity to measure Indicator 16.4.1. Currently, pioneering countries are pilot testing the indicator compilation. Estimates will also be prepared in countries participating in UNCTAD and UNODC capacity building projects, carried out currently jointly with ESCAP and ECA.</p>\n<p><strong>Time series:</strong></p>\n<p>Availability of time series would be useful for the analysis of development over time. Feasibility of constructing historical time series data will be reviewed.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Similar to Eurostat&#x2019;s recommendations on measuring illegal economic activities, a disaggregated measurement approach is proposed. As a minimum, disaggregation of the index by relevant types of IFFs, should be published separately for the main elements, depending on data availability: </p>\n<p>&#x2022; IFFs from illicit tax and commercial practices, </p>\n<p>&#x2022; IFFs from illegal markets, </p>\n<p>&#x2022; IFFs from corruption, and</p>\n<p>&#x2022; IFFs from exploitation-type and financing of crime and terrorism.</p>\n<p>In addition, member states may decide to disaggregate the IFF indicator, where relevant, by:</p>\n<p>&#x2022; payment method (cash / trade flows / crypto currencies)</p>\n<p>&#x2022; resulting assets (offshore wealth / real estate etc.)</p>\n<p>&#x2022; actors (characters of individuals / types of businesses etc.)</p>\n<p>&#x2022; industries, commodities or service categories.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>As mentioned above, countries are affected by different types of IFFs and varying data availability. Therefore, the coverage of different types of IFFs in the indicator may vary from one country to another, thus affecting comparability. However, the goal is to capture the largest flows even when country-specific solutions are applied. Furthermore, based on the country metadata, the custodian agencies may discuss necessary corrections or adjustments for producing regional and global aggregates with countries. A gradual process of improving the exhaustiveness of the indicator is expected, following the model of measuring illegal economic activities and the non-observed economy in the balance of payments and system of national accounts.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p><a href=\"about:blank\">www.unodc.org</a></p>\n<p><a href=\"about:blank\">https://unctad.org/statistics</a></p>\n<p>https://stats.unctad.org/iffs</p>\n<p><a href=\"about:blank\">https://dataunodc.un.org/</a></p>\n<p><a href=\"about:blank\">https://unctadstat.unctad.org</a></p>\n<p><a href=\"https://www.unodc.org/unodc/en/data-and-analysis/iff.html\">https://www.unodc.org/unodc/en/data-and-analysis/iff.html</a></p>\n<p>UNCTAD-UNODC Conceptual Framework for the Statistical Measurement of Illicit Financial Flows (2020) <a href=\"https://www.unodc.org/documents/data-and-analysis/statistics/IFF/IFF_Conceptual_Framework_for_publication_FINAL_16Oct_print.pdf\">https://www.unodc.org/documents/data-and-analysis/statistics/IFF/IFF_Conceptual_Framework_for_publication_FINAL_16Oct_print.pdf</a> <br>UNCTAD Methodological Guidelines to Measure Tax and Commercial Illicit Financial Flows &#x2013; Methods for pilot testing (2021). <a href=\"https://unctad.org/system/files/non-official-document/20210917_IFFsGuidelinesForPilots_en_0.pdf\">https://unctad.org/system/files/non-official-document/20210917_IFFsGuidelinesForPilots_en_0.pdf</a> </p>\n<p>UNCTAD-ECA capacity building project:<br><a href=\"https://unctad.org/project/defining-estimating-and-disseminating-statistics-illicit-financial-flows-africa\">https://unctad.org/project/defining-estimating-and-disseminating-statistics-illicit-financial-flows-africa</a></p>\n<p>UNODC-UNCTAD project on Latin America (2017-2020): <a href=\"https://www.unodc.org/unodc/en/data-and-analysis/iff_Lac.html\">https://www.unodc.org/unodc/en/data-and-analysis/iff_Lac.html</a> </p>\n<p>UNODC-ESCAP-UNCTAD project on Asia-Pacific (2020-2022): <a href=\"https://www.unodc.org/unodc/en/data-and-analysis/iff_Asia.html\">https://www.unodc.org/unodc/en/data-and-analysis/iff_Asia.html</a> </p>\n<p>UNODC (2020) - Supply and value chains and illicit financial flows from the trade in ivory and rhinoceros horn (Chapter 8 &#x2013; Second World Wildlife Crime Report) <a href=\"https://www.unodc.org/documents/data-and-analysis/wildlife/2020/WWLC20_Chapter_8_Value_chains.pdf\">https://www.unodc.org/documents/data-and-analysis/wildlife/2020/WWLC20_Chapter_8_Value_chains.pdf</a> </p>","indicator":"16.4.1","target_id":"16.4","sdg_goal":"16","indicator_sort_order":"16-04-01"}