{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Primary government expenditures as a proportion of original approved budget, by sector (or by budget codes or similar)","graph_titles":[],"graph_type":"line","indicator_name":"Primary government expenditures as a proportion of original approved budget, by sector (or by budget codes or similar)","indicator_number":"16.6.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 16: Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels</p>","SDG_TARGET__GLOBAL":"<p>Target 16.6: Develop effective, accountable and transparent institutions at all levels</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 16.6.1: Primary government expenditures as a proportion of original approved budget, by sector (or by budget codes or similar)</p>","META_LAST_UPDATE__GLOBAL":"<p>2016-07-19</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>World Bank (WB)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>World Bank (WB)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Primary government expenditures as a proportion of original approved budget</p>\n<p>This indicator measures the extent to which aggregate budget expenditure outturn reflects the amount originally approved, as defined in government budget documentation and fiscal reports. The coverage is budgetary central government (BCG) and the time period covered is the last three completed fiscal years.</p>\n<p><strong>Concepts:</strong></p>\n<p>Aggregate expenditure includes actual expenditures incorporating those incurred as a result of unplanned or exceptional events&#x2014;for example, armed conflicts or natural disasters. Expenditures financed by windfall revenues, including privatization, should be included and noted in the supporting fiscal tables and narrative. Expenditures financed externally by loans or grants should be included, if covered by the budget, along with contingency vote(s) and interest on debt. Expenditure assigned to suspense accounts is not included in the aggregate. However, if amounts are held in suspense accounts at the end of any year that could affect the scores if included in the calculations, they can be included. In such cases the reason(s) for inclusion must be clearly stated.</p>\n<p>Actual expenditure outturns can deviate from the originally approved budget for reasons unrelated to the accuracy of forecasts&#x2014;for example, as a result of a major macroeconomic shock. The calibration of this indicator accommodates one unusual or &#x201C;outlier&#x201D; year and focuses on deviations from the forecast which occur in two of the three years covered by the assessment.</p>\n<p>Very detailed resources are available at: http://www.pefa.org/en/content/pefa-2016-framework. The document &#x201C;Framework for assessing public financial management&#x201D; is extremely useful (https://www.pefa.org/sites/pefa.org/files/attachments/PEFA%20Framework_English.pdf). There are seven Public Expenditure and Financial Accountability (PEFA) Performance pillars containing a total of 31 indicators. The pillar containing this indicator is part of Pillar I which measures Budget reliability.</p>","SOURCE_TYPE__GLOBAL":"<p>The Budget Laws of countries is the usual source of the approved budget of countries. The end-of-year fiscal reports (/budget execution reports) are the sources of the actual spending. This data is typically obtained from websites of the Ministry of Finance (MoF) or the national Parliament, or data are collected through communication with the MoF.</p>","COLL_METHOD__GLOBAL":"<p>Not applicable.</p>","FREQ_COLL__GLOBAL":"<p>Continuously</p>","REL_CAL_POLICY__GLOBAL":"<p>Continuously</p>","DATA_SOURCE__GLOBAL":"<p>Ministry of Finances of countries</p>","COMPILING_ORG__GLOBAL":"<p>World Bank</p>","RATIONALE__GLOBAL":"<p>The indicator attempts to capture the reliability of government budgets: do governments spend what they intend to and do they collect what they set out to collect. It is a simple and intuitive indicator that is easily understood and the methodology is transparent and every rating easily verifiable.</p>","REC_USE_LIM__GLOBAL":"<p>Although not all countries have used the methodology on an annual basis for this indicator, the methodology relies on standard data sets for approved and final budget outturns which are commonly produced at least annually in every country. The countries that have not used the methodology to date are primarily highly developed countries which would have less difficulty in providing the necessary data than those in the lower and middle income categories that have been primary users of Public Expenditure and Financial Accountability (PEFA) to date.</p>\n<p>One limitation of the indicator is that it is an aggregate indicator of budget reliability. While it can be disaggregated across regions, it is not disaggregated across various budget subcomponents. Different indicators are used for assessing changes in expenditure composition in the PEFA framework. Also, while this indicator is intended to measure budget reliability it should be understood that actual expenditure outturns can deviate from the originally approved budget for reasons unrelated to the accuracy of forecasts&#x2014;for example, as a result of a major macroeconomic shock. However, the calibration of this indicator accommodates one unusual or &#x201C;outlier&#x201D; year and focuses on deviations from the forecast which occur in two of the three years covered by the assessment. Therefore, single year shocks are discounted allowing a more balanced assessment.</p>\n<p>The broader context in which the indicator was developed is as follows. PEFA is a tool for assessing the status of public financial management and reporting on the strengths and weaknesses of Public Financial Management (PFM). A PEFA assessment provides a thorough, consistent and evidence-based analysis of PFM performance at a specific point in time and can be reapplied in successive assessments to track changes over time. The PEFA framework provides the foundation for evidence-based measurement of countries&#x2019; PFM systems using 31 performance indicators that are further disaggregated into 94 dimensions. A PEFA assessment measures the extent to which PFM systems, processes and institutions contribute to the achievement of desirable budget outcomes: aggregate fiscal discipline, strategic allocation of resources, and efficient service delivery.</p>","DATA_COMP__GLOBAL":"<p>The methodology for calculating this indicator is provided in a spreadsheet (titled &#x201C;En PI-1 and PI-2 Exp Calculation-Feb 1 2016 (xls)&#x201D;) on the PEFA website (http://www.pefa.org/en/content/pefa-2016-framework). It is also detailed in part 2 of the document &#x201C;Framework for assessing public financial management&#x201D; (https://www.pefa.org/sites/pefa.org/files/attachments/PEFA%20Framework_English.pdf).</p>\n<p>Scoring is at the heart of the indicator. A country is scored separately on a four-point ordinal scale: A, B, C, or D, according to precise criteria: </p>\n<p>(A) Aggregate expenditure outturn was between 95% and 105% of the approved aggregate budgeted expenditure in at least two of the last three years.</p>\n<p>(B) Aggregate expenditure outturn was between 90% and 110% of the approved aggregate budgeted expenditure in at least two of the last three years.</p>\n<p>(C Aggregate expenditure outturn was between 85% and 115% of the approved aggregate budgeted expenditure in at least two of the last three years.</p>\n<p>(D) Performance is less than required for a C score.</p>\n<p>In order to justify a particular score, every aspect specified in the scoring requirements must be fulfilled. If the requirements are only partly met, the criteria are not satisfied and a lower score should be given that coincides with achievement of all requirements for the lower performance rating. A score of C reflects the basic level of performance for each indicator and dimension, consistent with good international practices. A score of D means that the feature being measured is present at less than the basic level of performance or is absent altogether, or that there is insufficient information to score the dimension.</p>\n<p>The D score indicates performance that falls below the basic level. &#x2018;D&#x2019; is applied if the performance observed is less than required for any higher score. For this reason, a D score is warranted when sufficient information is not available to establish the actual level of performance. A score of D due to insufficient information is distinguished from D scores for low-level performance by the use of an asterisk&#x2014;that is, D* at the dimension level. The asterisk is not included at the indicator level.</p>\n<p>The coverage is budgetary central government (BCG) and requires data for three consecutive years as a basis for assessment. The data would cover the most recent completed fiscal year for which data is available and the two immediately preceding years.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>Not imputed.</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>","REG_AGG__GLOBAL":"<p>Not applicable.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Data Availability 2010 to present (in terms of how many countries have at least 1 data point after 2010 for this indicator)</p>\n<p>Asia and Pacific: 23; Africa: 41; Latin America and Caribbean: 24; Europe, North America, Australia, New Zealand and Japan: 19</p>\n<p>Data Availability 2000-2009:</p>\n<p>Asia and Pacific: 28; Africa: 52; Latin America and Caribbean: 28; Europe, North America, Australia, New Zealand and Japan: 17</p>\n<p><strong>Time series:</strong></p>\n<p><strong>Disaggregation:</strong></p>\n<p>This is an aggregate national level figure. However, subnational figures can be obtained for countries with decentralized government systems.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Not applicable as all figures are obtained from national budget data.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>www.worldbank.org</p>\n<p><strong>References:</strong></p>\n<p>Very detailed resources are available at: http://www.pefa.org/en/content/pefa-2016-framework. </p>\n<p>The document &#x201C;Framework for assessing public financial management&#x201D; is extremely useful (https://www.pefa.org/sites/pefa.org/files/attachments/PEFA%20Framework_English.pdf). </p>\n<p>There are seven PEFA (Public Expenditure and Financial Accountability) Performance pillars and this indicator is part of Pillar I which measures Budget reliability.</p>","indicator":"16.6.1","target_id":"16.6","sdg_goal":"16","indicator_sort_order":"16-06-01"}