{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion of domestic budget funded by domestic taxes","graph_titles":[],"graph_type":"line","indicator_name":"Proportion of domestic budget funded by domestic taxes","indicator_number":"17.1.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 17: Strengthen the means of implementation and revitalize the Global Partnership for Sustainable Development</p>","SDG_TARGET__GLOBAL":"<p>Target 17.1: Strengthen domestic resource mobilization, including through international support to developing countries, to improve domestic capacity for tax and other revenue collection</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 17.1.2: Proportion of domestic budget funded by domestic taxes</p>","META_LAST_UPDATE__GLOBAL":"<p>2021-03-01</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>Indicator 17.1.1: Total government revenue as a proportion of GDP, by source </p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>IMF Statistics Department (Government Finance Division)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>IMF Statistics Department (Government Finance Division)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition: </strong></p>\n<p>The precise definition of the indicator is the Proportion of domestic budgetary central government expenditure funded by taxes. Budgetary central government, described in GFSM 2014 (paragraph 2.81) is an institutional unit of the general government sector particularly important in terms of size and power, particularly the power to exercise control over many other units and entities. The budgetary central government is often a single unit of the central government that encompasses the fundamental activities of the national executive, legislative, and judiciary powers. This component of general government is usually covered by the main (or general) budget. The budgetary central government&#x2019;s revenue (and expense) are normally regulated and controlled by a ministry of finance, or its functional equivalent, by means of a budget approved by the legislature. Most of the ministries, departments, agencies, boards, commissions, judicial authorities, legislative bodies, and other entities that make up the budgetary central government are not separate institutional units. This is because they generally do not have the authority to own assets, incur liabilities, or engage in transactions in their own right (see GFSM 2014 paragraph 2.42). including references to standards and classifications, preferably relying on international agreed definitions. The indicator definition should be unambiguous and expressed in universally applicable terms. It must clearly express the unit of measurement (proportion, dollars, number of people, etc.).</p>\n<p><strong>Concepts:</strong></p>\n<p>The key concepts and terms associated with the indicator are outlined in GFSM 2014, as are the associated classifications. Revenue is defined in Chapter 4 (paragraph 4.23) and the associated classifications are detailed in Chapter 5. Expenditure is also defined in Chapter 4 (paragraph 4.21) while the associated detailed classifications and concepts used for calculating this aggregate are outlined in Chapter 6 - 8.</p>","UNIT_MEASURE__GLOBAL":"<p>Proportion</p>","CLASS_SYSTEM__GLOBAL":"<p>See 2.a.</p>","SOURCE_TYPE__GLOBAL":"<p>The actual and recommended sources of data for deriving this indicator are the fiscal statistics reported to the IMF&#x2019;s Statistics Department. These come from various agencies (Ministries of Finance, Central Banks, National Statistics Offices, etc.) and are compiled according to a standardized method for data collection: the annual GFS Questionnaire. In the 2020 annual reporting cycle, approximately 130 countries reported the relevant series for monitoring indicator 17.1.2. For current non-reporting countries that have demonstrated the capacity to compile and report the relevant GFS revenue series, we are engaged in outreach to the national authorities, in consultation with the respective IMF Area Departments and Offices of the Executive Director, as needed. The steps outlined above should allow, over time, for covering virtually the entire IMF membership.</p>","COLL_METHOD__GLOBAL":"<p>See 3.a. </p>","FREQ_COLL__GLOBAL":"<p>Dates when source collection is next planned: IMF Statistics Department completed the 2020 round of annual GFS collection in February 2021. The 2021 collection cycle is planned to take place between September and December 2021.</p>","REL_CAL_POLICY__GLOBAL":"<p>Country data are disseminated as they are processed and summary World Tables and other indicators, including 17.1.2 are planned for release in early 2021. For most countries, the reference year will be their Fiscal Year 2019 series, as well as five or more most recent years.</p>","DATA_SOURCE__GLOBAL":"<p>See 3.a.</p>","COMPILING_ORG__GLOBAL":"<p>The IMF Statistics Department (Government Finance Division) is the organization responsible for the compilation and reporting on this indicator at the global level.</p>","INST_MANDATE__GLOBAL":"<p>See 3.a.</p>","RATIONALE__GLOBAL":"<p>Indicator 17.1.2 Proportion of domestic budgetary central government expenditure funded by taxes supports an understanding of the extent to which countries&#x2019; recurrent and capital outlays are actually covered by domestic revenue mobilization in the form of taxation. The indicator, which can be directly derived from GFS series reported by national authorities to the IMF Statistics Department, will provide analysts with a cross-country comparable dataset that highlights the relationship between the executed national budget and the revenue/tax administration As outlined in the Annex to Chapter 4 of GFSM 2014, a variety of indicators can be observed or derived directly from the GFS framework, while others can be derived using a combination of GFS with other macroeconomic data (i.e., GDP). 17.1.2 will be derived using series that are basic to the GFS reporting framework. This enhances the comparability of data across countries and ensures establishing robust analytical findings to support SDG monitoring using fiscal data. There are also complementarities with Indicator 17.1.1, which facilitates an understanding of the &quot;tax burden&quot;. Both indicators are important in relation to achieving longer-term development objectives.</p>","REC_USE_LIM__GLOBAL":"<p>At this time the IMF recommends no regional and global aggregates be established. While we see no issues in terms of the feasibility and suitability of 17.1.2 for cross-country comparisons, we question the relevance of one single global indicator that combines data for advanced economies with those of emerging market and low income countries. </p>\n<p>For reporting this indicator, budgetary central government is considered the most appropriate level of institutional coverage as it will encompass all countries. In principle, GFS should cover all entities that materially affect fiscal policies. However, for most developing and many emerging market economies compiling data for the consolidated general government and its subsectors is problematic owing to limitations in the availability and/or timeliness of source data. A country may have one central government; several state, provincial, or regional governments; and many local governments, and the GFSM 2014 recommends that statistics should be compiled for all such general government units. This reporting structure is illustrated below:</p>\n<table>\n  <tbody>\n    <tr>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td colspan=\"2\">\n        <p>General Government</p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td rowspan=\"3\">\n        <p>Memorandum: Central Govt. (incl. SSF of central level)</p>\n      </td>\n    </tr>\n    <tr>\n      <td colspan=\"4\">\n        <p>Central Government (excluding social security funds)</p>\n      </td>\n      <td rowspan=\"2\">\n        <p>Social Security Funds</p>\n      </td>\n      <td rowspan=\"2\">\n        <p>State Governments</p>\n      </td>\n      <td rowspan=\"2\">\n        <p>Local Governments</p>\n      </td>\n      <td rowspan=\"2\">\n        <p>Consolidation Column</p>\n      </td>\n      <td rowspan=\"2\">\n        <p>General Government</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Budgetary</p>\n      </td>\n      <td>\n        <p>Extrabudgetary</p>\n      </td>\n      <td>\n        <p>Consolidation Column</p>\n      </td>\n      <td>\n        <p>Central Government</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>BA = GL1</p>\n      </td>\n      <td>\n        <p>EA</p>\n      </td>\n      <td>\n        <p>CC</p>\n      </td>\n      <td>\n        <p>CG</p>\n      </td>\n      <td>\n        <p>SSF</p>\n      </td>\n      <td>\n        <p>SG</p>\n      </td>\n      <td>\n        <p>LG</p>\n      </td>\n      <td>\n        <p>CT</p>\n      </td>\n      <td>\n        <p>GG = GL3</p>\n      </td>\n      <td>\n        <p>GL2</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<p>There are some countries that report &#x201C;consolidated central government&#x201D; without necessarily providing the budgetary central government subsector separately. The IMF intends to provide data for the budgetary central government and will work to address this issue, where needed, as outlined under section 5, above.</p>","DATA_COMP__GLOBAL":"<p>GFS budgetary central government revenue series - collected in Table 1 of the annual data questionnaire provided to all countries - will be combined with series on budgetary central government expenditure (actual execution of the main budget) on &#x201C;expense&#x201D; plus the &#x201C;net acquisition of nonfinancial assets&#x201D;, as defined in <em>GFSM 2014</em>). GFS Expenditure series are reported by the economic classification in Tables 2, and 3 (items under code 31). Alternatively, for those countries that report total expenditure according to the functional classification (COFOG) in GFS Table 7, a similar calculation can be made. The <em>Proportion of domestic budgetary central government expenditure funded by taxes</em> will be calculated as (Taxes / Expenditure expressed as a %) using the following data series:<br></p>\n<table>\n  <tbody>\n    <tr>\n      <td>\n        <p><strong>Total Revenue</strong></p>\n      </td>\n      <td>\n        <p><strong>963</strong></p>\n      </td>\n      <td>\n        <p><strong> </strong></p>\n      </td>\n      <td>\n        <p><strong>Expenditure</strong></p>\n      </td>\n      <td>\n        <p><strong>1200</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Taxes</p>\n      </td>\n      <td>\n        <p>800</p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p>Expense</p>\n      </td>\n      <td>\n        <p>950</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Social contributions</p>\n      </td>\n      <td>\n        <p>105</p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td rowspan=\"2\">\n        <p>Net acquisition of nonfinancial assets</p>\n      </td>\n      <td>\n        <p>250</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Grants</p>\n      </td>\n      <td>\n        <p>25</p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Other revenue</p>\n      </td>\n      <td>\n        <p>33</p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p><strong>SDG Indicator 17.1.2</strong></p>\n      </td>\n      <td>\n        <p><strong>67%</strong></p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<p>Consistency across countries will be ensured through the underlying structure of the IMF GFS database and application of one simple mathematical formulas to make computations on the country reported source data used to produce the indicator (no adjustments and/or weighting techniques will be applied). Mixed sources are not being used nor will the calculation change over time (i.e., there are no discontinuities in the underlying series as these are key aggregates/ components in all country reported GFS series).</p>","DATA_VALIDATION__GLOBAL":"<p>See 4.c.</p>","ADJUSTMENT__GLOBAL":"<p>N/A</p>","IMPUTATION__GLOBAL":"<p>The IMF plans to rely exclusively on officially reported data provided by the national authorities using the standard GFS questionnaire based on GFSM 2014 methodology. When country data are not available due to a lack of reporting to the IMF Statistics Department, we plan to engage in outreach to the national authorities, in consultation with the respective IMF Area Departments and Offices of the Executive Director, as needed, to ensure that the key GFS series are reported. No country data estimates for missing values will be calculated by the IMF Statistics Department.</p>","REG_AGG__GLOBAL":"<p>The IMF Statistics Department will leverage the existing GFS database to provide cross-country comparable series in a standardized presentation format. We would appreciate further discussion with the IAEG SDGs on the merits of deriving regional or global aggregates from the country reported values for this indicator. </p>","DOC_METHOD__GLOBAL":"<p>See 4.c. </p>","QUALITY_MGMNT__GLOBAL":"<p>See 4.c.</p>","QUALITY_ASSURE__GLOBAL":"<p>See 4.c.</p>","QUALITY_ASSMNT__GLOBAL":"<p>See 4.c.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Classification of the indicator into one of the following three tiers:</p>\n<p>We recommend that 17.1.2 remain classified as Tier 1: The indicator is conceptually clear and standards are available. The underlying data are regularly produced by countries, and there is current data available. From the IAEG-SDGs Tier Classification description at https://unstats.un.org/sdgs/iaeg-sdgs/tier-classification/, a key criteria is that &#x201C;data are regularly produced by countries for at least 50 per cent of countries&#x201D;. The IMF GFS database, with 130+ regular annual reporting countries using the same reporting format certainly meets this key criteria. All IMF member countries produce revenue (and expenditure) data for surveillance purposes. In recent rounds of soliciting annual GFS series from countries, we have specifically encouraged those countries that were non-reporters over the past few years to (at a minimum) provide the key revenue and expenditure series needed to monitor 17.1.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>General government units have four types of revenue: (i) compulsory levies in the form of taxes and certain types of social contributions; (ii) property income derived from the ownership of assets; (iii) sales of goods and services; and (iv) other transfers receivable from other units. Of these, compulsory levies and transfers are considered the main sources of revenue for most general government units (GFSM 2014 paragraph 5.1). These four types of revenue are represented by the following aggregates: Taxes, Social contributions, Grants, Other revenue. Similarly, the economic classification of expense identifies eight types of expense incurred according to the economic process involved. For example, compensation of employees, use of goods and services, and consumption of fixed capital all relate to the costs of producing nonmarket (and, in certain instances, market) goods and services by government. Subsidies, grants, social benefits, and transfers other than grants relate to transfers in cash or in kind, and are aimed at redistributing income and wealth. The functional classification of expense provides information on the purpose for which an expense was incurred. Examples of functions are education, health, and environmental protection. The detailed GFS classification structure used in the annual questionnaire that is used by countries to report data allows for sufficient disaggregation for compiling 17.1.2.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>The IMF Statistics Department plans to rely on officially reported national data as reported by the national authorities using the standard IMF GFS annual data questionnaire that is based on the GFSM 2014 methodology.</p>","OTHER_DOC__GLOBAL":"<p>The GFSM 2014 is available at <a href=\"http://www.imf.org/external/np/sta/gfsm/\">http://www.imf.org/external/np/sta/gfsm/</a>. A series of videos that discuss the GFS analytical framework are available at: <a href=\"http://www.youtube.com/playlist?list=PLmYAE4wV1YQzimXjDWMQ-4GwConTsP7-a\">IMF Statistics E-Learning Videos - YouTube</a>.</p>","indicator":"17.1.2","target_id":"17.1","sdg_goal":"17","indicator_sort_order":"17-01-02"}