{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Debt service as a proportion of exports of goods and services","graph_titles":[],"graph_type":"line","indicator_name":"Debt service as a proportion of exports of goods and services","indicator_number":"17.4.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 17: Strengthen the means of implementation and revitalize the Global Partnership for Sustainable Development</p>","SDG_TARGET__GLOBAL":"<p>Target 17.4: Assist developing countries in attaining long-term debt sustainability through coordinated policies aimed at fostering debt financing, debt relief and debt restructuring, as appropriate, and address the external debt of highly indebted poor countries to reduce debt distress</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 17.4.1: Debt service as a proportion of exports of goods and services</p>","META_LAST_UPDATE__GLOBAL":"<p>2016-07-19</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>World Bank (WB)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>World Bank (WB)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Debt service as proportion of exports of goods and services is the percentage of debt services (principle and interest payments) to the exports of goods and services. Debt services covered in this indicator refer only to public and publicly guaranteed debt.</p>\n<p><strong>Concepts:</strong></p>\n<p>Concepts of public and publicly guaranteed external debt data are in accordance with the sixth edition of the Balance of Payments and International Investment Position Manual (BPM6) methodology.</p>\n<p>&#x201C;Exports of goods and services&#x201D; data concepts are in accordance with the sixth edition of the Balance of Payments and International Investment Position Manual (BPM6).</p>","SOURCE_TYPE__GLOBAL":"<p>In accordance with the World Bank&#x2019;s Operational Policy 14.10 (which includes IBRD and IDA General Conditions) external debt reporting is required to fulfil the World Bank&#x2019;s needs for reliable and timely external debt information to (a) assess a borrowing country&apos;s foreign debt situation, creditworthiness, and economic management; and (b) conduct its country economic work and assess regional and global indebtedness and debt servicing problems. </p>\n<p>External borrowing of reporting countries is performed through the Debtor Reporting System (DRS), which was established in 1951 and captures detailed information at loan level by using standardized set of forms.</p>","COLL_METHOD__GLOBAL":"<p>Public and publicly guaranteed debt is reported on a quarterly basis through form 1 and form 2. Specifically, the new loan commitments are reported on Form 1 and when appropriate, Form 1a (Schedule of Drawings and Principal and Interest Payments); the loan transactions are reported once a year on Form 2 (Current Status and Transactions). Form 3 is used to report corrections to data originally reported in Forms 1 and 2. Forms 1 and 1A are submitted quarterly, within 30 days of the close of the quarter. Form 2 is submitted annually, by March 31 of the year following that for which the report is made.</p>","FREQ_COLL__GLOBAL":"<p>Loan transactions are reported once a year on Form 2 (Current Status and Transactions). Forms 1 and 1A are submitted quarterly, within 30 days of the close of the quarter. Form 2 is submitted annually, by March 31 of the year following that for which the report is made.</p>","REL_CAL_POLICY__GLOBAL":"<p>The annual publication of new data for this indicator is planned for mid-December through the World Bank annual publication - International Debt Statistics (IDS) book and available online (see link: http://data.worldbank.org/products/ids)</p>","DATA_SOURCE__GLOBAL":"<p>The agency in charge of producing the debt statistics at the national level is the World Bank with the data sourced by government agencies on a loan by loan basis. The national data provider of &#x201C;Exports of Goods, and Services&#x201D; is the institution in charge of the collection and compilation of the Balance of Payments statistics. This responsibility varies and is country specific (i.e. Central Bank). World Bank staff estimates for &#x201C;Exports of Goods and Services&#x201D; data are used for gap filling purposes. &#x201C;Exports of Goods and Services&#x201D; data are not reported directly to the World Bank from the national data provider. They are reported to the International Monetary Fund (IMF), which is the institution in charge of overseeing balance of payment stability as part of its institutional mandate.</p>","COMPILING_ORG__GLOBAL":"<p>World Bank</p>","DATA_COMP__GLOBAL":"<p>Public and publicly guaranteed external debt data are compiled by the World Bank based on the World Bank Debtor Reporting System Manual, dated January 2000 which sets out the reporting procedures to be used by countries. The data are provided by the countries on a loan by loan basis. </p>\n<p>&#x201C;Exports of goods and services&#x201D; data are sourced from IMF&#x2019;s Balance of Payments Statistics database and then gap-filled with World Bank staff estimates in accordance with the sixth edition of the Balance of Payments and International Investment Position Manual (BPM6) </p>\n<p>Both components are used to express the indicator in percentage terms.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p><strong>&#x2022; At regional and global levels</strong></p>","REG_AGG__GLOBAL":"<p>Aggregate (global, regional and income group) figures are composed of Debtor Reporting System (DRS) member countries only.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Data for 122 countries are already currently available on a regular basis for this indicator.</p>\n<p><strong>Time series:</strong></p>\n<p><strong>Disaggregation:</strong></p>\n<p>None</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>www.worldbank.org</p>\n<p><strong>References:</strong></p>\n<p>http://databank.worldbank.org/data/reports.aspx?source=2&amp;type=metadata&amp;series= DT.TDS.DPPF.XP.ZS</p>","indicator":"17.4.1","target_id":"17.4","sdg_goal":"17","indicator_sort_order":"17-04-01"}