{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Fixed Internet broadband subscriptions per 100 inhabitants, by speed","graph_titles":[],"graph_type":"line","indicator_name":"Fixed Internet broadband subscriptions per 100 inhabitants, by speed","indicator_number":"17.6.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 17: Strengthen the means of implementation and revitalize the Global Partnership for Sustainable Development</p>","SDG_TARGET__GLOBAL":"<p>Target 17.6: Enhance North-South, South-South and triangular regional and international cooperation on and access to science, technology and innovation and enhance knowledge-sharing on mutually agreed terms, including through improved coordination among existing mechanisms, in particular at the United Nations level, and through a global technology facilitation mechanism</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 17.6.1: Fixed Internet broadband subscriptions per 100 inhabitants, by speed</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Not Applicable </p>","META_LAST_UPDATE__GLOBAL":"<p>2021-08-20</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>8.2, 9.1, 9.c, 17.8</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>International Telecommunication Union (ITU)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>International Telecommunication Union (ITU)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>The indicator fixed Internet broadband subscriptions, by speed, refers to the number of fixed-broadband subscriptions to the public Internet, split by advertised download speed.</p>\n<p>The indicator is currently broken down by the following subscription speeds:</p>\n<p>- 256 kbit/s to less than 2 Mbit/s subscriptions: Refers to all fixed broadband Internet subscriptions with advertised downstream speeds equal to, or greater than, 256 kbit/s and less than 2 Mbit/s.</p>\n<p>- 2 Mbit/s to less than 10 Mbit/s subscriptions: Refers to all fixed -broadband Internet subscriptions with advertised downstream speeds equal to, or greater than, 2 Mbit/s and less than 10 Mbit/s.</p>\n<p>- Equal to or above 10 Mbit/s subscriptions (4213_G10). Refers to all fixed -broadband Internet subscriptions with advertised downstream speeds equal to, or greater than, 10 Mbit/s.</p>\n<p><strong>Concepts:</strong></p>\n<p>Fixed Internet broadband subscriptions refer to subscriptions to high-speed access to the public Internet (a TCP/IP connection), at downstream speeds equal to, or greater than, 256 kbit/s. This includes cable modem, DSL, fibre-to-the-home/building, other fixed (wired)-broadband subscriptions, satellite broadband and terrestrial fixed wireless broadband. This total is measured irrespective of the method of payment. It excludes subscriptions that have access to data communications (including the Internet) via mobile-cellular networks. It should include fixed WiMAX and any other fixed wireless technologies. It includes both residential subscriptions and subscriptions for organizations.</p>\n<p>The Internet is a worldwide public computer network. It provides access to a number of communication services including the World Wide Web and carries e-mail, news, entertainment and data files.</p>","UNIT_MEASURE__GLOBAL":"<p>Per 100 inhabitants</p>","CLASS_SYSTEM__GLOBAL":"<p>Speed tiers as defined in the ITU Handbook for the Collection of Administrative Data on Telecommunications/ICT 2020.</p>","SOURCE_TYPE__GLOBAL":"<p>Since data for this indicator are based on administrative data from operators, no information on individual subscribers is available and therefore the data cannot be broken down by any individual characteristics. Data could in theory be broken down by geographic location and urban/rural, but ITU does not collect this information.</p>","COLL_METHOD__GLOBAL":"<p>ITU collects data for this indicator through a questionnaire from national regulatory authorities or Information and Communication Technology Ministries, who collect the data from Internet service providers. </p>","FREQ_COLL__GLOBAL":"<p>ITU collects data twice a year from Member States, in Q1 and in Q3.</p>","REL_CAL_POLICY__GLOBAL":"<p>Data are released twice a year, In July and December, in the <a href=\"https://www.itu.int/en/ITU-D/Statistics/Pages/publications/wtid.aspx\">Wor&#x200B;ld Telecommun&#x200B;ic&#x200B;ation/ICT Indicators Database&#x200B;</a>&#x200B;.</p>","DATA_SOURCE__GLOBAL":"<p>The telecommunication/ICT regulatory authority or the Ministry in charge of ICTs within each country, who collect the data from Internet Service Providers (ISPs).</p>","COMPILING_ORG__GLOBAL":"<p>ITU</p>","INST_MANDATE__GLOBAL":"<p>As the UN specialized agency for ICTs, ITU is the official source for global ICT statistics, collecting ICT data from its Member States. </p>","RATIONALE__GLOBAL":"<p>The Internet has become an increasingly important tool to provide access to information, and can help foster and enhance regional and international cooperation on, and access to, science, technology and innovations, and enhance knowledge sharing. High-speed Internet access is important to ensure that Internet users have quality access to the Internet and can take advantage of the growing amount of Internet content &#x2013; including user-generated content &#x2013;, services and information.</p>\n<p>While the number of fixed-broadband subscriptions has increased substantially over the last years and while service providers offer increasingly higher speeds, fixed Internet broadband can vary tremendously by speed, thus affecting the quality and functionality of Internet access. Many countries, especially in the developing world, have not only a very limited amount of fixed-broadband subscriptions, but also at very low speeds. This limitation is a barrier to the Target 17.6 and the indicator highlights the potential of the Internet (especially through high-speed access) to enhance cooperation, improve access to science, technology and innovation, and share knowledge. The indicator also highlights the importance of Internet use as a development enabler and helps to measure the digital divide, which, if not properly addressed, will aggravate inequalities in all development domains. Information on fixed broadband subscriptions by speed will contribute to the design of targeted policies to overcome those divides.</p>","REC_USE_LIM__GLOBAL":"<p>Since most Internet service providers offer plans linked to download speed, the indicator is relatively straightforward to collect. Countries may use packages that do not align with the speeds used for this group of indicators. Countries are encouraged to collect the data in more speed categories so as to allow aggregation of the data according to the split shown above. In the future, ITU might start to include higher-speed categories, reflecting the increasing demand and availability of higher-speed broadband subscriptions.</p>","DATA_COMP__GLOBAL":"<p>ITU collects data for this indicator through an annual questionnaire from national regulatory authorities or Information and Communication Technology (ICT) Ministries, who collect the data from national Internet service providers. The data can be collected by asking each Internet service provider in the country to provide the number of their fixed-broadband subscriptions by the speeds indicated. The data are then added up to obtain the country totals.</p>","DATA_VALIDATION__GLOBAL":"<p>Data are submitted by Member States to ITU. ITU checks and validates the data, in consultation with the Member States. </p>","ADJUSTMENT__GLOBAL":"<p>No adjustments are made to the data submitted by countries.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>Missing values are not estimated (Not applicable).</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>Missing values are not estimated (Not applicable).</p>","REG_AGG__GLOBAL":"<p>Missing country-level data are first estimated using various techniques, such as hot-deck imputation, regression models and time series forecast. Hot-deck imputation uses data from countries with &#x201C;similar&#x201D; characteristics, such as GNI per capita and geographic location. In cases when it is not possible to find an adequate imputation based on similar cases, regression models based on a set of countries with relatively similar characteristics are applied.</p>\n<p>Once the country-level percentages are available for all countries, the regional and global aggregates are calculated by summing the country-level data. The aggregate percentages were calculated by dividing the regional totals by the population of respective groups.</p>\n<p>Not calculated for the speed breakdowns.</p>","DOC_METHOD__GLOBAL":"<p>ITU Handbook for the Collection of Administrative Data on Telecommunications/ICT 2020: <a href=\"https://www.itu.int/en/ITU-D/Statistics/Pages/publications/handbook.aspx\">https://www.itu.int/en/ITU-D/Statistics/Pages/publications/handbook.aspx</a> </p>","QUALITY_MGMNT__GLOBAL":"<p>Data are checked and validated by the ICT Data and Analytics (IDA) Division of the ITU. Countries are contacted to clarify and correct their submissions.</p>","QUALITY_ASSURE__GLOBAL":"<p>The guidelines of the ITU Handbook for the Collection of Administrative Data on Telecommunications/ICT 2020 are followed.</p>","QUALITY_ASSMNT__GLOBAL":"<p>The guidelines of the ITU Handbook for the Collection of Administrative Data on Telecommunications/ICT 2020 are followed.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Data for this indicator exist for more than 160 economies.</p>\n<p><strong>Time series:</strong></p>\n<p>2005 onwards.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Since data for this indicator are based on administrative data from ISPs, no information on individual subscribers is available and therefore the data cannot be broken down by any individual characteristics. Data could in theory be broken down by geographic location and urban/rural, but ITU does not collect this information.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Differences between global and national figures may arise when countries do not use the same definition for fixed-broadband subscriptions, or when speed tiers differ. Differences for each data point will be explained in a note.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p><a href=\"http://www.itu.int/en/ITU-D/Statistics/Pages/default.aspx\">http://www.itu.int/en/ITU-D/Statistics/Pages/default.aspx</a> </p>\n<p><strong>References:</strong></p>\n<p>ITU Handbook for the Collection of Administrative Data on Telecommunications/ICT 2020: <a href=\"https://www.itu.int/en/ITU-D/Statistics/Pages/publications/handbook.aspx\">https://www.itu.int/en/ITU-D/Statistics/Pages/publications/handbook.aspx</a> </p>","indicator":"17.6.1","target_id":"17.6","sdg_goal":"17","indicator_sort_order":"17-06-01"}