{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Total amount of funding for developing countries to promote the development, transfer, dissemination and diffusion of environmentally sound technologies","graph_titles":[],"graph_type":"line","indicator_name":"Total amount of funding for developing countries to promote the development, transfer, dissemination and diffusion of environmentally sound technologies","indicator_number":"17.7.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 17: Strengthen the means of implementation and revitalize the Global Partnership for Sustainable Development</p>","SDG_TARGET__GLOBAL":"<p>Target 17.7: Promote the development, transfer, dissemination and diffusion of environmentally sound technologies to developing countries on favourable terms, including on concessional and preferential terms, as mutually agreed</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 17.7.1: Total amount of funding for developing countries to promote the development, transfer, dissemination and diffusion of environmentally sound technologies</p>","META_LAST_UPDATE__GLOBAL":"<p>2021-02-08</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>UNEP has identified a number of SDGs where uptake of ESTs contributes to their achievement: Goal 7 on ensuring access to affordable, reliable, sustainable and modern energy for all; Goal 8 on the promotion of sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all; Goal 12 on sustainable consumption and production patterns, and Goal 13 on taking urgent action to combat climate change and its impacts.</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Environment Programme (UNEP)</p>\n<p>OECD</p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Environment Programme (UNEP)</p>\n<p>OECD</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>The purpose of this indicator is to develop a methodology for tracking the total amount of approved funding to promote the development, transfer, dissemination and diffusion of environmentally sound technologies. A two-pronged approach is suggested: </p>\n<p>Level 1. Use globally available data to create a proxy of funding flowing to developing countries for environmentally sound technologies, or of trade in environmentally sound technologies </p>\n<p>Leve2. Collect national data on investment in environmentally sound technologies.</p>\n<p><strong>Concepts:</strong></p>\n<p><strong>UNEP definition</strong> </p>\n<p>Environmentally Sound Technologies (ESTs) are technologies that have the potential for significantly improved environmental performance relative to other technologies. ESTs protect the environment, are less polluting, use resources in a sustainable manner, recycle more of their wastes and products, and handle all residual wastes in a more environmentally acceptable way than the technologies for which they are substitutes. ESTs are not just individual technologies. They can also be defined as total systems that include know-how, procedures, goods and services, and equipment, as well as organizational and managerial procedures for promoting environmental sustainability. This means that any attempt to provide an assessment of investment into ESTs on either a global or national level must incorporate ways to track funding flows into both hard and soft technologies. </p>\n<p><strong>The definition of an environmentally sound technology (EST) to be used to track SDG 17.1</strong></p>\n<p>Include both hardware and software, including total systems that include know- how, procedures, processes, goods and services, equipment, as well as organisational and managerial procedures for promoting environmental sustainability.</p>\n<p><strong>EST definition at national level</strong></p>\n<p>In deciding which technologies are most appropriate, there will always be trade-offs between cost and a range of economic, social, health and environmental impacts, to be determined based on national or local contexts and priorities. It would also not be feasible for all countries to strive towards the best available technologies globally if these are not appropriate in a domestic context. Given the highly contextual nature of ESTs, it is therefore something that is better defined at the national level, taking into account the national context and mainstream technologies nationally. However, there is a real need to support national, sub-national governments and other actors with decision-making and defining the most nationally or locally appropriate technologies. </p>","SOURCE_TYPE__GLOBAL":"<p>Level 1: ComTrade database</p>\n<p>Level 2: NSOs and other members of the NSS</p>","COLL_METHOD__GLOBAL":"<p>Data will be collected at national levels through a Questionnaire sent out to national governments every two years. </p>","FREQ_COLL__GLOBAL":"<p>First data collection: Expected in early 2021.</p>\n<p>And every 2 years thereafter.</p>","REL_CAL_POLICY__GLOBAL":"<p>First reporting cycle: Fall 2021.</p>","DATA_SOURCE__GLOBAL":"<p>NSOs and other members of the NSS, complemented by global modelling</p>","COMPILING_ORG__GLOBAL":"<p>United Nations Environment Programme.</p>","RATIONALE__GLOBAL":"<p>Rational environmental management means making the best use of resources to meet basic human needs without destroying the sustaining and regenerative capacity of natural systems. This requires a good understanding of the intersecting elements within the larger frame of development and implies the adoption and use of alternative, environmentally sound development strategies and related technologies. ESTs play an important role to improve efficiency of resources (materials and energy), reduce pollution and waste from different sectors. The importance of Environmentally Sound Technology was first emphasized during Rio Earth Summit in 1992 and ever since it has become a major component of international environmental cooperation. Access to ESTs also play a central role in the ground-breaking agreement, the Addis Ababa Action Agenda &#x2013; which is an implementing mechanism for the global Sustainable Development Goals (2030 Agenda for Sustainable Development), the agreement was reached by the 193 UN Member States.</p>","REC_USE_LIM__GLOBAL":"<p>Various definitions of &#x2018;environmentally sound technology&#x2019; exist and are in use. Terms such as &#x2018;environmental technology&#x2019;, &#x2018;clean technology&#x2019;, &#x2018;and cleantech &#x2019;or &#x2018;low- carbon technology&#x2019; are sometimes used, although low-carbon technology can be considered as a sub-set of green technology. Other less commonly used terms include climate-smart and climate-friendly technology.</p>\n<p>Additional limitation include: different baseline years in numerous available databases, and the different purposes of available databases.</p>\n<p>Many national statistical systems lack the capacity to compile information on &#x201C;Total amount of approved funding to promote the development, transfer, dissemination and diffusion of environmentally sound technologies&#x201D;. Compiling data on this indicator presents a challenge in terms of consistent definitions and approaches. However, this methodology recognizes these difficulties and provides an approach that can allow a comparability among countries.</p>","DATA_COMP__GLOBAL":"<p>The methodology for tracking the total amount of approved funding to promote the development, transfer, dissemination and diffusion of environmentally sound technologies has a two-pronged approach: </p>\n<p><strong>Level 1</strong>. Use globally available data to create a proxy of funding flowing to developing countries for environmentally sound technologies, or of trade in environmentally sound technologies.</p>\n<p>The international proxy that provides the closest indicator of investment flows is that of trade (e.g. traded goods and services that have been internationally agreed to have a positive environmental benefit), using HS codes, preferably more than 6-digit level. </p>\n<p>The sectors deemed to be ESTs through historical research include:</p>\n<ul>\n  <li>Air pollution control (APC)</li>\n  <li>Wastewater management (WWM),</li>\n  <li>Solid and Hazardous waste management (SHWM),</li>\n  <li>Renewable Energy (RE),</li>\n  <li>Environmentally Preferable Products (EPPs)</li>\n  <li>Water Supply &amp; Sanitation (relating to indicators for #6 and #11)</li>\n  <li>Energy Storage &amp; Distribution (relating to indicators for #7 and #13)</li>\n  <li>Land &amp; Water Protection &amp; Remediation (relating to indicators for #14 and #15</li>\n</ul>\n<p>There are two key sub-indicators which are initially to be tracked by proxy of trade in agreed/approved ESTs: </p>\n<ol>\n  <li>global and b) national</li>\n</ol>\n<p><strong>Level 2.</strong> Collect national data on investment in environmentally sound technologies.</p>\n<p>Identifying ESTs at the national/ sub-national level should be a simple process based on a set of criteria and simple analysis tool (excel form), which could be used to evaluate if the environmental objective is achieved and if the technology is suitable for the local market.</p>\n<p>The environmental objective can be assessed with the performance and operational data (in relevance to the environmental objective) and if the technology has any negative environmental impact (cross- media effects). Suitability of the technology for the national market could involve assessments on criteria related to economics, market considerations and suitability to local natural conditions.</p>\n<ol>\n  <li>Environmental considerations:<ul>\n      <li>Performance of the technology and operational data &#x2013; Can the technology achieve the environmental objective (e.g. this could be compliance with local environmental law)</li>\n      <li>Cross-media effects &#x2013; Does the technology has negative environmental impacts?</li>\n    </ul>\n  </li>\n</ol>\n<p>2. Local considerations &#x2013; Is the technology suitable for the local market?</p>\n<ul>\n  <li>\n    <ul>\n      <li>Economics impacts &#x2013; Capital and operating costs</li>\n      <li>Market considerations &#x2013; Local market availability and suitability</li>\n      <li>Suitability for the local natural conditions</li>\n    </ul>\n  </li>\n</ul>\n<p>The guidelines: steps to identify, assess and priorities ESTs at the national or sub-national level</p>\n<p> </p>","IMPUTATION__GLOBAL":"<p>Missing values will not be imputed.</p>","REG_AGG__GLOBAL":"<p>The data will be aggregated at the sub-regional, regional and global levels. For the aggregation methods, please see: <a href=\"http://wesr.unep.org/media/docs/graphs/aggregation_methods.pdf\">http://wesr.unep.org/media/docs/graphs/aggregation_methods.pdf</a>.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>All countries that reply to the Questionnaire.</p>\n<p><strong>Time series:</strong></p>\n<p>Data will be made available every two years.</p>\n<p><strong>Disaggregation</strong></p>\n<p>There is no disaggregation of the data.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies</strong></p>\n<p>Possible sources of discrepancies are caused by the highly contextual nature of ESTs.</p>","OTHER_DOC__GLOBAL":"<p><strong>SDG methodology for 17.7.1; </strong></p>\n<p>Identifying and Assessing Environmentally Sound Technologies (ESTs) at national level</p>\n<p>UNEP Policy Brief (2018) Trade in Environmentally Sound Technologies Implications for Developing Countries.</p>\n<p>UNEP (2018), Trade in environmentally sound technologies: Implications for Developing Countries. </p>","indicator":"17.7.1","target_id":"17.7","sdg_goal":"17","indicator_sort_order":"17-07-01"}