{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Prevalence of stunting (height for age <-2 standard deviation from the median of the World Health Organization (WHO) Child Growth Standards) among children under 5 years of age","graph_titles":[],"graph_type":"line","indicator_name":"Prevalence of stunting (height for age <-2 standard deviation from the median of the World Health Organization (WHO) Child Growth Standards) among children under 5 years of age","indicator_number":"2.2.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 2: End hunger, achieve food security and improved nutrition and promote sustainable agriculture</p>","SDG_TARGET__GLOBAL":"<p>Target 2.2: By 2030, end all forms of malnutrition, including achieving, by 2025, the internationally agreed targets on stunting and wasting in children under 5 years of age, and address the nutritional needs of adolescent girls, pregnant and lactating women and older persons</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 2.2.1: Prevalence of stunting (height for age &lt;-2 standard deviation from the median of the World Health Organization (WHO) Child Growth Standards) among children under 5 years of age</p>","META_LAST_UPDATE__GLOBAL":"<p>2016-12-02</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Children&apos;s Fund (UNICEF)</p>\n<p>World Health Organization (WHO)</p>\n<p>World Bank (WB)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Children&apos;s Fund (UNICEF)</p>\n<p>World Health Organization (WHO)</p>\n<p>World Bank (WB)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Prevalence of stunting (height-for-age &lt;-2 standard deviation from the median of the World Health Organization (WHO) Child Growth Standards) among children under 5 years of age. </p>\n<p> (French: pourcentage de sous-alimentation; Spanish: porcentaje de sub-alimentaci&#xF3;n)</p>\n<p><strong>Concepts:</strong></p>\n<p>NA.</p>","SOURCE_TYPE__GLOBAL":"<p>For the majority of countries, nationally representative household surveys constitute the data source. For a limited number of countries data from surveillance systems is used if sufficient population coverage is documented (about 80%). For both data sources, the child&#x2019;s height and weight measurements have to be collected following recommended standard measuring techniques (WHO 2008). </p>","COLL_METHOD__GLOBAL":"<p>UNICEF, WHO and the World Bank group jointly review new data sources to update the country level estimates. Each agency uses their existing mechanisms for obtaining data.</p>\n<p>For WHO, see published database methodology (de Onis et al. 2004). For UNICEF, the cadre of dedicated data and monitoring specialists working at national, regional and international levels in 190 countries routinely provide technical support for the collection and analysis of data. For the past 20 years UNICEF has undertaken an annual process to update its global databases, called Country Reporting on Indicators for Goals (CRING). This exercise is done in close collaboration with UNICEF country offices with the purpose of ensuring that UNICEF global databases contain updated and internationally comparable data. UNICEF country offices are invited to submit, through an online system, nationally representative data for over 100 key indicators on the well-being of women and children, including stunting. The country office staff work with local counterparts to ensure the most relevant data are shared. Updates sent by the country offices are then reviewed by sector specialists at UNICEF headquarters to check for consistency and overall data quality of the submitted estimates and re-analysis where possible. This review is based on a set of objective criteria to ensure that only the most reliable information is included in the databases. Once reviewed, feedback is made available on whether or not specific data points are accepted, and if not, the reasons why. UNICEF uses these data obtained through CRING to feed into the joint dataset. The World Bank Group provides estimates availabe through the Living Standard Measurement Surveys (LSMS) which ussually requires re-analysis of datasets given theat the LSMS reports often do not tabulate the stunting data. </p>","FREQ_COLL__GLOBAL":"<p>Data sources are currently being updated to feed into the 2017 production of global and regional estimates and updated country level dataset to be released in May 2017.</p>","REL_CAL_POLICY__GLOBAL":"<p>The next planned release fo global/regional estimates as well as the updated country dataset is May 2017. Global and regional estimates are released annually every May starting in 2017. The country level dataset is updated and released more often than the global/regional estimates. Although a set schedule has not yet been established, there have been at least two annual updates (one coinciding with the annual release of the regional/global estimates and at least one other update at another time of the year).</p>","DATA_SOURCE__GLOBAL":"<p>Data providers vary and most commonly are ministries of health, national offices of statistics or national institutes of nutrition. </p>","COMPILING_ORG__GLOBAL":"<p>UNICEF, WHO and the World Bank group</p>","RATIONALE__GLOBAL":"<p>Child growth is an internationally accepted outcome reflecting child nutritional status. Child stunting refers to a child who is too short for his or her age and is the result of chronic or recurrent malnutrition. Stunting is a contributing risk factor to child mortality and is also a marker of inequalities in human development. Stunted children fail to reach their physical and cognitive potential. Child stunting is one of the World Health Assembly nutrition target indicators.</p>","REC_USE_LIM__GLOBAL":"<p>Survey estimates come with levels of uncertainty due to both sampling error and non-sampling error (e.g. measurement technical error, recording error etc.,). None of the two sources of errors have been fully taken into account for deriving estimates neither at country nor at regional and global levels.</p>","DATA_COMP__GLOBAL":"<p>Survey estimates are based on standardized methodology using the WHO Child Growth Standards as described elsewhere (Ref: Anthro software manual). Global and regional estimates are based on methodology outlined in UNICEF-WHO-The World Bank: Joint child malnutrition estimates - Levels and trends (UNICEF/WHO/WB 2012 )</p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level</strong></li>\n</ul>\n<p>No imputation methodology is applied to derive estimates for countries or years where no data is avaialble.</p>\n<ul>\n  <li><strong>At regional and global levels</strong></li>\n</ul>\n<p>Countries and years are treated as missing randomly following a multilevel modeling approach (International Journal of Epidemiology 2004;33:1260-70).</p>","REG_AGG__GLOBAL":"<p>Regional aggregates are available for the following classifications: UN, MDG, UNICEF, WHO, The World Bank regions and income groups.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>More than 150 countries.</p>\n<p><strong>Time series:</strong></p>\n<p>At country level, data are provided for the years where surveys are included in the joint dataset. Survey years range from 1983 to 2016. For the global and regional levels, estimates for the years 1990 to the latest available estimate upon release each year (i.e. in Sept 2016 edition of the Joint Malnutrition Estimates the latest available estimate was for 2015). </p>\n<p><strong>Disaggregation:</strong></p>\n<p>Global and regional estimates refer to the age group of children under 5 years, sexes combined. Disaggregated country data are available in a majority of household surveys and UNICEF - WHO- The World Bank Group are expanding the joint data set to include sub national and stratified estimates (e.g. sex, age groups, wealth, mothers&apos; education, residence) in 2017.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>The standard analysis approach to construct the joint data set aims for a maximum comparability of country estimates. For the inclusion of survey estimates into the JME dataset, the inter-agency group applies survey quality assessment criteria. When there is insufficient documentation, the survey is not included until information becomes available. When raw data are available, and there is a question about the analysis approach, data re-analysis is performed following the standard methodology. Discrepancies between results from standardised approach and those reported may occur for various reasons, for example, the use of different standards for z-score calculations, imputation of the day of birth when missing, the use of rounded age in months, the use of different flagging systems for data exclusion. For surveys based on the previous NCHS/WHO references, and for which raw data are not available, a method for converting the z-scores to be based on the WHO Child Growth Standards is applied (Yang and de Onis, 2008). In addition, when surveys do not cover the age interval 0-&lt;5 years, or are only representative of the rural areas, an adjustment based on other surveys for the same country, is performed. Any adjustment or conversion is transparently stated in the annotated joint data set.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>data.unicef.org/nutrition/malnutrition.html; http://www.who.int/nutgrowthdb/estimates2014/en/; http://datatopics.worldbank.org/child-malnutrition;</p>\n<p><strong>References:</strong></p>\n<p>United Nations Children&#x2019;s Fund, World Health Organization, The World Bank (2012). UNICEFWHO-World Bank Joint Child Malnutrition Estimates. (UNICEF, New York; WHO, Geneva; The World Bank, Washington, DC; 2012). </p>\n<p>de Onis M, Bl&#xF6;ssner M, Borghi E, et al. (2004), Methodology for estimating regional and global trends of childhood malnutrition. Int J Epidemiol, 33(6):1260-70.</p>\n<p>Yang H and de Onis M. <a href=\"http://www.who.int/entity/nutgrowthdb/publications/algorithms/en/index.html\">Algorithms for converting estimates of child malnutrition based on the NCHS reference into estimates based on the WHO Child Growth Standards</a> <br>BMC Pediatrics 2008, 8:19 (05 May 2008) <br>(http://www.biomedcentral.com/1471-2431/8/19).</p>\n<p>World Health Organization (2008). Training Course on Child Growth Assessment. Geneva, WHO, 2008.</p>\n<p>International Journal of Epidemiology 2004;33:1260-70</p>\n<p>International Journal of Epidemiology 2003;32:518-26</p>\n<p>http://www.biomedcentral.com/1471-2431/8/19</p>","indicator":"2.2.1","target_id":"2.2","sdg_goal":"2","indicator_sort_order":"02-02-01"}