{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Prevalence of anaemia in women aged 15 to 49 years, by pregnancy status (percentage)","graph_titles":[],"graph_type":"line","indicator_name":"Prevalence of anaemia in women aged 15 to 49 years, by pregnancy status (percentage)","indicator_number":"2.2.3","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 2: End hunger, achieve food security and improved nutrition and promote sustainable agriculture</p>","SDG_TARGET__GLOBAL":"<p>Target 2.2: By 2030, end all forms of malnutrition, including achieving, by 2025, the internationally agreed targets on stunting and wasting in children under 5 years of age, and address the nutritional needs of adolescent girls, pregnant and lactating women and older persons</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 2.2.3: Prevalence of anaemia in women aged 15 to 49 years, by pregnancy status (percentage)</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Not applicable </p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>Anaemia is estimated to contribute to 17% lower productivity in heavy manual labour and 5% lower productivity in other manual labour (Goal 1 End poverty in all its forms everywhere); during pregnancy, it increases the risk of maternal and perinatal mortality and contributes to low birth-weight infants (Goal 3. Good health and well-being); it also limits cognitive development, children who have adequate iron have more energy to participate in classroom exercises, and they are more mentally prepared to master the material (Goal 4. Quality education); anaemia rates in females are much higher than males &#x2014; while anaemia rates decrease for males by the end of puberty, they remain high for females through reproductive years due to menstruation, thus reducing anaemia contributes to boosting females&#x2019; relative academic performance and worker productivity and helps achieve gender equality (Goal 5. Gender equality).</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>World Health Organization (WHO)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>World Health Organization (WHO)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Percentage of women aged 15&#x2212;49 years with a haemoglobin concentration less than 120 g/L for non-pregnant women and lactating women, and less than 110 g/L for pregnant women, adjusted for altitude and smoking.</p>\n<p><strong>Concepts:</strong></p>\n<p>Anaemia: condition in which the concentration of blood haemoglobin concentration falls below established cut-off values.</p>\n<p>Iron deficiency: state in which there is insufficient iron to maintain the normal physiological function of blood, brain and muscles (ICD-11, 5B5K.0 iron deficiency)</p>\n<p>Iron deficiency anaemia: (ICD-11, 3A00, iron deficiency anaemia)</p>\n<p>Blood haemoglobin concentration: concentration of haemoglobin in whole blood</p>","UNIT_MEASURE__GLOBAL":"<p>Percent (%)</p>","CLASS_SYSTEM__GLOBAL":"<p>WHO. Haemoglobin concentrations for the diagnosis of anaemia and assessment of severity. Vitamin and Mineral Nutrition Information System. Geneva, World Health Organization, 2011 (WHO/NMH/NHD/MNM/11.1)(<a href=\"http://www.who.int/vmnis/indicators/haemoglobin.pdf\">http://www.who.int/vmnis/indicators/haemoglobin.pdf</a>, accessed [4 March 2021).</p>","SOURCE_TYPE__GLOBAL":"<p>The preferable source of data is population-based surveys. Data from surveillance systems may be used under some conditions, but recorded diagnoses are typically underestimated. Data are from the Micronutrients Database of the WHO Vitamin and Mineral Nutrition Information System (VMNIS) (https://www.who.int/teams/nutrition-and-food-safety/databases/vitamin-and-mineral-nutrition-information-system This database compiles and summarizes data on the micronutrient status of populations from various other sources, including data collected from the scientific literature and through collaborators, including WHO regional and country offices, United Nations organizations, ministries of health, research and academic institutions, and nongovernmental organizations. In addition, anonymized individual-level data are obtained from multi-country surveys, including demographic and health surveys, multiple indicator cluster surveys, reproductive health surveys and malaria indicator surveys.</p>","COLL_METHOD__GLOBAL":"<p>The anaemia status of women is assessed using blood haemoglobin concentrations. In surveys, blood haemoglobin concentrations are typically measured using the direct cyanmethemoglobin method in a laboratory or with a portable, battery-operated, haemoglobin photometer in the field that uses the azide-methaemoglobin method.</p>\n<p>A PubMed search was carried out for relevant search terms related to anaemia, haemoglobin and iron status, searching for studies published after 1 January 1990. In addition to indexed articles, many reports of national and international agencies were identified and accessed through requests to each corresponding organization. Data are also collected during the country validation process, described below, and from publicly available individual-level survey data. </p>","FREQ_COLL__GLOBAL":"<p>Data on anaemia are continuously being collected from survey report and manuscripts and entered into the WHO Micronutrients Database.</p>","REL_CAL_POLICY__GLOBAL":"<p>There is no fixed date in which the new round of anaemia estimates will be generated; however, estimates are generally generated every three to five years.</p>","DATA_SOURCE__GLOBAL":"<p>There are two main data sources of survey data for anaemia: 1) reports generated by countries or implementing partners and 2) published manuscripts. Occasionally, Member States, regional offices, the international community or colleagues managing other databases within WHO provide reports directly to staff responsible for maintaining the WHO Micronutrients Database. If data meet the eligibility criteria, they are entered into the database. Reports and publications are primarily requested and collected from: </p>\n<ul>\n  <li>Ministries of Health through WHO regional and country offices, </li>\n  <li>National research and academic institutions,</li>\n  <li>Nongovernmental organizations, and</li>\n  <li>Organizations of the <a href=\"http://www.unsceb.org/directory\">United Nations</a> system. </li>\n</ul>","COMPILING_ORG__GLOBAL":"<p>WHO compiles the data fed into the Micronutrients Database of the WHO Vitamin and Mineral Information System (VMNIS).</p>","INST_MANDATE__GLOBAL":"<p>The Vitamin and Mineral Nutrition Information System (VMNIS), formerly known as the Micronutrient Deficiency Information System (MDIS), was established in 1991 following a request by the World Health Assembly to strengthen surveillance of micronutrient deficiencies at the global level. Part of WHO&apos;s mandate is to assess the micronutrient status of populations, monitor and evaluate the impact of strategies for the prevention and control of micronutrient malnutrition, and to track related trends over time.</p>","RATIONALE__GLOBAL":"<p>Anaemia is highly prevalent globally, disproportionately affecting children and women of reproductive age. It negatively affects cognitive and motor development and work capacity, and among pregnant women iron deficiency anaemia is associated with adverse reproductive outcomes, including preterm delivery, low-birth-weight infants, and decreased iron stores for the baby, which may lead to impaired development. Iron deficiency is considered the most common cause of anaemia, but there are other nutritional and non-nutritional causes. Blood haemoglobin concentrations are affected by many factors, including altitude (metres above sea level), smoking, trimester of pregnancy, age and sex. Anaemia can be assessed by measuring blood haemoglobin, and when used in combination with other indicators of iron status, blood haemoglobin provides information about the severity of iron deficiency. The anaemia prevalence for the population is used to classify the public health significance of the problem.</p>","REC_USE_LIM__GLOBAL":"<p>Despite the extensive data search, data for blood haemoglobin concentrations are still limited, compared to other nutritional indicators such as child anthropometry (1, 24); this was especially true in the high-income countries of the WHO European Region. As a result, the estimates may not capture the full variation across countries and regions, tending to &#x201C;shrink&#x201D; towards global means when data are sparse. </p>\n<p>Estimates may differ from those reported by countries.</p>","DATA_COMP__GLOBAL":"<p>Prevalence of anaemia and/or mean haemoglobin in women of reproductive age were obtained from 408 population-representative data sources from 124 countries worldwide. Data collected from 1995 to 2020 were used. Adjustment of data on blood haemoglobin concentrations for altitude and smoking was carried out whenever possible. Biologically implausible haemoglobin values (&lt;25 g/L or &gt;200 g/L) were excluded. A Bayesian hierarchical mixture model was used to estimate haemoglobin distributions and systematically addressed missing data, non-linear time trends, and representativeness of data sources. </p>\n<p>Full details on statistical methods may be found <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4547326/\">here</a>: Global, regional, and national trends in haemoglobin concentration and prevalence of total and severe anaemia in children and pregnant and non-pregnant women for 1995&#x2013;2011: a systematic analysis of population-representative data (Stevens et al, 2013). </p>\n<p>Briefly, the model calculates estimates for each country and year, informed by data from that country and year themselves, if available, and by data from other years in the same country and in other countries with data for similar time periods, especially countries in the same region. The model borrows data, to a greater extent, when data are non-existent or weakly informative, and to a lesser degree for data-rich countries and regions. The resulting estimates are also informed by covariates that help predict blood haemoglobin concentrations (e.g. socio-demographic index, meat supply (kcal/capita), mean BMI for women and log of under-five mortality for children). The uncertainty ranges (credibility intervals) reflect the major sources of uncertainty, including sampling error, non-sampling error due to issues in sample design/measurement, and uncertainty from making estimates for countries and years without data.</p>","DATA_VALIDATION__GLOBAL":"<p>Once survey data are compiled and the Bayesian hierarchical mixture model is run to generate anaemia estimates, countries are sent a memorandum to provide a background to the estimates and explain the process. Information on the survey data used to generate the estimates for that country, estimates for the years 2000, 2005, 2010, 2015, and 2019, and the resulting plots for each country are provided along with an explanation of the methodology used in generating the estimates. Countries are requested to provide feedback within six weeks.</p>","ADJUSTMENT__GLOBAL":"<p>Data on mean haemoglobin and anaemia prevalence from high-altitude countries that were not adjusted for altitude when published were adjusted for altitude by WHO, as described in Stevens et al (2013). The Bayesian hierarchical mixture internally adjusts summary statistics computed with non-standard haemoglobin cut-offs to match the standard WHO cut-offs listed above. </p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level</strong></li>\n</ul>\n<p>A Bayesian hierarchical mixture model was used to estimate haemoglobin distributions and systematically addressed missing data, non-linear time trends, and representativeness of data sources. The full description of the methodology for country and region estimates can be found at Supplement to: Stevens GA, Finucane MM, De-Regil LM, et al. Global, regional, and national trends in haemoglobin concentration and prevalence of total and severe anaemia in children and pregnant and non-pregnant women for 1995&#x2013;2011: a systematic analysis of population-representative data. Lancet Glob Health 2013; 1: e16&#x2013;25. Available at https://www.thelancet.com/cms/10.1016/S2214-109X(13)70001-9/attachment/e073f9da-1330-4a1d-a1a0-67caf08c11bf/mmc1.pdf.</p>\n<ul>\n  <li><strong>At regional and global levels</strong></li>\n</ul>\n<p>Global and regional prevalence estimates were calculated as population-weighted averages of the constituent countries (see treatment of missing values at country level).</p>","REG_AGG__GLOBAL":"<p>Global and regional prevalence estimates were calculated as population-weighted averages of the constituent countries (see methodology for deriving country-level estimates above). </p>","DOC_METHOD__GLOBAL":"<p>This indicator is part of the Global Nutrition Monitoring Framework (GNMF), for which operational guidance is offered to countries &#x2013; the Global nutrition monitoring framework: Operational guidance for tracking progress in meeting targets for 2025 available at https://www.who.int/publications/i/item/9789241513609 in the six UN official languages.</p>\n<p>WHO in collaboration with UNICEF, the US Centers for Disease Control and Prevention and Nutrition International updated a Micronutrient Survey Manual, containing details about conducting and national nutrition survey and reporting results.<sup><a href=\"#footnote-2\" id=\"footnote-ref-2\">[1]</a></sup></p>\n<p> </p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-2\">1</sup><p>Centers for Disease Control and Prevention, World Health Organization, Nutrition International, UNICEF. Micronutrient survey manual. Geneva: World Health Organization; 2020. Licence: CC BY-NC-SA 3.0 IGO. <a href=\"#footnote-ref-2\">&#x2191;</a></p></div></div>","QUALITY_MGMNT__GLOBAL":"<p>All surveys included in the database pass through inclusion criteria described below. Data also follows the five WHO Data principles<sup><a href=\"#footnote-3\" id=\"footnote-ref-3\">[2]</a></sup>. </p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-3\">2</sup><p> WHO data principles. https://www.who.int/data/principles <a href=\"#footnote-ref-3\">&#x2191;</a></p></div></div>","QUALITY_ASSURE__GLOBAL":"<p>Survey data provided in peer-reviewed publications or survey reports are screened for inclusion in the WHO Micronutrients Database. Eligibility criteria to the Micronutrients database include: details of the sampling method are provided; the sample was representative of at least the 1st administrative level (e.g. state, province, canton, oblast); the sample was population-based, household-based, or facility-based (i.e., for pregnant women, newborns, and preschool and school-age children); the sample was cross-sectional or was the baseline assessment in an intervention programme; and the study used standard, validated data collection techniques and laboratory methodology. If there are particular concerns regarding the reported data, attempts are made to discuss these concerns with a country representative.</p>","QUALITY_ASSMNT__GLOBAL":"<p>Data from the Micronutrients database passes an additional screening to be included into the estimates if a facility-based sampling scheme was used in order to exclude data where these would not be representative of the general population. The general threshold for inclusion was 80% affiliation of the target population with the facility. For studies of children sampled from primary care physician rosters or well-child visits, we included the data if national coverage of the third dose of DTP vaccine exceeded 80%. For women sampled from obstetric care providers, data were included if the coverage of at least one ANC care was greater than 80%. For school-based sampling of adolescents, the completion rate of lower secondary school for girls was required to be greater than 80%.</p>\n<p>We excluded data if migrants comprised more than 40% of the population in the country, and the data source only covered nationals. Quality checks (e.g. implausible values that are not in according with life, ) are done when data is entered into the database, and when data is compiled for producing the estimates.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Prevalence of anaemia and/or mean haemoglobin in women of reproductive age were obtained from 408 population-representative data sources from 124 countries worldwide. Data collected from 1995 to 2020 were used.</p>\n<p> </p>\n<p><strong>Time series:</strong></p>\n<p>Estimates for 2000 to 2019 were derived in the latest exercise.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Anaemia prevalence data are generally reported disaggregated by age, sex, income, geographic region (within country) and 1<sup>st</sup> administrative level within a country. When producing estimates of anaemia for the purpose of contributing to the monitoring of SDGs, estimates are produced for women of reproductive age (15-49 years) by pregnancy status (pregnant or non-nonpregnant) for each country. Data are then aggregated by WHO or UN region and for the global level.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Data conform to the standard WHO definition of anaemia.</p>","OTHER_DOC__GLOBAL":"<p>&#x2022; WHO Global Anaemia estimates, 2021 Edition. Global anaemia estimates in women of reproductive age, by pregnancy status, and in children aged 6-59 months. Geneva: World Health Organization; 2021 (Available at https://www.who.int/data/gho/data/themes/topics/anaemia_in_women_and_children)$</p>\n<p>&#x2022; WHO Micronutrients database. Vitamin and Mineral Nutrition Information System (VMNIS). Geneva: World Health Organization; 2021 (Available at https://www.who.int/teams/nutrition-and-food-safety/databases/vitamin-and-mineral-nutrition-information-system)</p>\n<p>&#x2022; WHO. Haemoglobin concentrations for the diagnosis of anaemia and assessment of severity. Vitamin and Mineral Nutrition Information System. Geneva, World Health Organization, 2011 (WHO/NMH/NHD/MNM/11.1) (Available at http://www.who.int/vmnis/indicators/haemoglobin.pdf)</p>\n<p>&#x2022; Stevens GA, Finucane MM, De-Regil LM, Paciorek CJ, Flaxman SR , Branca F, Pe&#xF1;a-Rosas JP, Bhutta ZA, Ezzati M, Nutrition Impact Model Study Group (Anaemia). Global, regional, and national trends in haemoglobin concentration and prevalence of total and severe anaemia in children and pregnant and non-pregnant women for 1995-2011: a systematic analysis of population-representative data. Lancet Glob Health. 2013 Jul;1(1):e16-25. doi: 10.1016/S2214-109X(13)70001-9. Epub 2013 Jun 25.</p>\n<p>&#x2022; WHO. Comprehensive Implementation Plan on Maternal, Infant and Young Child Nutrition. Geneva: World Health Organization; 2014. (Available at https://apps.who.int/iris/bitstream/handle/10665/113048/WHO_NMH_NHD_14.1_eng.pdf)</p>\n<p>&#x2022; WHO. Global nutrition targets 2025: anaemia policy brief (WHO/NMH/NHD/14.4). Geneva: World Health (Available at https://www.who.int/publications/i/item/WHO-NMH-NHD-14.4) Organization; 2014.</p>\n<p>&#x2022; Global anaemia reduction efforts among women of reproductive age: impact, achievement of targets and the way forward for optimizing efforts. Geneva: World Health Organization; 2020. Licence: CC BY-NCSA 3.0 IGO. (Available at https://www.who.int/publications/i/item/9789240012202) </p>\n<p>&#x2022; Nutritional anaemias: tools for effective prevention and control. Geneva: World Health Organization; 2017. Licence: CC BY-NC-SA 3.0 IGO (Available at http://apps.who.int/iris/bitstream/handle/10665/259425/9789241513067-eng.pdf) </p>\n<p>&#x2022; Every Woman Every Child. Global strategy for women&apos;s, children&apos;s and adolescents&apos; health. New York: United Nations; 2015. (Available at https://www.who.int/life-course/partners/global-strategy/globalstrategyreport2016-2030-lowres.pdf</p>","indicator":"2.2.3","target_id":"2.2","sdg_goal":"2","indicator_sort_order":"02-02-03"}