{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion of agricultural area under productive and sustainable agriculture","graph_titles":[],"graph_type":"line","indicator_name":"Proportion of agricultural area under productive and sustainable agriculture","indicator_number":"2.4.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 2: End hunger, achieve food security and improved nutrition and promote sustainable agriculture</p>","SDG_TARGET__GLOBAL":"<p>Target 2.4: By 2030, ensure sustainable food production systems and implement resilient agricultural practices that increase productivity and production, that help maintain ecosystems, that strengthen capacity for adaptation to climate change, extreme weather, drought, flooding and other disasters and that progressively improve land and soil quality</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 2.4.1: Proportion of agricultural area under productive and sustainable agriculture</p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>Direct links to:</p>\n<p>2.1.2 Prevalence of moderate or severe food insecurity in the population, based on the Food Insecurity Experience Scale (FIES)</p>\n<p>5.a.1 (a) Percentage of people with ownership or secure rights over agricultural land (out of total agricultural population), by sex; and (b) share of women among owners or rights-bearers of agricultural land, by type of tenure</p>\n<p>Indirect link to:</p>\n<p>Indicator 2.3.2: Average income of small-scale food producers, by sex and indigenous status</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>Food and Agriculture Organization of the United Nations (FAO)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>Food and Agriculture Organization of the United Nations (FAO)</p>","STAT_CONC_DEF__GLOBAL":"<h2>Definition:</h2>\n<p>The scope of indicator 2.4.1 is the agricultural farm holding, and more precisely the agricultural land area of the farm holding, i.e. land used primarily to grow crops and raise livestock. This choice of scope is fully consistent with the intended use of a country&#x2019;s agricultural land area as the denominator of the aggregate indicator. Specifically, the following are:</p>\n<p>Included within scope:</p>\n<ul>\n  <li>Intensive and extensive crops and livestock production systems.</li>\n  <li>Subsistence agriculture.</li>\n  <li>State and common land when used exclusively and managed by the farm holding.</li>\n  <li>Food and non-food crops and livestock products (e.g. tobacco, cotton, and sheep wool). </li>\n  <li>Crops grown for fodder or for energy purposes.</li>\n  <li>Agro-forestry (trees on the agriculture areas of the farm).</li>\n  <li>Aquaculture, to the extent that it takes place within the agricultural land area. For example, rice-fish farming and similar systems. </li>\n</ul>\n<p>Excluded from scope:</p>\n<ul>\n  <li>State and common land not used exclusively by the farm holding.</li>\n  <li>Nomadic pastoralism.</li>\n  <li>Production from gardens and backyards. Production from hobby farms<sup><a href=\"#footnote-2\" id=\"footnote-ref-2\">[1]</a></sup>.</li>\n  <li>Holdings focusing exclusively on aquaculture. </li>\n  <li>Holdings focusing exclusively on forestry.</li>\n  <li>Food harvested from the wild.</li>\n</ul>\n<h2>Concepts:</h2>\n<p>The literature review (Hayati, 2017) identified a large number of potential sustainability themes across the three dimensions of sustainability and, for each theme, usually a large number of possible sub-indicators. The key considerations in the selection of themes are relevance and measurability. In terms of relevance, the relationship between the associated sub-indicator and sustainable agriculture outcomes at farm level should be strong. Following this approach, only sub-indicators that are responsive to farm level policies aimed at improving sustainable agriculture are considered. In terms of measurability, only a &#x201C;core&#x201D; set of themes and sub-indicators for which measurement and reporting is expected in the majority of countries are selected.</p>\n<p>A key aspect of all approaches to measuring sustainable agriculture is the recognition that sustainability is a multi-dimensional concept, and that these multiple dimensions need to be reflected in the construction of the indicator. This implies that SDG indicator 2.4.1 must be based on a set of sub-indicators that cover these three dimensions.</p>\n<p>Through a consultative process that has lasted over two years, 11 themes and sub-indicators have been identified, which make up SDG 2.4.1.</p>\n<table>\n  <tbody>\n    <tr>\n      <td>\n        <h2>No.</h2>\n      </td>\n      <td>\n        <h2>Themes</h2>\n      </td>\n      <td>\n        <h2>Sub-indicators</h2>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>1</p>\n      </td>\n      <td>\n        <p>Land productivity</p>\n      </td>\n      <td>\n        <p>Farm output value per hectare</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>2</p>\n      </td>\n      <td>\n        <p>Profitability</p>\n      </td>\n      <td>\n        <p>Net farm income </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>3</p>\n      </td>\n      <td>\n        <p>Resilience</p>\n      </td>\n      <td>\n        <p>Risk mitigation mechanisms </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>4</p>\n      </td>\n      <td>\n        <p>Soil health</p>\n      </td>\n      <td>\n        <p>Prevalence of soil degradation</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>5</p>\n      </td>\n      <td>\n        <p>Water use</p>\n      </td>\n      <td>\n        <p>Variation in water availability</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>6</p>\n      </td>\n      <td>\n        <p>Fertilizer pollution risk</p>\n      </td>\n      <td>\n        <p>Management of fertilizers</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>7</p>\n      </td>\n      <td>\n        <p>Pesticide risk</p>\n      </td>\n      <td>\n        <p>Management of pesticides </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>8</p>\n      </td>\n      <td>\n        <p>Biodiversity</p>\n      </td>\n      <td>\n        <p>Use of agro-biodiversity-supportive practices </p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>9</p>\n      </td>\n      <td>\n        <p>Decent employment</p>\n      </td>\n      <td>\n        <p>Wage rate in agriculture</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>10</p>\n      </td>\n      <td>\n        <p>Food security</p>\n      </td>\n      <td>\n        <p>Food Insecurity Experience Scale (FIES)</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>11</p>\n      </td>\n      <td>\n        <p>Land tenure</p>\n      </td>\n      <td>\n        <p>Secure tenure rights to land</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<p>Please see the annex for a detailed description of the sub-indicators.</p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-2\">1</sup><p> The countries will define hobby farms as per their national criteria and remove these farms from the population of interest for 2.4.1 until an international definition is available. <a href=\"#footnote-ref-2\">&#x2191;</a></p></div></div>","UNIT_MEASURE__GLOBAL":"<p>Percentage (%):The member countries are required to report the proportion (percentage) of agriculture land area for all 11 sub-indicators separately by sustainability status. Aggregation at the national level is performed for each sub-indicator independently, by adding up the agricultural land area of each agriculture holding (selected through a nationally representative sample) and finally reporting the resulting national total as a percentage of the total nationally representative agriculture land area for the 11 sub-indicators in a dashboard. </p>","CLASS_SYSTEM__GLOBAL":"<p>The land area classification is that implemented in the FAO Land Use, Irrigation and Agricultural Practices Questionnaire (<a href=\"http://www.fao.org/faostat/en/#data/RL/metadata\">http://www.fao.org/faostat/en/#data/RL/metadata</a>), which is consistent with the classification of Census of Agriculture and the System of Environmental and Economic Accounts (SEEA). </p>","SOURCE_TYPE__GLOBAL":"<p>Different data are collected through different instruments. Often, environmental data are collected through environmental monitoring systems, including remote sensing. Yet many countries do not have the capacity or resources to do so, and therefore these data are sparse or non-existent. In order to propose a manageable and cost-effective solution, a requirement stressed by several countries during the consultations, the methodology offers a single data collection instrument for all sub-indicators: the farm survey.<br></p>\n<p>Several countries have suggested using existing data sources or alternative data sources on the grounds that these instruments can be more cost-effective and sometimes provide more reliable results than farm surveys. These instruments include remote sensing, GIS, models, agricultural surveys, household surveys, administrative data or environmental monitoring systems. The methodology considers the possibility to use such instruments, subject to a series of criteria to ensure data quality and international comparability. Other data sources may also be used to complement and/or validate farm survey results.</p>\n<p>The methodology note also recommends that countries complement the farm survey with a monitoring systems that can measure the impact of agriculture on the environment (soil, water, fertilizer and pesticide pollution, biodiversity, etc.) and on health (pesticides residues in food and human bodies). This will provide additional information and help crosscheck the robustness of SDG indicator 2.4.1 with regard to the environmental dimension of sustainability.</p>","COLL_METHOD__GLOBAL":"<p>A questionnaire is sent to all countries annually since 2020 (<a href=\"http://www.fao.org/sustainable-development-goals/indicators/241/en/\">http://www.fao.org/sustainable-development-goals/indicators/241/en/</a>). Furthermore, in order to facilitate data collection by countries, a data module has been designed, which contains the core set of questions necessary to obtain the data for SDG 2.4.1. If farm surveys already exist within a country, these questions can be integrated into existing instruments in order to minimize the burden to National Statistical Offices (NSOs).</p>\n<p>All data collection activities will be done through the NSO or the office designated to collect data for this indicator. FAO, together with the Global Strategy to improve Agriculture and Rural Statistics (GSARS), have developed the capacity development material necessary for this indicator, including a methodological guide, an enumerator manual, calculation document, sampling guidance and an e-learning course to train country NSO and other relevant staff on the indictor. </p>","FREQ_COLL__GLOBAL":"<p>Data collection will depend on currently existing data collection cycles for farm surveys within countries. FAO has integrated the questionnaire module associated with this indicator in in AGRISurvey Programme and 50x2030 initiative.</p>","REL_CAL_POLICY__GLOBAL":"<p>Although new data may not be available annually for each country, all new information is expected to be released annually through FAOSTAT.</p>","DATA_SOURCE__GLOBAL":"<p>National Statistical Offices or designated offices within countries will be responsible for collecting data for this indicator.</p>","COMPILING_ORG__GLOBAL":"<p>National Statistical Offices or designated offices within countries will be responsible for collecting and compiling data for this indicator. They will in turn report to FAO who will provide capacity development, conduct quality control and disseminate the information through FAOSTAT. FAO will in turn report to the international statistical community and UNSD.</p>","INST_MANDATE__GLOBAL":"<p>Article I of the FAO constitution requires that the Organization collect, analyses, interpret and disseminate information relating to nutrition, food and agriculture <a href=\"http://www.fao.org/3/K8024E/K8024E.pdf\">http://www.fao.org/3/K8024E/K8024E.pdf</a>. </p>","RATIONALE__GLOBAL":"<p>The approaches to framing and defining sustainable agriculture vary in terms of their coverage of the three primary dimensions of sustainability, i.e. economic, environmental and social, and in terms of the scale that is used to assess sustainability, i.e. from field and farm scales, to national and global scales. Some approaches consider different features of sustainability, for example whether current practices are economically feasible, environmentally friendly and socially desirable. Other approaches focus on particular practices such as organic, regenerative or low-input agriculture and can equate these with sustainable agriculture. </p>\n<p>The conclusion from a literature review associated with the methodological development of this indicator is that the multi-dimensional approach developed by FAO in 1988 is a meaningful framing of the concept. Thus, sustainable agriculture can be considered as &#x201C;the management and conservation of the natural resource base, and the orientation of technological and institutional change in such a manner as to ensure the attainment and continued satisfaction of human needs for present and future generation. Such development (in agriculture, forestry and fishing etc.) conserves land, water, plant and animal genetic resources, environmentally non-degrading, technically appropriate, economically viable and socially acceptable.&#x201D; (FAO, 1988)</p>","REC_USE_LIM__GLOBAL":"<p>During the consultations undertaken, several countries highlighted the difficulties in combining data from different sources and requested that this be avoided to the extent possible. Other, relatively data rich, countries, instead, insisted on the need to allow for the use of existing data sources. The updated methodology addresses both concerns: it offers the farm survey as a single data collection instrument for all sub-indicators, but it also offers the possibility of using a combination of different data sources as an alternative option as long as certain criteria are satisfied.</p>\n<p>The decision to use the farm survey as a data collection instrument for this indicator is in line with countries&#x2019; efforts, supported by FAO, to develop farm surveys as the most appropriate tool for generating agricultural statistics. It also benefits from the FAO work in developing the Agricultural Integrated Survey (AGRIS) programme, which is implemented as part of a new initiative called <a href=\"http://www.data4sdgs.org/50by2030\">50 X 2030</a>. </p>\n<p>The decision to focus on farm survey has implications on the type of information that it is possible to capture in order to cover the different dimensions of sustainability. While farm surveys are well suited to measure the economic dimension of sustainability, they may not be the ideal tool for measuring environmental and social sustainability in terms of impact/outcomes. </p>\n<p>Typically, environmental impacts of agriculture are measured through monitoring systems like remote sensing, soil and water sampling, or other tools associated with a specific area, rather than with a single agricultural holding. For several environmental themes, it is unlikely that farmers would be able to assess the environmental impact of their farming practices on issues like fertilizer pollution or pesticide impact. Using a farm survey instrument, instead of environmental monitoring systems, therefore implies moving from measuring outcome/impact to assessing farmers&#x2019; practices. Whenever possible, however, the revised methodology continues to focus on measuring outcomes. </p>\n<p>Similarly, the sub-themes under the social dimension are usually best captured through household surveys. While in the majority of cases agricultural holdings are closely associated with a given household, this is not always the case, and therefore capturing the social dimension of sustainability through a farm survey, especially if it is not designed to cover social aspects could pose certain challenges.</p>","DATA_COMP__GLOBAL":"<p>The indicator is defined by the formula:</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mi>S</mi>\n    <mi>D</mi>\n    <mi>G</mi>\n    <mn>2</mn>\n    <mo>.</mo>\n    <mn>4</mn>\n    <mo>.</mo>\n    <mn>1</mn>\n    <mo>=</mo>\n    <mfrac>\n      <mrow>\n        <mi>A</mi>\n        <mi>r</mi>\n        <mi>e</mi>\n        <mi>a</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>u</mi>\n        <mi>n</mi>\n        <mi>d</mi>\n        <mi>e</mi>\n        <mi>r</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>p</mi>\n        <mi>r</mi>\n        <mi>o</mi>\n        <mi>d</mi>\n        <mi>u</mi>\n        <mi>c</mi>\n        <mi>t</mi>\n        <mi>i</mi>\n        <mi>v</mi>\n        <mi>e</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>a</mi>\n        <mi>n</mi>\n        <mi>d</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>s</mi>\n        <mi>u</mi>\n        <mi>s</mi>\n        <mi>t</mi>\n        <mi>a</mi>\n        <mi>i</mi>\n        <mi>n</mi>\n        <mi>a</mi>\n        <mi>b</mi>\n        <mi>l</mi>\n        <mi>e</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>a</mi>\n        <mi>g</mi>\n        <mi>r</mi>\n        <mi>i</mi>\n        <mi>c</mi>\n        <mi>u</mi>\n        <mi>l</mi>\n        <mi>t</mi>\n        <mi>u</mi>\n        <mi>r</mi>\n        <mi>e</mi>\n        <mi>&amp;nbsp;</mi>\n      </mrow>\n      <mrow>\n        <mi>A</mi>\n        <mi>g</mi>\n        <mi>r</mi>\n        <mi>i</mi>\n        <mi>c</mi>\n        <mi>u</mi>\n        <mi>l</mi>\n        <mi>t</mi>\n        <mi>u</mi>\n        <mi>r</mi>\n        <mi>a</mi>\n        <mi>l</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>l</mi>\n        <mi>a</mi>\n        <mi>n</mi>\n        <mi>d</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>a</mi>\n        <mi>r</mi>\n        <mi>e</mi>\n        <mi>a</mi>\n      </mrow>\n    </mfrac>\n  </math></p>\n<p>This implies the need to measure both the extent of land under productive and sustainable agriculture (the numerator), as well as the extent of agriculture land area (the denominator).</p>\n<ul>\n  <li>The <em>numerator</em> captures the three dimensions of sustainable production: environmental, economic and social. It corresponds to agricultural land area of the farms that satisfy the sustainability criteria of the 11 sub-indicators selected across all three dimensions.</li>\n  <li>The <em>denominator</em> in turn the sum of agricultural land area (as defined by FAO) utilized by agricultural holdings that are owned (excluding rented-out), rented-in, leased, sharecropped or borrowed. State or communal land used by farm holdings is not included. Please see the <a href=\"http://www.fao.org/3/ca7154en/ca7154en.pdf\">methodological document</a> prepared by FAO for a more detailed explanation. </li>\n</ul>\n<p>Steps to calculate SDG 2.4.1 include:</p>\n<ol>\n  <li>Determining the <strong>scope </strong>of the indicator: The scope of Indicator 2.4.1 is the agricultural farm holding, and more precisely the agricultural land area of the farm holding, i.e., land used primarily to grow crops and raise livestock. Forestry, fisheries and aquaculture activities may be included to the extent that they are secondary activities conducted on the agricultural area of the farm holding, for example rice-fish farming and similar systems.</li>\n  <li>Determining the <strong>dimensions </strong>to be covered: Indicator 2.4.1 includes environmental, economic and social dimensions in the sustainability assessment. </li>\n  <li>Choosing the <strong>scale </strong>for the sustainability assessment: Indicator 2.4.1 is farm level with aggregation to higher levels.</li>\n  <li>Selecting the data collection <strong>instrument(s)</strong>:<strong> </strong>It is recommended that indicator 2.4.1 be collected through a farm survey.</li>\n  <li>Selecting the <strong>themes </strong>within each dimension, and choosing a <strong>sub-indicator</strong> for each theme: The sub-indicators should satisfy a number of criteria (described in annex 1 for each sub-indicator, respectively). </li>\n  <li>Assessing <strong>sustainability performance at farm level for each sub-indicator</strong>: Specific sustainability <strong>criteria</strong> are applied in order to assess the sustainability level of the farm for each theme according to the respective sub-indicators. </li>\n  <li>Deciding the <strong>periodicity of monitoring the indicator</strong>: It is recommended to be collected at least every three years.</li>\n  <li><strong>Modality of reporting the indicator</strong>:<strong> </strong>The set of sub-indicators are presented in the form of a <strong>dashboard</strong>. The dashboard approach offers a response in terms of measuring sustainability at farm level and aggregating it at national level. </li>\n</ol>\n<p>The 2.4.1 methodology proposes reporting of indicator 2.4.1 through a national-level dashboard, presenting the different sub-indicators together but independently. The dashboard approach offers several advantages, including the possibility of combining data from different sources and identification of critical sustainability issues, facilitating the search for a balance between the three sustainability dimensions. As a result, countries can easily visualize their performance in terms of the different sustainability dimensions and themes, and understand where policy efforts can be focused for future improvements.</p>\n<p>Computation of results and construction of the dashboard are performed for each sub-indicator separately using the &#x2018;traffic light&#x2019; approach already defined for each sub-indicator: aggregation at national level is performed for each sub-indicator independently, by summing the agricultural land area of each agricultural holdings by sustainability category (red, yellow or green), and reporting the resulting national total as percentage of the total national agricultural land area of all agricultural farm holdings in the country. In practice, the reported value of Indicator 2.4.1 is determined by the results of most-limiting sub-indicator in terms of sustainability performance.</p>","DATA_VALIDATION__GLOBAL":"<p>The data undergo comprehensive validation work that cover: detection of outliers, transmission errors and data consistency checks. Countries asked to examine the disseminated results for their country and either to confirm that they are correct or to provide remarks and/or revise data if they identify errors. </p>","ADJUSTMENT__GLOBAL":"<p>Adjustments to total national agricultural area may be made to correct for common areas that are out of scope with regards to the indicator methodology.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022;</strong> <strong>At country level</strong></p>\n<p>Partial non-response at individual level (farm holding) will be imputed using appropriate statistical techniques, such as nearest-neighbour algorithms. The decision on whether to impute or not and the choice of the method is a function of the nature of the variable to impute and the amount and type of data available for the imputation, such as the availability of auxiliary data coming from different sources (e.g. surveys, administrative information). </p>\n<p>It is important to clearly distinguish missing data from non-applicable events. As specified above and in the sub-indicator methodology sheets, some sub-indicators can be recorded as &#x2018;not applicable&#x2019; for a given farm. In this case, the farm will be considered sustainable from the perspective of the given sub-indicators.</p>\n<p>At the country level, if and when data are provided using alternative sources for some of the sub-indicators, relevant notes to be provided by the country explaining the type, nature, source and time period of the data reported. </p>\n<p><strong>&#x2022;</strong> <strong>At regional and global levels</strong></p>\n<p>No treatment of missing values will be carried out at the regional and global level. The regional and global estimates will be constructed using data of countries that have reported all 11 sub-indicators and/or those that have reported a sub-set of the 11 only if some of the sub-indicators are not applicable or irrelevant in the context of those country. </p>","REG_AGG__GLOBAL":"<p>These data will be disseminated through FAOSTAT, the largest database of food and agricultural statistics. Therefore, the method of calculation will follow the international standard established by the database. In the case of this indicator, regional and global aggregates will be computed by weighting the national indicators according to the country&#x2019;s agricultural area.</p>","DOC_METHOD__GLOBAL":"<p>The methodology note provides a detailed description for the computation of the indicator on the basis of the farm survey. </p>\n<p> The values for reporting indicator 2.4.1 can be calculated as follows:</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msub>\n      <mrow>\n        <mi>S</mi>\n        <mi>D</mi>\n        <mi>G</mi>\n        <mn>241</mn>\n      </mrow>\n      <mrow>\n        <mi>d</mi>\n      </mrow>\n    </msub>\n    <mo>=</mo>\n    <mrow>\n      <mrow>\n        <munder>\n          <mrow>\n            <mi mathvariant=\"normal\">min</mi>\n          </mrow>\n          <mrow>\n            <mi>n</mi>\n            <mo>:</mo>\n            <mn>1</mn>\n            <mo>-</mo>\n            <mn>11</mn>\n          </mrow>\n        </munder>\n      </mrow>\n      <mo>&#x2061;</mo>\n      <mrow>\n        <mo>(</mo>\n        <msub>\n          <mrow>\n            <mi>S</mi>\n            <mi>I</mi>\n          </mrow>\n          <mrow>\n            <mi>d</mi>\n            <mi>&amp;nbsp;</mi>\n            <mi>n</mi>\n          </mrow>\n        </msub>\n        <mo>)</mo>\n      </mrow>\n    </mrow>\n  </math></p>\n<p>where:</p>\n<p>SDG241<sub>d</sub>is proportion of agricultural land area that have achieved the &#x2018;desirable&#x2019; level</p>\n<p>SI<sub>d n </sub>is proportion of sub-indicator n that is classified as &#x2018;desirable&#x2019; </p>\n<p>min refers to the minimum level of SI<sub>d n</sub> at national level across all 11 sub-indicators</p>\n<p>SDG241<sub>d </sub>is proportion of agricultural area for which all sub-indicators are green.</p>\n<p> </p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msub>\n      <mrow>\n        <mi>S</mi>\n        <mi>D</mi>\n        <mi>G</mi>\n        <mn>241</mn>\n      </mrow>\n      <mrow>\n        <mi>a</mi>\n        <mo>+</mo>\n        <mi>d</mi>\n      </mrow>\n    </msub>\n    <mo>=</mo>\n    <mrow>\n      <mrow>\n        <munder>\n          <mrow>\n            <mi mathvariant=\"normal\">min</mi>\n          </mrow>\n          <mrow>\n            <mi>n</mi>\n            <mo>:</mo>\n            <mn>1</mn>\n            <mo>-</mo>\n            <mn>11</mn>\n          </mrow>\n        </munder>\n      </mrow>\n      <mo>&#x2061;</mo>\n      <mrow>\n        <msub>\n          <mrow>\n            <msub>\n              <mrow>\n                <mo>(</mo>\n                <mi>S</mi>\n                <mi>I</mi>\n              </mrow>\n              <mrow>\n                <mi>d</mi>\n              </mrow>\n            </msub>\n            <mo>+</mo>\n            <msub>\n              <mrow>\n                <mi>S</mi>\n                <mi>I</mi>\n              </mrow>\n              <mrow>\n                <mi>a</mi>\n              </mrow>\n            </msub>\n            <mo>)</mo>\n          </mrow>\n          <mrow>\n            <mi>n</mi>\n          </mrow>\n        </msub>\n      </mrow>\n    </mrow>\n  </math></p>\n<p>where:</p>\n<p>SDG241<sub>a+d</sub>is proportion of agricultural land area that have achieved at least the &#x2018;acceptable&#x2019; level (estimated by excess, see note below)</p>\n<p>SI<sub>d n </sub>is proportion of sub-indicator n that is classified as &#x2018;desirable&#x2019; </p>\n<p>SI<sub>a n </sub>is proportion of sub-indicator n that is classified as &#x2018;acceptable&#x2019; </p>\n<p>min refers to the minimum level of (SI<sub>d n </sub>+ SI<sub>a n</sub>) at national level across all 11 sub-indicators</p>\n<p>SDG241<sub>a+d </sub>is proportion of agricultural area for which all indicators are either green or yellow, an acceptable situation, but that could be improved. </p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msub>\n      <mrow>\n        <mi>S</mi>\n        <mi>D</mi>\n        <mi>G</mi>\n        <mn>241</mn>\n      </mrow>\n      <mrow>\n        <mi>u</mi>\n      </mrow>\n    </msub>\n    <mo>=</mo>\n    <mn>1</mn>\n    <mo>-</mo>\n    <mi>S</mi>\n    <msub>\n      <mrow>\n        <mi>D</mi>\n        <mi>G</mi>\n        <mn>241</mn>\n      </mrow>\n      <mrow>\n        <mi>a</mi>\n        <mo>+</mo>\n        <mi>d</mi>\n      </mrow>\n    </msub>\n    <mo>=</mo>\n    <mrow>\n      <mrow>\n        <munder>\n          <mrow>\n            <mi mathvariant=\"normal\">max</mi>\n          </mrow>\n          <mrow>\n            <mi>n</mi>\n            <mo>:</mo>\n            <mn>1</mn>\n            <mo>-</mo>\n            <mn>11</mn>\n          </mrow>\n        </munder>\n      </mrow>\n      <mo>&#x2061;</mo>\n      <mrow>\n        <mo>(</mo>\n        <msub>\n          <mrow>\n            <mi>S</mi>\n            <mi>I</mi>\n          </mrow>\n          <mrow>\n            <mi>u</mi>\n            <mi>&amp;nbsp;</mi>\n            <mi>n</mi>\n          </mrow>\n        </msub>\n        <mo>)</mo>\n      </mrow>\n    </mrow>\n  </math></p>\n<p>where:</p>\n<p>SDG241<sub>u </sub>is proportion estimated by default of agricultural area that is &#x2018;unsustainable&#x2019; (see note below)</p>\n<p>SI<sub>u n </sub>is proportion of sub-indicator n that is classified as &#x2018;unsustainable&#x2019;</p>\n<p>max refers to the highest value of SI<sub>u n</sub> across all 11 sub-indicators at national level</p>\n<p>SDG241<sub>u </sub>is proportion of agricultural area for which at least one sub-indicator is unsustainable, and is therefore classified as unsustainable. </p>\n<p>The performances of countries over time can be measured by the change in the value of SDG241<sub>d </sub>and SDG241<sub>a+d</sub>. An increase over time indicates improvement, while decrease indicates degradation. </p>","QUALITY_MGMNT__GLOBAL":"<p>Standard quality management of the entire data reporting process and the data itself will be carried out in close coordination with countries to ensure the data reported conforms with the methodology and relevant international standards. </p>","QUALITY_ASSURE__GLOBAL":"<p>FAO will work closely with countries for quality assurance. Not only will data collection for SDG 2.4.1 respect international standards, it will also adhere to FAO&#x2019;s data quality assurance &#x201C;Statistics Quality Assurance Framework&#x201D; (<a href=\"http://www.fao.org/statistics/standards/en/\">http://www.fao.org/statistics/standards/en/</a>).</p>","QUALITY_ASSMNT__GLOBAL":"<p>A qualitative assessment of the overall quality of the statistical outputs is provided in regular reports by summarizing the main strengths and possible quality deficiencies in country data, by sub-indicator. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>The indicator is currently in the Tier II category because few countries are able to report it. Data are expected to be collected either as part of existing farm surveys or through other data sources such as environmental monitoring systems, administrative data or household surveys. </p>\n<p>Comprehensive capacity development efforts (using a mix of in person, mass online trainings and bilateral assistance) are underway to build countries capacities. The data will be reported by end of 2022, once the third and final round of the 3 years data collection and reporting cycle is completed</p>\n<h2>Time series:</h2>\n<p>SDG Indicator 2.4.1 measures progress towards more sustainable and productive agriculture over a three-year periodicity because for many sub-indicators, it is likely that changes will be relatively limited from a year to another. Furthermore, the 3-year periodicity will enable countries to have three data points on the indicator before 2030.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Indicator 2.4.1 is expected to be collected through farm surveys and the result expressed as a national value. However, the methodology is scale independent and can be adopted at any geographical level. In addition, the indicator can be disaggregated according to type of farming system (crop, livestock or mixed) and other characteristics of the farm e.g. household/non-household sector, irrigated/non-irrigated or gender of the farm holder.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Given that this is a Tier II indicator, no data currently exists for this indicator. Therefore, there are no discrepancies between national and sub-national data.</p>","OTHER_DOC__GLOBAL":"<ul>\n  <li>FAO. 1988. Report of the FAO Council, 94th Session, 1988. FAO, Rome, Italy.</li>\n  <li>FAO. 2014. Building a common vision for sustainable food and agriculture: Principles and approaches, FAO, Rome, Italy.</li>\n  <li>FAO. 2017. Report from the Expert Group Meeting on SDG indicator 2.4.1. April, 2017. FAO, Rome, Italy.</li>\n  <li>FAO. 2018. Land Use Classification. In: SEEA Agriculture, Forestry and Fisheries, Annex I, pg. 120, 130-135. FAO and UNSD, Rome, Italy..</li>\n  <li>FAO. 2018. Report of the 26<sup>th</sup> Committee on Agriculture, 1-5 October 2018. FAO, Rome, Italy.</li>\n  <li>Global Strategy for Improving Agricultural and Rural Statistics. 2017. Handbook on the Agricultural Integrated Survey. FAO, Rome, Italy.</li>\n  <li>FAO. 2020. SDG 2.4,1, methodological note. July, 2020. FAO, Rome, Italy.</li>\n  <li>Hayati, D. 2017. Literature Review: A Literature Review on Frameworks and Methods for Measuring and Monitoring Sustainable Agriculture. Technical Report n.22. Global Strategy Technical Report. FAO, Rome, Italy..</li>\n</ul>\n<p>Annex: description of the sub-indicators</p>\n<h3><strong>1. Farm output value per hectare</strong></h3>\n<p><strong>Dimension: </strong>Economic<strong> </strong></p>\n<p><strong>Theme: </strong>Land Productivity </p>\n<p>Land productivity is a measure of agricultural value of outputs obtained on a given area of land. Maintaining or improving the output over time relative to the area of land used is an important aspect in sustainability for a range of reasons. At farm level, the land productivity reflects technology and production processes for given agro-ecological conditions. In a broader sense, an increase in the level of land productivity enables higher production while reducing pressure on increasingly scarce land resources, commonly linked to deforestation and associated losses of ecosystem services and biodiversity.<strong> </strong></p>\n<p><strong>Coverage</strong>: All farm types </p>\n<p><strong>Description: </strong></p>\n<p>The sub-indicator is described as farm output value per hectare (holdings that produce crops and livestock or its mix). Information on farm outputs and agricultural area should be standard information available from farm surveys thus providing a good basis for assessment at farm level.</p>\n<ul>\n  <li>Farm output value: The volume of agricultural output at farm level generally takes into account production of multiple outputs, e.g. crop types and crop and livestock combinations, etc. Since the volume of agricultural outputs is not measured in commensurate units (e.g. not all outputs are measured in tonnes, and tonnes of different output represent different products), it is necessary to establish an appropriate means of aggregation, in this case using a monetary unit. A simple way to enable aggregation is to reflect the multiple outputs produced by a single farm in terms of values (i.e. quantity multiplied by prices).</li>\n  <li>Farm agricultural land area: defined as the area of land used for agriculture within the farm<sup><a href=\"#footnote-3\" id=\"footnote-ref-3\">[2]</a></sup>. </li>\n</ul>\n<p><strong>Sustainability criteria: </strong></p>\n<p>Distance from the 90<sup>th</sup> percentile of the national distribution<sup><a href=\"#footnote-4\" id=\"footnote-ref-4\">[3]</a></sup>:</p>\n<ul>\n  <li>Green (desirable): Sub-indicator value is &#x2265; 2/3 of the corresponding 90<sup>th</sup> percentile </li>\n  <li>Yellow (acceptable): Sub-indicator value is &#x2265; 1/3 and &lt; 2/3 of the corresponding 90<sup>th</sup> percentile </li>\n  <li>Red (unsustainable): Sub-indicator value is &lt; 1/3 of the corresponding 90<sup>th</sup> percentile</li>\n</ul>\n<p><strong>Data items:</strong></p>\n<p>Reference period: last calendar year</p>\n<ul>\n  <li>\n    <ol>\n      <li>Quantities and farm gate prices (or value of production) of the 5 main crops and/or livestock products and by-products produced by the farm</li>\n      <li>Quantities and farm gate prices (or value of production) of other agricultural products (agro-forestry or aquaculture products etc.) produced by the farm </li>\n      <li>Agricultural land area of the holding</li>\n    </ol>\n  </li>\n</ul>\n<h3><strong>2. Net Farm Income:</strong></h3>\n<p><strong>Dimension:</strong> Economic<strong> </strong></p>\n<p><strong>Theme:</strong> Profitability</p>\n<p>An important part of sustainability in agriculture is the economic viability of the farm, driven to a large extent by its profitability. Profitability is measured using the net income that the farmer is able to gain from farming operations. Availability and use of information on farm economic performance, measured using profitability, will support better decision making both at micro and macro-economic level. Since performance measures drive behaviour, better information on performance can alter behaviour and decision-making by government and producers both in large-scale commercial farming and medium and small-scale subsistence agriculture.</p>\n<p><strong>Coverage:</strong> All farms types </p>\n<p><strong>Description: </strong></p>\n<p>The sub-indicator measures if the farm is consistently profitable over a 3-year period. The focus of this sub-indicator is on income from farming operations as distinct from the total income of the farming household, which may include other sources of income such as, for example, employment in local businesses by other family members, tourism activity, etc.</p>\n<p>Formula<sup><a href=\"#footnote-5\" id=\"footnote-ref-5\">[4]</a></sup>:</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mi>N</mi>\n    <mi>F</mi>\n    <mi>I</mi>\n    <mo>=</mo>\n    <mi>&amp;nbsp;</mi>\n    <mi>C</mi>\n    <mi>R</mi>\n    <mo>+</mo>\n    <msub>\n      <mrow>\n        <mi>Y</mi>\n      </mrow>\n      <mrow>\n        <mi>k</mi>\n      </mrow>\n    </msub>\n    <mo>-</mo>\n    <mi>O</mi>\n    <mi>E</mi>\n    <mo>-</mo>\n    <mi>D</mi>\n    <mi>e</mi>\n    <mi>p</mi>\n    <mo>+</mo>\n    <mi>&amp;nbsp;</mi>\n    <mi>V</mi>\n    <mi>I</mi>\n    <mi>C</mi>\n  </math></p>\n<p>where:</p>\n<ul>\n  <li>NFI = Total Net Farm Income</li>\n  <li>CR = Total farm cash receipts including direct program payments</li>\n  <li>Y<sub>k</sub> = Income in kind</li>\n  <li>OE = Total operating expenses after rebates (including costs of labour)</li>\n  <li>Dep = Depreciation</li>\n  <li>VIC = Value of inventory change</li>\n</ul>\n<p>Definitions:</p>\n<ul>\n  <li>Net farm income refers to the return (both monetary and non-monetary) to farm operators for their labor, management and capital, after all production expenses have been paid (that is, gross farm income minus production expenses). It includes net income from farm production, the value of commodities consumed on the farm, depreciation, and inventory changes.</li>\n  <li>Gross farm income refers to the monetary and non-monetary income received by farm. Its main components include cash receipts from the sale of farm products, direct program payments to producers, other farm income (such as income from custom work), value of food and fuel produced and consumed on the same farm, and change in value of year-end inventories of crops and livestock<sup><a href=\"#footnote-6\" id=\"footnote-ref-6\">[5]</a></sup>.</li>\n  <li>Farm cash receipts include revenues from the sale of agricultural commodities in local currency units that include sales of crops, livestock and its by-products.</li>\n  <li>Direct program payments to producers included in farm cash receipts represent the amounts paid under various government and private programs to individuals involved in agricultural production. The payments related to current agricultural production include subsidies to encourage production or to compensate producers for low market returns, payments to stabilize incomes and payments to compensate producers for crop or livestock losses caused by extreme climatic conditions, disease or other reasons and insurance payments.</li>\n  <li>Income-in-kind measures the value of the agricultural goods produced on farms and consumed by farm operator families. It is included to measure total farm production. </li>\n  <li>Operating expenses represent business costs incurred by farm businesses for goods and services used in the production process. Expenses include both purchase and self-produced items that are: property taxes, custom work, seeds, rent, fertiliser and lime, chemicals, machinery and building repairs, irrigation, fuel for heating and machines, wages, interest and business share of insurance premiums. </li>\n  <li>Depreciation charges account for the economic depreciation or for the loss in fair market value of the capital assets of the farm business. Calculated on farm buildings, farm machinery, and the farm business share of autos, trucks and the farm home, depreciation is generally considered to be the result of aging, wear and tear, and obsolescence. It represents a decrease in the potential economic benefits that can be generated by the capital asset. </li>\n  <li>Value of inventory change (VIC) measures the currency value of the physical change in producer-owned inventories. This concept is used to value total agricultural economic production. To calculate VIC, the change in producer-owned inventories (between the end and the beginning of a calendar year) is first derived and then multiplied by the average annual crop prices or value per animal. This calculation is different from the financial or accounting book value approach, which values the beginning and ending stocks, and then derives the change.</li>\n  <li>The VIC over all the major commodities can vary widely (depending on the size of the change of inventories and prices). The VIC can be either positive (when inventories are larger at the end of the year compared to the beginning levels) or negative (when year- end inventories are smaller than the levels at the beginning of the year). If the inventory levels are the same at the beginning and end of the year, VIC will be zero despite price changes.</li>\n</ul>\n<p>Estimating profitability at a farm level will generally require compilation of basic farm financial records, i.e. daily, weekly, monthly or seasonal transactions in an organized way. In general, large commercial farms maintain detailed financial records however, in case of medium farms and small subsistence agriculture, record keeping is seldom practiced and in most of the countries it doesn&#x2019;t exist at all. </p>\n<p>In case when detailed data are not available at farm level, then estimates will be calculated based on farmer declaration of both outputs and inputs quantities and prices. In these cases, depreciation, variation of stocks and taxes may be neglected. This is described below as simplified option (1).</p>\n<p>A simplified option (2) is also offered, based on farmer&#x2019;s declaration of the agricultural holding&#x2019;s profitability over the last three calendar years. It is recommended to use this simplified option only when other two options are not feasible.</p>\n<p><strong>Sustainability criteria: </strong></p>\n<p>For a farm to be profitable the net farm income should be above zero. </p>\n<ul>\n  <li>Green (desirable): above zero for past 3 consecutive years</li>\n  <li>Yellow (acceptable): above zero for at least 1 of the past 3 consecutive years</li>\n  <li>Red (unsustainable): below zero for all of the past 3 consecutive years</li>\n</ul>\n<p><strong>Data items:</strong></p>\n<p>Reference period: last three calendar years</p>\n<p><strong><em>Recommended option:</em></strong></p>\n<p>Data from farm financial records, i.e. daily, weekly, monthly or seasonal transactions are collected in an organized way (in general, large commercial farms maintain detailed financial records on the basis of which the NFI can be calculated as per above equation). </p>\n<p><strong><em>Simplified option (1):</em></strong></p>\n<p>To be used when the detailed data are not available at farm level (better adapted to smallholders and household sector). </p>\n<ul>\n  <li>\n    <ol>\n      <li>Quantity produced (i.e. crops and livestock and its products and by-products produced both for market or self-consumption) </li>\n      <li>Farm gate prices of the above quantities produces</li>\n      <li>Operating expenses including inputs quantities and its market prices</li>\n      <li>Quantity/output of other on-farm activities carried out and/or commodities produced on the holding e.g. aquaculture, agroforestry and others</li>\n      <li>Farm gate prices of the other on-farm activities/commodities</li>\n      <li>Input quantities and prices that are used to produce other on-farm outputs</li>\n    </ol>\n  </li>\n</ul>\n<p><strong><em>Simplified option (2):</em></strong></p>\n<ul>\n  <li>\n    <ol>\n      <li>Respondent&#x2019;s declaration on agricultural holding&#x2019;s profitability over the last 3 calendar years</li>\n    </ol>\n  </li>\n</ul>\n<h3><strong>3. Risk mitigation mechanisms</strong></h3>\n<p><strong>Dimension: </strong>Economic<strong> </strong></p>\n<p><strong>Theme: </strong>Resilience</p>\n<p>Resilience encompass absorptive, anticipatory and adaptive capacities and refers to the properties of a system that allows farms to deal with shocks and stresses, to persist and to continue to be well-functioning (in the sense of providing stability, predictable rules, security and other benefits to its members). </p>\n<p><strong>Coverage: </strong>All farms types<strong> </strong></p>\n<p><strong>Description: </strong></p>\n<p>This sub-indicator measures the incidence of the following mitigation mechanisms: </p>\n<ul>\n  <li>Access to or availed credit<sup><a href=\"#footnote-7\" id=\"footnote-ref-7\">[6]</a></sup></li>\n  <li>Access to or availed insurance</li>\n  <li>On farm diversification (share of a single agricultural commodity not greater than 66% in the total value of production of the holding)</li>\n</ul>\n<p>Access to credit and/or insurance is defined here as when a given service is available and the holder has enough means to obtain the service (required documents, collateral, positive credit history, etc.). Broadly, access to one or more the above 3 factors will allow the farm to prevent, resist, adapt and recover from external shocks such as, floods, droughts, market failure (e.g. price shock), climate shock and pest/animal diseases. </p>\n<p><strong>Sustainability criteria: </strong></p>\n<p>A farm holding is considered resilient if it has availed or has the means to access the risk mitigation mechanisms as follows:</p>\n<ul>\n  <li>Green (desirable): Access to or availed at least two of the above-listed mitigation mechanisms.</li>\n  <li>Yellow (acceptable): Access to or availed at least one of the above-listed mitigation mechanisms.</li>\n  <li>Red (unsustainable): No access to the listed mitigation mechanisms. </li>\n</ul>\n<p><strong>Data items:</strong></p>\n<p>Reference period: last calendar year</p>\n<p>3.1. Agricultural holding access to or availed of credit, insurance or other financial instruments:</p>\n<ul>\n  <li>Credit (both formal and informal) </li>\n  <li>Insurance </li>\n</ul>\n<p>3.2 List of other on-farm activities apart from crops and livestock</p>\n<p>3.3 Value of output for the listed on-farm activities/commodities</p>\n<h3><strong>4. Prevalence of soil degradation</strong></h3>\n<p><strong>Dimension: </strong>Environmental<strong> </strong></p>\n<p><strong>Theme: </strong>Soil health </p>\n<p>Many of the processes affecting soil health are driven by agricultural practices. FAO and the Intergovernmental Technical Panel on Soils (ITPS) have identified 10 main threats to soil functions: soil erosion; soil organic carbon losses; nutrient imbalance; acidification; contamination; waterlogging; compaction; soil sealing; salinization and loss of soil biodiversity. </p>\n<p><strong>Coverage: </strong>All farms types<strong> </strong></p>\n<p><strong>Description: </strong></p>\n<p>The sub-indicator measures the extent to which agriculture activities affects soil health and therefore represents a sustainability issue. A review of the 10 threats to soil shows that all except one (soil sealing, which is the loss of natural soil to construction/urbanisation) are potentially and primarily affected by inappropriate agricultural practices. Ideally, therefore, all soils under agricultural land area in a country should be the subject of periodic monitoring in order to assess the impact of agriculture on soils. This requires detailed surveys and sampling campaigns, associated with laboratory testing. In order to propose a manageable solution while capturing the main trends in the country in terms of soil health, the farm survey focuses on the four threats that combine the characteristics more widespread (for national monitoring, countries may choose to add any of the other areas indicated above, depending on relevance), and easier to assess through farm surveys:</p>\n<ol>\n  <li>Soil erosion</li>\n  <li>Reduction in soil fertility</li>\n  <li>Salinization of irrigated land</li>\n  <li>Waterlogging</li>\n  <li>Other - Specify</li>\n</ol>\n<p>The farm survey captures farmer&#x2019;s knowledge about the situation of the agricultural holding in terms of soil degradation. Experience has shown that farmers are very much aware of the state of their soils, health and degradation level. Farmers may also be offered the opportunity to mention other threats than the above four. </p>\n<p>Other data sources on soil health may either complement the information collected through the farm survey and offer opportunities for cross-checking farmers&#x2019; responses; or be used as alternative sources of data. Prior to the farm survey, a desk study could collect all available information on soil health, including using national official statistics or statistics available from international agencies such as FAO. This typically includes maps, models, results from soil sampling, laboratory analysis and field surveys, and all existing report on soil and land degradation at national level. On the basis of this information, maps or tables (by administrative boundaries or other divisions of the country) can be established, showing the threats to soils according to the above 4 categories of threats.</p>\n<p><strong>Sustainability criteria: </strong></p>\n<p>Proportion of agricultural area of the farm affected by soil degradation.</p>\n<ul>\n  <li>Green (desirable): The combined area affected by any of the four selected threats to soil health is negligible (less than 10% of the total agriculture area of the farm).</li>\n  <li>Yellow (acceptable): The combined area affected by any of the four selected threats to soil health is between 10% and 50% of the total agriculture area of the farm.</li>\n  <li>Red (unsustainable): The combined area affected by any of the four selected threats to soil health is above 50% of the total agriculture area of the farm.</li>\n</ul>\n<p><strong>Data items:</strong></p>\n<p>Reference period: last three calendar years</p>\n<p>4.1 List of soil degradation threats experienced on the holding</p>\n<ul>\n  <li>\n    <ul>\n      <li>Soil erosion (loss of topsoil through wind or water erosion)</li>\n      <li>Reduction in soil fertility<sup><a href=\"#footnote-8\" id=\"footnote-ref-8\">[7]</a></sup></li>\n      <li>Salinization of irrigated land</li>\n      <li>Waterlogging</li>\n      <li>Other &#x2013; Specify</li>\n      <li>None of the above</li>\n    </ul>\n  </li>\n</ul>\n<p>4.2 Total area of the holding affected by threats related to soil degradation</p>\n<h3><strong>5. Variation in water availability</strong></h3>\n<p><strong>Dimension:</strong> Environmental </p>\n<p><strong>Theme:</strong> Water use</p>\n<p>Agriculture, more specifically irrigated agriculture, is by far the main economic sector using freshwater resources. In many places, water withdrawal from rivers and groundwater aquifers is beyond what can be considered environmentally sustainable. This affects both rivers and underground aquifers. Sustainable agriculture therefore requires that that level of use of freshwater for irrigation remains within acceptable boundaries. While there are no internationally agreed standards of water use sustainability, signals associated with unsustainable use of water typically include progressive reduction in the level of groundwater, drying out of springs and rivers, increased conflicts among water users. </p>\n<p><strong>Coverage: </strong>All farm types<strong> </strong></p>\n<p><strong>Description: </strong></p>\n<p>The sub-indicator captures the extent to which agriculture contributes to unsustainable patterns of water use. Ideally, the level of sustainability in water use is measured at the scale of the river basin or groundwater aquifer, as it is the combined effect of all users sharing the same resource that impact water sustainability. The farm survey captures farmers&#x2019; awareness and behaviour in relation with water scarcity, and associates them with three levels of sustainability. These awareness and behaviour are expressed in terms of:</p>\n<ul>\n  <li>whether the farmer uses water to irrigate crops on at least 10% of the agriculture area of the farm and why, if the answer is negative (does not need, cannot afford);</li>\n  <li>whether the farmer is aware about issues of water availability in the area of the farm and notices a reduction in water availability over time;</li>\n  <li>whether there are organizations (water users organisations, others) in charge of allocating water among users and the extent to which these organisations are working effectively.</li>\n</ul>\n<p>Other data sources may either complement the farm survey on water use and offer opportunities for cross-checking farmers&#x2019; responses; or be used as alternative sources of data. Prior to the farm survey, a desk study should collect all available information on water balance, including national official statistics or statistics available from international agencies such as FAO. Information on water resources and use is usually collected by the entities in charge of water management or monitoring and are organised by hydrological entity (river basin or groundwater aquifer). They typically include hydrological records (river flow, groundwater levels), models and maps showing the extent of water use by hydrological entity.</p>\n<p><strong>Sustainability criteria: </strong></p>\n<p>Farm sustainability in relation with water use will be assessed as follows: </p>\n<ul>\n  <li>Green (desirable): Water availability remains stable over the years, for farms irrigating crops on more than 10% of the agriculture area of the farm. Default result for farms irrigating less than 10% of their agricultural area </li>\n  <li>Yellow (acceptable): uses water to irrigate crops on at least 10% of the agriculture area of the farm, does not know whether water availability remains stable over the years, or experiences reduction on water availability over the years, but there is an organisation that effectively allocates water among users. </li>\n  <li>Red (unsustainable): in all other cases. </li>\n</ul>\n<p><strong>Data items:</strong></p>\n<p>Reference period: last three calendar years</p>\n<p>5.1 Irrigated agricultural area of the holding </p>\n<p>5.2 Reduction in water availability experienced on the holding</p>\n<p>5.3 Existence of organizations dealing with water allocation </p>\n<h3><strong>6. Management of fertilizers</strong></h3>\n<p><strong>Dimension: </strong>Environmental<strong> </strong></p>\n<p><strong>Theme: </strong>Fertilizer pollution risk </p>\n<p>Agriculture can affect the quality of the environment through excessive use or inadequate management of fertilizers. Sustainable agriculture implies that the level of chemicals in soil and water bodies remains within acceptable thresholds. Integrated plant nutrient management considers all sources of nutrients (mineral and organic) and their management in order to obtain best nutrient balance. Measuring soil and water quality captures the extent and causes of pollution, but establishing monitoring systems of soil and water is costly and not always feasible in countries. </p>\n<p>Note: the management of plant nutrients addresses two sustainability issues: avoiding pollution, and maintaining a good level of soil fertility. This sub-indicator addresses the first issue, while the second one is addressed under sub-indicator 4 &#x2018;Soil health&#x2019;. </p>\n<p><strong>Coverage: </strong>All farm types</p>\n<p><strong>Description: </strong></p>\n<p>The proposed approach is based on questions to farmers about their use of fertilizer, in particular mineral or synthetic fertilizers and animal manure, their awareness about the environmental risks associated with fertilizer and manure applications, and their behaviour in terms of plant nutrient management<sup><a href=\"#footnote-9\" id=\"footnote-ref-9\">[8]</a></sup>. Management measures considered to help reducing risk is as follows: </p>\n<ol>\n  <li>Follow protocols as per extension service or retail outlet directions or local regulations, not exceeding recommended doses</li>\n  <li>Use organic source of nutrients (including manure or composting residues) alone, or in combination with synthetic or mineral fertilizers </li>\n  <li>Use legumes as a cover crop, or component of a multi/crop or pasture system to reduce fertilizer inputs</li>\n  <li>Distribute synthetic or mineral fertilizer application over the growing period</li>\n  <li>Consider soil type and climate<sup><a href=\"#footnote-10\" id=\"footnote-ref-10\">[9]</a></sup> in deciding fertilizer application doses and frequencies</li>\n  <li>Use soil sampling at least every 5 years to perform nutrient budget calculations </li>\n  <li>Perform site-specific nutrient management or precision farming<sup><a href=\"#footnote-11\" id=\"footnote-ref-11\">[10]</a></sup></li>\n  <li>Use buffer strips along water courses.</li>\n</ol>\n<p><strong>Sustainability criteria: </strong></p>\n<p>Farm sustainability in relation with fertilizer pollution risk will be assessed as follows: </p>\n<ul>\n  <li>Green (desirable): The farm takes specific measures to mitigate environmental risks (at least four from the list above). Default result for farms not using fertilizers<sup><a href=\"#footnote-12\" id=\"footnote-ref-12\">[11]</a></sup>. </li>\n  <li>Yellow (acceptable): The farm uses fertilizers and takes at least two measures from the above list to mitigate environmental risks</li>\n  <li>Red (unsustainable): The farm uses fertilizer and does not take any of the above specific measures to mitigate environmental risks associated with their use. </li>\n</ul>\n<p><strong>Data items:</strong></p>\n<p>Reference period: last calendar year</p>\n<p> </p>\n<p>6.1 Use of synthetic or mineral fertilizer or animal manure/slurry by the agricultural holding (Y/N)</p>\n<p>6.2 Specific measures taken to mitigate the environmental risks associated with the excessive use or misuse use of fertilizers as per list below: </p>\n<p>&#x20DD; 1 Follow protocols as per extension service or retail outlet directions or local regulations, not exceeding recommended doses </p>\n<p>&#x20DD; 2 Use organic source of nutrients (including manure or composting residues) alone, or in combination with synthetic or mineral fertilizers</p>\n<p>&#x20DD; 3 Use legumes as a cover crop, or component of a multi/crop or pasture system to reduce fertilizer inputs </p>\n<p>&#x20DD; 4 Distribute synthetic or mineral fertilizer application over the growing period</p>\n<p>&#x20DD; 5 Consider soil type and climate in deciding fertilizer application doses and frequencies</p>\n<p>&#x20DD; 6 Use soil sampling at least every 5 years to perform nutrient budget calculations</p>\n<p>&#x20DD; 7 Perform site-specific nutrient management or precision farming</p>\n<p>&#x20DD; 8 Use buffer strips along water courses.</p>\n<h3><strong>7. Management of pesticides</strong></h3>\n<p><strong>Dimension: </strong>Environmental<strong> </strong></p>\n<p><strong>Theme: </strong>Pesticide risk</p>\n<p>Pesticides are important inputs in modern agriculture (crop and livestock), but if not well managed they can cause harm to people&#x2019;s health or to the environment. Practices associated with integrated pest management (IPM<sup><a href=\"#footnote-13\" id=\"footnote-ref-13\">[12]</a></sup>) exist that contribute to minimise risks associated with the use of pesticides and limit their impact on human health and on the environment. The International Code of Conduct on Pesticide Management defines best practice in pesticide management.</p>\n<p><strong>Coverage: </strong>All farm types</p>\n<p><strong>Description: </strong></p>\n<p>The proposed sub-indicator is based on information on the use of pesticides on the farms, the type of pesticide used and the type of measure(s) taken to mitigate the associated risks<sup><a href=\"#footnote-14\" id=\"footnote-ref-14\">[13]</a></sup>. It considers the possibility that the holding uses pesticides in the framework of an Integrated Pest Management (IPM) program, or adopts specific measures to help reducing risks associated with pesticide use. List of possible measures:</p>\n<p>Health:</p>\n<ol>\n  <li>Adherence to label directions for pesticide use (including use of protection equipment while applying pesticides)</li>\n  <li>Maintenance and cleansing of protection equipment after use</li>\n  <li>Safe disposal of waste (cartons, bottles and bags)</li>\n</ol>\n<p>Environment:</p>\n<ol>\n  <li>Adherence to label directions for pesticide application</li>\n  <li>Adopt any of these good practices: adjust planting time, apply crop spacing, crop rotation, mixed cropping or inter-cropping </li>\n  <li>Perform biological pest control or use biopesticides</li>\n  <li>Adopt pasture rotation to suppress livestock pest population </li>\n  <li>Systematic removal of plant parts attacked by pests</li>\n  <li>Maintenance and cleansing of spray equipment after use</li>\n  <li>Use one pesticide no more than two times or in mixture in a season to avoid pesticide resistance</li>\n</ol>\n<p><strong>Sustainability criteria: </strong></p>\n<p>Farm sustainability in relation with pesticides will be assessed as follows: </p>\n<ul>\n  <li>Green (desirable): The farm uses only moderately or slightly hazardous<sup><a href=\"#footnote-15\" id=\"footnote-ref-15\">[14]</a></sup> pesticides (WHO Class II or III). In this case, it adheres to all three health-related measures and at least four of the environment-related measures. Default result for farms not using pesticides.</li>\n  <li>Yellow (acceptable): The farm uses only moderately or slightly hazardous pesticides (WHO Class II or III) and takes some measures to mitigate environmental and health risks (at least two from each of the lists above)</li>\n  <li>Red (unsustainable): The farm uses highly or extremely hazardous pesticides (WHO Class Ia or Ib), illegal pesticides<sup><a href=\"#footnote-16\" id=\"footnote-ref-16\">[15]</a></sup>, or uses moderately or slightly hazardous pesticides without taking specific measures to mitigate environmental or health risks associated with their use (fewer than two from each of the lists above). </li>\n</ul>\n<p><strong>Data items:</strong></p>\n<p>Reference period: last calendar year</p>\n<p>7.1 Use of pesticides for crop or livestock by the agricultural holding (Y/N) </p>\n<p>7.2 Use of highly or extremely hazardous pesticides by the agricultural holding (Y/N) </p>\n<p>7.3 Measures taken to protect people from health-related risks associated with pesticides: </p>\n<ol>\n  <li>Adherence to label directions for pesticide use, including use of personal protection equipment (Y/N)</li>\n  <li>Maintenance and cleansing of protection equipment after use (Y/N)</li>\n  <li>Safe disposal of waste (cartons, bottles and bags) (Y/N)</li>\n</ol>\n<p>7.4 Measures taken to avoid environment-related risks associated with pesticides:</p>\n<ol>\n  <li>Adherence to label directions for pesticide application (Y/N)</li>\n  <li>Adjustment of planting time (Y/N)</li>\n  <li>Application of crop spacing (Y/N)</li>\n  <li>Application of crop rotation (Y/N)</li>\n  <li>Application of mixed cropping (Y/N)</li>\n  <li>Application of inter-cropping (Y/N)</li>\n  <li>Perform biological pest control (Y/N)</li>\n  <li>Use of biopesticides (Y/N)</li>\n  <li>Adopting pasture rotation to suppress livestock pest population (Y/N)</li>\n  <li>Systematic removal of plant parts attacked by pests (Y/N)</li>\n  <li>Maintenance and cleansing of spray equipment after use (Y/N)</li>\n  <li>Use one pesticide no more than two times or in mixture in a season to avoid pesticide resistance (Y/N)</li>\n</ol>\n<h3><strong>8. Use of agro-biodiversity-supportive practices</strong></h3>\n<p><strong>Dimension: </strong>Environmental<strong> </strong></p>\n<p><strong>Theme: </strong>Biodiversity </p>\n<p>The Convention on Biological Diversity (CBD) stresses the close relationship between agriculture activities and biodiversity, considering three levels of biodiversity: genetic level diversity; agrobiodiversity at production system level; and ecosystem level (wild) biodiversity. The way agriculture is practiced influences all three levels. Attempts to develop indicators of biodiversity for agriculture systematically consider a large number of sub-indicators, with no universally agreed sustainability criteria. Considering these constraints, and the importance of addressing biodiversity in the construction of Indicator 2.4.1, it is proposed to develop a sub-indicator that captures the efforts towards more sustainable agriculture that better contributes to biodiversity, by identifying a limited list of practices that are conducive to biodiversity conservation.</p>\n<p><strong>Coverage: </strong>All farm types<strong> </strong></p>\n<p><strong>Description: </strong></p>\n<p>This sub-indicator measures the level of adoption of more sustainable agricultural practices that better contribute to biodiversity by the farm at ecosystem, species and genetic levels. This indicator addresses both crops and livestock. Specifically, in case of this sub-indicator the scope is the entire area of the farm holding as opposed to the agricultural area that is used for rest of the 10 sub-indicators. </p>\n<p>In particular, two separate scoring systems depending on the applicability of the organic farming criterion have been proposed.</p>\n<p>Depending on whether organic certification system exists, countries will select one of the below two proposed set of criteria and thus will be evaluated/scored differently in terms of their sustainability status. According to this formulation, to secure green status, farms in countries with organic certification in place, will have to check 3 out of 6 criteria. On the contrary, farms operating in countries with no organic certification in place, will have to check 2 out of 5 criteria for obtaining the green status.</p>\n<p>The detailed formulation of the criteria for the 2 scoring systems is described below:</p>\n<ol>\n  <li><strong>Criteria for group of countries with organic certification systems/schemes:</strong></li>\n  <li>Leaves at least 10% of the holding area for natural or diverse vegetation. This can include natural pasture/grassland, maintaining wildflower strips, stone and wood heaps, trees or hedgerows, natural ponds or wetlands. </li>\n  <li>Farm produces agricultural products that are organically certified, or its products are undergoing the certification process. </li>\n  <li>Farm does not use medically important antimicrobials as growth promoters.</li>\n  <li>At least two of the following contribute to farm production: 1) temporary crops, 2) pasture, 3) permanent crops, 4) trees on farm, 5) livestock or animal products, and 6) aquaculture.</li>\n  <li>Practices crop or crop/pasture rotation involving at least 2 crops or crops and pastures on at least 80% of the farm agriculture area (excluding permanent crops and permanent pastures) over a period of 3 years. In case of a 2-crop rotation, the 2 crops have to be from different plant genus, e.g. a grass plus a legume, or a grass plus a tuber etc.<strong> </strong></li>\n  <li>Livestock includes locally adapted breeds<sup><a href=\"#footnote-17\" id=\"footnote-ref-17\">[16]</a></sup>.</li>\n</ol>\n<p><strong>Sustainability status:</strong></p>\n<ul>\n  <li>\n    <ul>\n      <li>Green (desirable): The agricultural holding meets at least three of the above criteria </li>\n      <li>Yellow (acceptable): The agricultural holding meets one or two of the above criteria</li>\n      <li>Red (unsustainable): The agricultural holding meets none of the above criteria</li>\n    </ul>\n  </li>\n</ul>\n<ol>\n  <li><strong>Criteria for group of countries with no organic certification systems/schemes:</strong></li>\n  <li>Leaves at least 10% of the holding area for natural or diverse vegetation. This can include natural pasture/grassland, maintaining wildflower strips, stone and wood heaps, trees or hedgerows, natural ponds or wetlands. </li>\n  <li>Farm does not use medically important antimicrobials as growth promoters.</li>\n  <li>At least two of the following contribute to farm production: 1) temporary crops, 2) pasture, 3) permanent crops, 4) trees on farm, 5) livestock or animal products, and 6) aquaculture</li>\n  <li>Practices crop or crop/pasture rotation involving at least 2 crops or crops and pastures on at least 80% of the farm cultivated area (excluding permanent crops and permanent pastures) over a period of 3 years. In case of a 2-crop rotation, the 2 crops have to be from different plant genus, e.g. a grass plus a legume, or a grass plus a tuber etc. </li>\n  <li>Livestock includes locally adapted breeds.</li>\n</ol>\n<p><strong>Sustainability status:</strong></p>\n<ul>\n  <li>\n    <ul>\n      <li>Green (desirable): The agricultural holding meets at least two of the above criteria </li>\n      <li>Yellow (acceptable): The agricultural holding meets one of the above criteria</li>\n      <li>Red (unsustainable): The agricultural holding meets none of the above criteria</li>\n    </ul>\n  </li>\n</ul>\n<p><strong>Data items:</strong></p>\n<p>Reference period: last calendar year</p>\n<p>8.1 Percentage of the holding area covered by natural or diverse vegetation (not cultivated), including natural pasture or grasslands; wildflower strips; stone or wood heaps; trees or hedgerows; natural ponds or wetlands</p>\n<p>8.2 Farm produced products (crops and/or livestock) that are organically certified (Y/N)</p>\n<p>8.3 Farm produced products (crops and/or livestock) that are undergoing organic certification (Y/N)</p>\n<p>8.4 Report the holding organic certification number</p>\n<p>8.5 Report the name of organic certifying body</p>\n<p>8.6 Area on which certified organic [CROP/LIVESTOCK] was produced</p>\n<p>8.7 Use of medically important antimicrobials as growth promoter for livestock (Y/N)</p>\n<p>8.8 Value of production of the holding (covered by sub-indicator 1)</p>\n<p>&#x20DD; 1 Temporary crops</p>\n<p>&#x20DD; 2 Pastures</p>\n<p>&#x20DD; 3 Permanent crops</p>\n<p>&#x20DD; 4 Trees on farm</p>\n<p>&#x20DD; 5 Livestock and animal products</p>\n<p>&#x20DD; 6 Aquaculture</p>\n<p>8.9 Percentage of the cultivated area on which crop rotation or crop/pasture rotation involving at least two crops (excluding permanent crops and permanent pastures) from different plant genus is practiced over a 3 year period</p>\n<p>8.10 Area of the agricultural holding covered by the (up to 5) main crops listed for sub-indicator 1 (excluding pasture)</p>\n<p>8.11 List of different breeds and cross-breed and percentage of animals they represent for each animal species</p>\n<h3><strong>9. Wage rate in agriculture</strong></h3>\n<p><strong>Dimension: </strong>Social </p>\n<p><strong>Theme: </strong>Decent employment</p>\n<p>The theme provides information on the remuneration of employees working for the farm and belonging to the elementary occupation group, as defined by the International Standard Classification of Occupation (ISCO-08 - code 92). It informs about economic risks faced by unskilled workers (those performing simple and routine tasks) in terms of remuneration received, the later benchmarked against the minimum wage set at national level in the agricultural sector. This sub-indicator allows distinguishing between holdings that pay a fair remuneration to its employees under the elementary occupation group, and agricultural holdings paying a remuneration to their employees belonging to the elementary occupation group that is below the minimum wage standard. In the latter case, agricultural holdings are deemed to be non-sustainable since the remuneration paid is not sufficient to ensure a decent living standard.</p>\n<p><strong>Coverage: </strong>Not applicable to farms that employ only family labour.</p>\n<p><strong>Description: </strong></p>\n<p>The sub-indicator measures the farm unskilled labour daily wage rate in Local Currency Units (LCU).</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mi>D</mi>\n    <mi>a</mi>\n    <mi>i</mi>\n    <mi>l</mi>\n    <mi>y</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>w</mi>\n    <mi>a</mi>\n    <mi>g</mi>\n    <mi>e</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>r</mi>\n    <mi>a</mi>\n    <mi>t</mi>\n    <mi>e</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>o</mi>\n    <mi>f</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>u</mi>\n    <mi>n</mi>\n    <mi>s</mi>\n    <mi>k</mi>\n    <mi>i</mi>\n    <mi>l</mi>\n    <mi>l</mi>\n    <mi>e</mi>\n    <mi>d</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>h</mi>\n    <mi>i</mi>\n    <mi>r</mi>\n    <mi>e</mi>\n    <mi>d</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>l</mi>\n    <mi>a</mi>\n    <mi>b</mi>\n    <mi>o</mi>\n    <mi>r</mi>\n    <mo>=</mo>\n    <mfrac>\n      <mrow>\n        <mi>T</mi>\n        <mi>o</mi>\n        <mi>t</mi>\n        <mi>a</mi>\n        <mi>l</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>a</mi>\n        <mi>n</mi>\n        <mi>n</mi>\n        <mi>u</mi>\n        <mi>a</mi>\n        <mi>l</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>c</mi>\n        <mi>o</mi>\n        <mi>m</mi>\n        <mi>p</mi>\n        <mi>e</mi>\n        <mi>n</mi>\n        <mi>s</mi>\n        <mi>a</mi>\n        <mi>t</mi>\n        <mi>i</mi>\n        <mi>o</mi>\n        <mi>n</mi>\n        <mi>&amp;nbsp;</mi>\n      </mrow>\n      <mrow>\n        <mi>T</mi>\n        <mi>o</mi>\n        <mi>t</mi>\n        <mi>a</mi>\n        <mi>l</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>a</mi>\n        <mi>n</mi>\n        <mi>n</mi>\n        <mi>u</mi>\n        <mi>a</mi>\n        <mi>l</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>h</mi>\n        <mi>o</mi>\n        <mi>u</mi>\n        <mi>r</mi>\n        <mi>s</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>w</mi>\n        <mi>o</mi>\n        <mi>r</mi>\n        <mi>k</mi>\n        <mi>e</mi>\n        <mi>d</mi>\n        <mi>&amp;nbsp;</mi>\n      </mrow>\n    </mfrac>\n    <mi>*</mi>\n    <mn>8</mn>\n    <mi>&amp;nbsp;</mi>\n    <mi>h</mi>\n    <mi>o</mi>\n    <mi>u</mi>\n    <mi>r</mi>\n  </math></p>\n<p>Where compensation is both monetary and in kind payments expressed in Local Currency Units (LCU)</p>\n<p><strong>Sustainability criteria: </strong></p>\n<p>Unskilled labour wage rate in relation to national or agriculture sector minimum wage rate. In case there is no national or agriculture sector minimum wage rate, the national poverty line is used instead:</p>\n<ul>\n  <li>Green (desirable): If the wage rate paid to unskilled labour is above the minimum national wage rate or minimum agricultural sector wage rate (if available). Default result for farms not hiring labour.</li>\n  <li>Yellow (acceptable): if the wage rate paid to unskilled labour is equals to the minimum national wage rate or minimum agricultural sector wage rate (if available). </li>\n  <li>Red (unsustainable): if the wage rate paid to unskilled labour is below the minimum national wage rate or minimum agricultural sector wage rate (if available). </li>\n</ul>\n<p><strong>Data items:</strong></p>\n<p>Reference period: last calendar year</p>\n<p>9.1 Unskilled workers hired on the agricultural holding (Y/N)</p>\n<p>9.2 Average pay in-cash and/or in-kind paid to the hired unskilled worker per day (of 8 hours)</p>\n<p>9.3 Minimum agricultural sector wage rate (if available) or minimum national wage rate </p>\n<h3><strong>10. Food Insecurity Experience Scale (FIES)</strong></h3>\n<p><strong>Dimension: </strong>Social </p>\n<p><strong>Theme: </strong>Food security </p>\n<p>FIES is a metric of severity of food insecurity at the household level that relies on people&#x2019;s direct yes/no responses to eight simple questions regarding their access to adequate food. It is a statistical measurement scale similar to other widely-accepted statistical scales designed to measure unobservable traits such as aptitude/intelligence, personality, and a broad range of social, psychological and health-related conditions. </p>\n<p><strong>Coverage: </strong>Only household farms </p>\n<p><strong>Description: </strong></p>\n<p>The Food Insecurity Experience Scale (FIES) produces a measure of the severity of food insecurity experienced by individuals or households, based on direct interviews.</p>\n<p>The FIES questions refer to the experiences of the individual respondent or of the respondent&#x2019;s household as a whole. The questions focus on self-reported food-related behaviors and experiences associated with increasing difficulties in accessing food due to resource constraints. </p>\n<p>The FIES is derived from two widely-used experience-based food security scales: the U.S. Household Food Security Survey Module and the Latin American and Caribbean Food Security Scale (Spanish acronym ELCSA). It consists of a set of eight short yes/no questions asked directly to people. The questions focus on self-reported, food-related behaviours and experiences associated with increasing difficulties in accessing food due to resource constraints. The FIES is based on a well-grounded construct of the experience of food insecurity composed of three domains: uncertainty/anxiety, changes in food quality, and changes in food quantity.</p>\n<p>This sub-indicator is SDG indicator 2.1.2, contextualised for a farm survey. </p>\n<p><strong>Sustainability criteria: </strong>Level on FIES scale</p>\n<ul>\n  <li>Green (desirable): Mild food insecurity<sup><a href=\"#footnote-18\" id=\"footnote-ref-18\">[17]</a></sup> </li>\n  <li>Yellow (acceptable)<sup><a href=\"#footnote-19\" id=\"footnote-ref-19\">[18]</a></sup>: Moderate food insecurity </li>\n  <li>Red (unsustainable): Severe food insecurity </li>\n</ul>\n<p><strong>Data items:</strong></p>\n<p>Reference period: last 12 months</p>\n<p>10.1 The respondent&#x2019;s recollection that he/she (or any other adult in the household) would be worried about not having enough food to eat due to lack of money or other resources</p>\n<p>10.2 The respondent&#x2019;s recollection that he/she (or any adult in the household) was unable to eat healthy and nutritious food because of lack of money or other resources</p>\n<p>10.3 The respondent&#x2019;s recollection that he/she (or any adult in the household) only ate a few kinds of food due to lack of money or other resources</p>\n<p>10.4 The respondent&#x2019;s recollection that he/she (or any adult in the household) had to skip a meal because there was no enough money or other resources for food</p>\n<p>10.5 The respondent&#x2019;s recollection that he/she (or any adult in the household) ate less than he/she thought he should due to lack of money or other resources</p>\n<p>10.6 The respondent&#x2019;s recollection that his/her household ran out of food because of a lack of money or other resources</p>\n<p>10.7 The respondent&#x2019;s recollection that he/she (or any adult in the household) was hungry but not eating due to lack of money or other resources for food</p>\n<p>10.8 The respondent&#x2019;s recollection that he/she (or any adult in the household) did not eat for a whole day because of a lack of money or other resources</p>\n<h3><strong>11. Secure tenure rights to land</strong></h3>\n<p><strong>Dimension: </strong>Social </p>\n<p><strong>Theme: </strong>Land tenure</p>\n<p>The sub-indicator allows assessing sustainability in terms of rights over use of agricultural land areas. Since agricultural land is a key input for agricultural production, having secure rights over land ensures that the agricultural holding controls such a key asset and does not risk losing the land used by the holding for farming. </p>\n<p>Evidence shows that farmers tend to be less productive if they have limited access to and control of economic resources and services, particularly land. Long-lasting inequalities of economic and financial resources have positioned certain farmers at a disadvantage relative to others in their ability to participate in, contribute to and benefit from broader processes of development. </p>\n<p>As such, adequate distribution of economic resources, particularly land, help ensure equitable economic growth, contributes to economic efficiency and has a positive impact on key development outcomes, including poverty reduction, food security and the welfare of households.</p>\n<p>This sub-indicator is SDG indicator 5.a.1, customised for SDG indicator 2.4.1. </p>\n<p><strong>Coverage: </strong>All farms types<strong> </strong></p>\n<p><strong>Description: </strong></p>\n<p>The sub-indicator measures the ownership or secure rights over use of agricultural land areas using the following criteria:</p>\n<ul>\n  <li>Formal document issued by the Land Registry/Cadastral Agency </li>\n  <li>Name of the holder listed as owner/use right holder on legally recognized documents</li>\n  <li>Rights to sell any of the parcel of the holding</li>\n  <li>Rights to bequeath any of the parcel of the holding</li>\n</ul>\n<p><strong>Sustainability criteria: </strong></p>\n<p>Level of security of access to land.</p>\n<ul>\n  <li>Green (desirable): has a formal document with the name of the holder/holding on it, or has the right to sell any of the parcel of the holding, or has the right to bequeath any of the parcel of the holding</li>\n  <li>Yellow (acceptable): has a formal document even if the name of the holder/holding is not on it</li>\n  <li>Red (unsustainable): no positive responses to any of the 4 questions above</li>\n</ul>\n<p><strong>Data items:</strong></p>\n<p>Reference period: last calendar year</p>\n<p>11.1 Type of formal document for any of the agricultural land of the holder/holding that it holds (alternatively &#x2018;possess, use, occupy) issued by the Land Registry/Cadastral Agency</p>\n<p>&#x20DD; 1 Title deed</p>\n<p>&#x20DD; 2 Certificate of customary tenure</p>\n<p>&#x20DD; 3 Certificate of occupancy</p>\n<p>&#x20DD; 4 Registered will or registered certificate of hereditary acquisitions</p>\n<p>&#x20DD; 5 Registered certificate of perpetual / long term lease</p>\n<p>&#x20DD; 6 Registered rental contract</p>\n<p>&#x20DD; 7 Other</p>\n<p>11.2 Name of any member of the holding listed as an owner or use right holder on any of the legally recognized documents</p>\n<p>11.3 The right of the holder/holding to sell any of the parcel of the holding</p>\n<p>11.4 The right of the holder/holding to bequeath any of the parcel of the holding</p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-3\">2</sup><p> According to the SEEA-AFF classification and the classification of the World Agricultural Census 2020 <a href=\"#footnote-ref-3\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-4\">3</sup><p> The 90<sup>th</sup> percentile and respective 1/3 and 2/3 thresholds for productivity are calculated by major production system (crops, livestock, or a mix of crops and livestock or if possible by major agricultural areas of the country). Thereafter the individual farm productivity is estimated and compared with thresholds derived from the productivities of similar farms. <a href=\"#footnote-ref-4\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-5\">4</sup><p> See Statistics Canada at: http://www.statcan.gc.ca/pub/21-010-x/21-010-x2014001-eng.pdf <a href=\"#footnote-ref-5\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-6\">5</sup><p> Rental value of farm dwellings is not considered as part of farm income. <a href=\"#footnote-ref-6\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-7\">6</sup><p> Include cash loans and in-kind loans (e.g., seeds provided by another farmer and repaid with a share of the harvest, seeds, etc.) only for agriculture related investments. <a href=\"#footnote-ref-7\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-8\">7</sup><p> Reduction in soil fertility will be experienced by farmers as progressive reduction in yield and will be the result of a negative nutrient balance by which the amount of nutrient application (including through mineral and organic fertilizers, legumes, or green manure) is lower than the amount that is lost and exported by crops. <a href=\"#footnote-ref-8\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-9\">8</sup><p> In order to keep the questionnaire manageable, the module does not consider different type of crop or practice. The method therefore assumes that if a farmer reports best practices, these practices are applied over the entire farm. It may therefore over-estimate the area under good practices. <a href=\"#footnote-ref-9\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-10\">9</sup><p> Soil type, combined with climate, and in particular the frequency and intensity of rainfall events, are important elements to consider in deciding fertilizer application doses and frequencies. <a href=\"#footnote-ref-10\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-11\">10</sup><p> Precision farming is a farming management concept based on observing, measuring and responding to inter and intra-field variability in crops. <a href=\"#footnote-ref-11\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-12\">11</sup><p> Fertilizers to be considered include mineral and synthetic fertilizers as well as animal manure. <a href=\"#footnote-ref-12\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-13\">12</sup><p> Integrated Pest Management (IPM) is an ecosystem approach to crop production and protection that combines different management strategies and practices to grow healthy crops and minimize the use of pesticides (FAO). <a href=\"#footnote-ref-13\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-14\">13</sup><p> In order to keep the questionnaire manageable, the module does not consider different types of crop or livestock. The method therefore assumes that if a farmer reports best practices, these practices are applied over the entire farm. It may therefore over-estimate the area under good practices. <a href=\"#footnote-ref-14\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-15\">14</sup><p> WHO Class II or III pesticides as defined by WHO classification (https://www.who.int/publications/i/item/9789240005662or equivalent national classification. <a href=\"#footnote-ref-15\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-16\">15</sup><p> In principle, illegal pesticides refer to any products which do not comply with national regulations on pesticide management, such as un-registered, mislabeled, illegally imported etc. It does not cover &quot;off-label uses,&quot; which could be considered as an illegal use action. <a href=\"#footnote-ref-16\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-17\">16</sup><p> Breeds which have been in the country for a sufficient time to be genetically adapted to one or more of traditional production systems or environments in the country. The phrase &#x201C;sufficient time&#x201D; refers to time present in one or more of the country&#x2019;s traditional production systems or environments. Taking cultural, social and genetic aspects into account, a period of 40 years and six generations of the respective species might be considered as a guiding value for &#x201C;sufficient time&#x201D;, subject to specific national circumstances (definition of locally adapted breeds adopted by the Fourteenth Regular Session (April 2013) of the FAO Commission on Genetic Resources for Food and Agriculture). <a href=\"#footnote-ref-17\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-18\">17</sup><p> Computation of food insecurity level is described in detail in e-learning course on SDG 2.1.2: <a href=\"http://www.fao.org/elearning/#/elc/en/course/SDG212\">http://www.fao.org/elearning/#/elc/en/course/SDG212</a> <a href=\"#footnote-ref-18\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-19\">18</sup><p> <u>The terminology &#x201C;Acceptable&#x201D; must be read within the context of SDG 2.4.1; it should be interpreted as a situation that nevertheless merits attention and actions aimed at improvement.</u> <a href=\"#footnote-ref-19\">&#x2191;</a></p></div></div>","indicator":"2.4.1","target_id":"2.4","sdg_goal":"2","indicator_sort_order":"02-04-01"}