{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Number of plant and animal genetic resources for food and agriculture secured in either medium- or long-term conservation facilities","graph_titles":[],"graph_type":"line","indicator_name":"Number of plant and animal genetic resources for food and agriculture secured in either medium- or long-term conservation facilities","indicator_number":"2.5.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 2: End hunger, achieve food security and improved nutrition and promote sustainable agriculture</p>","SDG_TARGET__GLOBAL":"<p>Target 2.5: By 2020, maintain the genetic diversity of seeds, cultivated plants and farmed and domesticated animals and their related wild species, including through soundly managed and diversified seed and plant banks at the national, regional and international levels, and promote access to and fair and equitable sharing of benefits arising from the utilization of genetic resources and associated traditional knowledge, as internationally agreed</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 2.5.1: Number of (a) plant and (b) animal genetic resources for food and agriculture secured in either medium- or long-term conservation facilities</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Plant genetic resources accessions stored ex situ (number)</p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>Indicator 2.5.1b on animal genetic resources.</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>Food and Agriculture Organization of the United Nations (FAO)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>Food and Agriculture Organization of the United Nations (FAO)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>The conservation of plant and animal genetic resources for food and agriculture (GRFA) in medium- or long-term conservation facilities (<em>ex situ</em>, in genebanks) represents the most trusted means of conserving genetic resources worldwide. Plant and animal GRFA conserved in these facilities can be easily used in breeding programmes as well, even directly on-farm.</p>\n<p>The measure of trends in <em>ex situ</em> conserved materials provides an overall assessment of the extent to which we are managing to maintain and/or increase the total genetic diversity available for future use and thus protected from any permanent loss of genetic diversity which may occur in the natural habitat, i.e. <em>in situ</em>, or on-farm.</p>\n<p>The two components of the indicator 2.5.1, plant (a) and animal (b) GRFA, are separately counted.</p>\n<p>The plant component is calculated as the number of accessions of plant genetic resources secured in conservation facilities under medium- or long-term conditions, where an &#x2018;accession&#x2019; is defined as a distinct sample of seeds, planting materials or plants which is maintained in a genebank. Genebank Standards for Plant Genetic Resources for Food and Agriculture (accessible at <a href=\"http://www.fao.org/documents/card/en/c/7b79ee93-0f3c-5f58-9adc-5d4ef063f9c7/\">http://www.fao.org/documents/card/en/c/7b79ee93-0f3c-5f58-9adc-5d4ef063f9c7/</a>), set the benchmark for current scientific and technical best practices for conserving plant genetic resources, and support key international policy instruments for the conservation and use of plant genetic resources. These voluntary standards have been endorsed by the FAO Commission on Genetic Resources for Food and Agriculture at its Fourteenth Regular Session (<a href=\"http://www.fao.org/docrep/meeting/028/mg538e.pdf\">http://www.fao.org/docrep/meeting/028/mg538e.pdf</a>). </p>\n<p><strong>Concepts:</strong></p>\n<p>Plant genetic resources for food and agriculture (PGRFA): Any genetic material of plant origin of actual or potential value for food and agriculture.</p>\n<p>Accession: An accession is defined as a sample of seeds, planting materials or plants representing either a wild population, a landrace, a breeding line or an improved cultivar, which is conserved in a genebank. Each accession should be distinct and, in terms of genetic integrity, as close as possible to the sample provided originally.</p>\n<p>Base collection: A base collection is defined as a set of unique accessions to be preserved for a medium to long-term period.</p>\n<p>Active collection: An active collection is defined as a set of distinct accessions that is used for regeneration, multiplication, distribution, characterization and evaluation. Active collections are maintained in short to medium-term storage and usually duplicated in a base collection. </p>\n<p>Medium- or long-term conservation facilities: Biological diversity is often conserved <em>ex situ</em>, outside its natural habitat, in facilities called genebanks. In the case of plant genetic resources, genebanks conserve base collections under medium- or long-term storage conditions, in the form of seeds in cold rooms, plants in the field and tissues <em>in vitro</em> and/or cryoconserved. </p>","UNIT_MEASURE__GLOBAL":"<p>Number of unique accessions of plant genetic resources secured in medium to long-term conservation facilities, where an &#x2018;accession&#x2019; is defined as a distinct sample of seeds, planting materials or plants which is maintained in a genebank.</p>","CLASS_SYSTEM__GLOBAL":"<p>Genebank Standards for Plant Genetic Resources for Food and Agriculture (accessible at <a href=\"http://www.fao.org/documents/card/en/c/7b79ee93-0f3c-5f58-9adc-5d4ef063f9c7/\">http://www.fao.org/documents/card/en/c/7b79ee93-0f3c-5f58-9adc-5d4ef063f9c7/</a>), set the benchmark for current scientific and technical best practices for conserving plant genetic resources, and support key international policy instruments for the conservation and use of plant genetic resources. These voluntary standards have been endorsed by the FAO Commission on Genetic Resources for Food and Agriculture at its Fourteenth Regular Session (<a href=\"http://www.fao.org/docrep/meeting/028/mg538e.pdf\">http://www.fao.org/docrep/meeting/028/mg538e.pdf</a>). </p>","SOURCE_TYPE__GLOBAL":"<p>Data are sourced from officially appointed National Focal Points (NFPs) (see <a href=\"http://www.fao.org/agriculture/crops/thematic-sitemap/theme/seeds-pgr/gpa/national-focal-points/en/\">http://www.fao.org/agriculture/crops/thematic-sitemap/theme/seeds-pgr/gpa/national-focal-points/en/</a>) and regional and international agricultural research centres holding PGRFA <em>ex situ</em> collections. Data providers report either (i) directly to FAO by using the spreadsheet contained in document List of descriptors for reporting on the Plant Component of SDG indicator 2.5.1 (see References) accessible from the WIEWS home page (<a href=\"http://www.fao.org/wiews\">http://www.fao.org/wiews</a>) or (ii) through published information systems which comply with the standard of the FAO/Bioversity Multi-crop Passport Descriptor List (MCPD) v. 2 (see References), e.g. EURISCO (<a href=\"http://eurisco.ipk-gatersleben.de/\">http://eurisco.ipk-gatersleben.de/</a>) and Genesys (<a href=\"https://www.genesys-pgr.org\">https://www.genesys-pgr.org</a>). </p>\n<p>Data are stored in the World Information and Early Warning System for plant genetic resources for food and agriculture (WIEWS - <a href=\"http://www.fao.org/wiews\">http://www.fao.org/wiews</a>), the FAO platform established to facilitate information exchange as well as periodic assessments of the state of the world&#x2019;s plant genetic resources for food and agriculture. </p>","COLL_METHOD__GLOBAL":"<p>The indicator is related to a monitoring framework endorsed by the FAO Commission on Genetic Resources for Food and Agriculture in which the status and trends of plant and animal genetic resources are described through globally agreed indicators and regular country-driven assessments. Officially appointed National Focal Points report directly to FAO, using a format agreed by the FAO Commission on Genetic Resources for Food and Agriculture.</p>\n<p>Sessions of the intergovernmental technical working groups on plant genetic resources for food and agriculture allow for formal consultation processes. </p>","FREQ_COLL__GLOBAL":"<p>Data collection is undertaken on an annual basis in the context of the FAO Commission on Genetic resources for Food and Agriculture.</p>","REL_CAL_POLICY__GLOBAL":"<p>First quarter of the year.</p>","DATA_SOURCE__GLOBAL":"<p>The officially nominated National Focal Points and managers of regional/international genebanks. For information by country see for plant genetic resources <a href=\"http://www.fao.org/agriculture/crops/thematic-sitemap/theme/seeds-pgr/gpa/national-focal-points/en/\">http://www.fao.org/agriculture/crops/thematic-sitemap/theme/seeds-pgr/gpa/national-focal-points/en/</a>. </p>","COMPILING_ORG__GLOBAL":"<p>Food and Agriculture Organization of the United Nations (FAO)</p>","INST_MANDATE__GLOBAL":"<p>The National Focal Points for Plant Genetic Resources are responsible for the provision of national data on the indicator. Their Terms of Reference have been detailed in Circular State Letters asking country to report through their National Focal Points (see <a href=\"http://www.fao.org/agriculture/crops/thematic-sitemap/theme/seeds-pgr/gpa/national-focal-points/en/\">http://www.fao.org/agriculture/crops/thematic-sitemap/theme/seeds-pgr/gpa/national-focal-points/en/</a>). </p>","RATIONALE__GLOBAL":"<p>Genetic resources for food and agriculture provide the building blocks of food security and, directly or indirectly, support the livelihoods of every person on earth. As the conservation and accessibility to these resources are of vital importance, medium- or long- term conservation facilities (genebanks) to preserve and make these resources and their associated information accessible for breeding and research have been established at country, regional and global levels. Inventories of genebank holdings provide a dynamic measure of the existing plant and animal diversity and its level of preservation. Data relevant to this indicator facilitate the monitoring of diversity secured and accessible through genebanks and support the development and updating of strategies for the conservation and sustainable use of genetic resources.</p>\n<p>The indicator is related to a monitoring framework endorsed by the FAO Commission on Genetic Resources for Food and Agriculture in which the status and trends of plant and animal genetic resources are described through globally agreed indicators and regular country-driven assessments. </p>\n<p>The number of materials conserved under medium- or long-term storage conditions provides an indirect measurement of the total genetic diversity, which are managed to secure for future use. Overall, positive variations are therefore approximated to an increase in the agro-biodiversity secured, while negative variations to a loss of it. </p>\n<p>Caution needs to be paid in the reporting and interpretation of the indicator. In the case of plant genetic resources, an uncontrolled addition of accessions that are in fact duplicates of samples already conserved and accounted for, or, <em>vice versa</em>, the deletion from the reported collections of redundant duplicates may lead to wrong interpretations. In order to avoid duplicate counting at the national level, primarily base collections should be reported. An active collection could be reported, only when, in the absence of a base collection, it also serves the function of the base collection. Another example that needs to be monitored both while reporting and interpreting the results include the grouping or splitting of accessions, as in both cases the variation in the accounted number does not reflect a variation in the genetic diversity conserved and secured. Therefore, it is crucial that reporting countries and regional/international centres together with the accession level information requested explain also the reason for the decrease or increase in the number of accessions, in particular when this does not reflect a real loss or gain in the genetic diversity conserved and secured.</p>","REC_USE_LIM__GLOBAL":"<p>Broadly, two issues are of concern in using the &#x201C;number of accessions&#x201D; as an indicator of diversity in <em>ex situ</em> collections:</p>\n<p>Undetected duplicates of accessions may contribute to an increase of the indicator, as each accession is a managed unit, kept and recorded as distinct. The detection of such duplicates will therefore result in a reduction in the number of accessions previously reported. This can occur at different levels, for example within genebank collections and also at international level.</p>\n<p>A loss of viability of the material(s) conserved that is not promptly detected may similarly not be reflected in the number of accessions, contributing to an overestimate of the actual number of accessions.</p>\n<p>Additional information could be provided by other indicators measuring <em>ex situ</em> conservation, which are part of the monitoring of the implementation of the Global Plan of Action for PGRFA under the FAO Commission on Genetic Resources for Food and Agriculture. </p>","DATA_COMP__GLOBAL":"<p>The plant component of the indicator is calculated as the total number of unique accessions of plant genetic resources secured in medium to long term conservation facilities. This should include all the accessions in base collections, and unique accessions stored in medium term conservation facilities, as active collections, only when these accessions are considered to become part of the national base collections. Base collections may include both seed, field, cryo-preserved or <em>in vitro</em> collections depending on the species conserved and the available facilities in the country.</p>","DATA_VALIDATION__GLOBAL":"<p>There is no validation process in place.</p>","ADJUSTMENT__GLOBAL":"<p> Not applicable</p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level</strong></li>\n</ul>\n<p>Missing values are treated as such and not replaced by estimates. </p>\n<ul>\n  <li><strong>At regional and global levels</strong></li>\n</ul>\n<p>Missing values are treated as such and not replaced by estimates.</p>","REG_AGG__GLOBAL":"<p>Aggregates are the sum of country values.</p>","DOC_METHOD__GLOBAL":"<p>Officially appointed National Focal Points and managers of regional or international genebanks are requested to provide the list of accessions conserved in medium or long term conservation facilities by filling a spreadsheet contained in document <em>List of descriptors for reporting on the Plant Component of SDG indicator 2.5.1</em> (see References) accessible from the World Information and Early Warning System for plant genetic resources for food and agriculture (WIEWS) home page (<a href=\"http://www.fao.org/wiews\">http://www.fao.org/wiews</a>). Out of the 13 passport descriptors which can be used to characterize each accession, four are mandatory: (i) the name of the genebank (or <em>holding institute code</em>); (ii) the <em>accession number</em><sup><a href=\"#footnote-2\" id=\"footnote-ref-2\">[1]</a></sup>; (iii) the scientific name of the accession (<em>name of taxon</em>, including genus, species and lower taxonomic ranking); and (iv) the type of storage. </p>\n<p>Reporting on the remaining descriptors is highly recommended, as it allows the analysis of changes in different types of diversity concerned, including changes in the type and origin of the material secured (e.g. <em>biological status</em>; <em>country of origin</em>; <em>locations of safety duplications</em>; etc.) and better describes the composition of the secured materials. The descriptors have been agreed by the FAO Commission on Genetic Resources for Food and Agriculture (see question 6.2 in the <em>Reporting format for monitoring the implementation of the Second global Plan of Action for Plant Genetic Resources for Food and Agriculture</em> <a href=\"http://www.fao.org/3/a-mm294e.pdf\">http://www.fao.org/3/a-mm294e.pdf</a>). Genebank holdings are counted based on the list of accessions reported. National Focal Points are invited to provide a brief analysis to highlight and explain changes occurred since the previous report.</p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-2\">1</sup><p> <a href=\"#footnote-ref-2\">&#x2191;</a></p></div></div>","QUALITY_MGMNT__GLOBAL":"<p> FAO provides regular training to National Focal Points related to data collection and reporting.</p>","QUALITY_ASSURE__GLOBAL":"<p>FAO is responsible for the quality of the internal statistical processes used to compile the published datasets.</p>\n<p>FAO 2014. Genebank Standards for Plant Genetic Resources for Food and Agriculture. Rome. (<a href=\"http://www.fao.org/3/a-i3704e.pdf\">http://www.fao.org/3/a-i3704e.pdf</a>)</p>","QUALITY_ASSMNT__GLOBAL":"<p>Each second year FAO is organizing a global National Coordinators&#x2019; Workshops to assess and discuss the collection of data the indicator is based on. The indicators itself is automatically calculated in DAD-IS. Meetings are held as necessary with National Focal Points to assess and discuss data for the indicator and their collection processes.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>The data collected as part of the first monitoring cycle of the implementation of the Second Global Plan of Action for PGRFA serve as baseline (number of accessions as of June 2014). </p>\n<p>Data for over 100 countries and 17 international/regional centres are being published. The data collection is carried out annually in January. Continued efforts are made to improve the coverage of countries and international/regional centres, as well as the quality of the information.</p>\n<p><strong>Time series:</strong></p>\n<p>Data are available in WIEWS since 2014 with either a two-year or one-year periodicity.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Not applicable</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>There are no internationally estimated data. Data on this indicator are all produced by countries and regional or international centres. </p>","OTHER_DOC__GLOBAL":"<p>National Focal Points for the monitoring of the Second Global Plan of Action for Plant Genetic Resources for Food and Agriculture and the preparation of country reports for The Third Report on the State of the World&apos;s Plant Genetic Resources for Food and Agriculture. <a href=\"http://www.fao.org/agriculture/crops/thematic-sitemap/theme/seeds-pgr/gpa/national-focal-points/en/\">http://www.fao.org/agriculture/crops/thematic-sitemap/theme/seeds-pgr/gpa/national-focal-points/en/</a></p>\n<p>List of descriptors for reporting on the Plant Component of SDG indicator 2.5.1, FAO 2017. <a href=\"http://www.fao.org/fileadmin/user_upload/wiews/docs/SDG_251_data_requirement_sheet_table_EN.docx\">http://www.fao.org/fileadmin/user_upload/wiews/docs/SDG_251_data_requirement_sheet_table_EN.docx</a> </p>\n<p>Second Global Plan of Action for Plant Genetic Resources for Food and Agriculture. <a href=\"http://www.fao.org/docrep/015/i2624e/i2624e00.htm\">http://www.fao.org/docrep/015/i2624e/i2624e00.htm</a></p>\n<p>Second Report on the State of the World&#x2019;s Plant Genetic Resources for Food and Agriculture.</p>\n<p><a href=\"http://www.fao.org/docrep/013/i1500e/i1500e00.htm\">http://www.fao.org/docrep/013/i1500e/i1500e00.htm</a></p>\n<p>Genebank Standards for Plant Genetic Resources for Food and Agriculture, FAO, 2014.</p>\n<p><a href=\"http://www.fao.org/documents/card/en/c/7b79ee93-0f3c-5f58-9adc-5d4ef063f9c7/\">http://www.fao.org/documents/card/en/c/7b79ee93-0f3c-5f58-9adc-5d4ef063f9c7/</a></p>\n<p>Targets and Indicators for Plant Genetic Resources for Food and Agriculture, In: Report of the Fourteenth Regular Session of the Commission on Genetic Resources for Food and Agriculture, </p>\n<p>CGRFA-14/13/Report, Appendix C. <a href=\"http://www.fao.org/docrep/meeting/028/mg538e.pdf\">http://www.fao.org/docrep/meeting/028/mg538e.pdf</a></p>\n<p>Reporting Format for Monitoring the Implementation of the Second Global Plan of Action for Plant Genetic Resources for Food and Agriculture, CGRFA-15/15/Inf.9. <a href=\"http://www.fao.org/3/a-mm294e.pdf\">http://www.fao.org/3/a-mm294e.pdf</a></p>\n<p>FAO/Bioversity Multi-Crop Passport Descriptor (MCPD) v. 2. </p>\n<p><a href=\"http://www.bioversityinternational.org/fileadmin/user_upload/online_library/publications/pdfs/FAO-Bioversity_multi_crop_passport_descriptors_V_2_Final_rev_1526.pdf\">http://www.bioversityinternational.org/fileadmin/user_upload/online_library/publications/pdfs/FAO-Bioversity_multi_crop_passport_descriptors_V_2_Final_rev_1526.pdf</a></p>","indicator":"2.5.1","target_id":"2.5","sdg_goal":"2","indicator_sort_order":"02-05-01"}