{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Maternal mortality ratio","graph_titles":[],"graph_type":"line","indicator_name":"Maternal mortality ratio","indicator_number":"3.1.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 3: Ensure healthy lives and promote well-being for all at all ages</p>","SDG_TARGET__GLOBAL":"<p>Target 3.1: By 2030, reduce the global maternal mortality ratio to less than 70 per 100,000 live births</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 3.1.1: Maternal mortality ratio</p>","SDG_SERIES_DESCR__GLOBAL":"<p>SH_STA_MORT</p>","META_LAST_UPDATE__GLOBAL":"<p>2021-12-06</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>3.1.2: Proportion of births attended by skilled health personnel.</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>World Health Organization (WHO). Department of Sexual and Reproductive Health and Research.</p>","CONTACT_ORGANISATION__GLOBAL":"<p>World Health Organization (WHO). Department of Sexual and Reproductive Health and Research.</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>The maternal mortality ratio (MMR) is defined as the number of maternal deaths during a given time period per 100,000 live births during the same time period. It depicts the risk of maternal death relative to the number of live births and essentially captures the risk of death in a single pregnancy (proxied by a single live birth).</p>\n<p><strong>Concepts:</strong></p>\n<p>In the <em>International statistical classification of diseases and related health problems (ICD) </em>WHO defines the following:</p>\n<p><strong>Maternal death</strong>: The death of a woman while pregnant or within 42 days of termination of pregnancy, irrespective of the duration and site of the pregnancy, from any cause related to or aggravated by the pregnancy or its management (from direct or indirect obstetric death), but not from unintentional or incidental causes.</p>\n<p>A death occurring during pregnancy, childbirth and puerperium (also known</p>\n<p>as a <strong>pregnancy-related death</strong>): The death of a woman while pregnant or within 42 days of termination of pregnancy, irrespective of the cause of death.</p>","UNIT_MEASURE__GLOBAL":"<p>Ratio: number of maternal deaths expressed per 100,000 live births</p>","CLASS_SYSTEM__GLOBAL":"<p>Maternal deaths are classified according to the <em>International statistical classification of diseases and related health problems</em> (ICD) definition. The specific codes used under ICD-10 (the 10<sup>th</sup> revision of the ICD) to define a maternal death are: O00-O96; O98, O99 and A34.</p>\n<p>ICD-11 (the 11th revision of the ICD) was adopted by the World Health Assembly in May 2019 and comes into effect on 1<sup>st</sup> January 2022. Further information is available at: <a href=\"http://www.who.int/classifications/icd/en/\">www.who.int/classifications/icd/en/</a> The coding rules related to maternal mortality are being edited to fully match the new structure of ICD-11, but without changing the resulting statistics. The ICD-11 rules can be accessed in the reference guide of ICD-11, at <a href=\"https://icd.who.int\">https://icd.who.int</a> . Forthcoming releases from 2022 onwards will transition to use ICD-11 coding. Care has been taken to ensure that the definition of maternal death used for international comparison of mortality statistics remains stable over time, but the word &#x201C;unintentional&#x201D; has been used in the ICD-11 definition in place of the word &#x201C;accidental&#x201D; which was previously used, in ICD-10.</p>","SOURCE_TYPE__GLOBAL":"<p>Please see page 14 of the report WHO, UNICEF, UNFPA, World Bank Group and the United Nations Population Division &#x201C;Maternal mortality: Levels and trends 2000 to 2017&#x201D; for full details. (<a href=\"https://www.who.int/reproductivehealth/publications/maternal-mortality-2000-2017/en/\"><u>https://www.who.int/reproductivehealth/publications/maternal-mortality-2000-2017/en/</u></a>).</p>","COLL_METHOD__GLOBAL":"<p>The United Nations Maternal Mortality Estimation Inter-Agency Group (UN MMEIG) &#x2013; comprising WHO, UNICEF, UNFPA, the World Bank Group and the United Nations Population Division (UNPD) of the Department of Economic and Social Affairs (MMEIG) maintains an input database consisting of maternal mortality data from civil registration, population-based surveys, surveillance systems, censuses, and other specialized studies/surveys. This database is used to calculate the proportion of maternal deaths (PM) among women of reproductive age (WRA). The MMR is then calculated as MMR = PM(D/B); where &quot;D&quot; is the number of all-cause deaths among women WRA and &quot;B&quot; is the number of live births. The number of live births is based upon the World Population Prospects published by UNDP. </p>\n<p>Statistical modelling is undertaken to generate comparable country, regional, and global level estimates. Adjustments are made according to the data source type (See Section 4e below). The analysis accounts for stochastic errors, sampling error in the data source, errors during data collection and processing, and other random error. The model&apos;s fit is assessed by cross-validation.</p>","FREQ_COLL__GLOBAL":"<p>The input datasets are updated prior to each new publication round of the MMR estimates. Source data are collected by countries, typically annually for CRVS sources, every 3-5 years for specialized reviews, every 5-7 years for population-based surveys, and every 10 years for censuses. </p>","REL_CAL_POLICY__GLOBAL":"<p>The next round of MMR estimation is scheduled for publication during 2022.</p>","DATA_SOURCE__GLOBAL":"<p>National-level data providers are typically statistical offices, specialized epidemiology monitoring authorities and/or Ministry of Health.</p>","COMPILING_ORG__GLOBAL":"<p>The United Nations Maternal Mortality Estimation Inter-Agency Group (UN MMEIG) &#x2013; comprising WHO, UNICEF, UNFPA, the World Bank Group and the United Nations Population Division (UNPD) of the Department of Economic and Social Affairs (MMEIG).</p>\n<p> </p>","INST_MANDATE__GLOBAL":"<p>WHO is the custodian UN agency for the maternal mortality ratio.</p>","RATIONALE__GLOBAL":"<p>All maternal mortality indicators derived from the 2019 estimation round include a point-estimate and an 80% uncertainty interval (UI). Both point-estimates and 80% UIs should be taken into account when assessing estimates.</p>\n<p>For example: &#x201C;The estimated 2017 global MMR is 211 (UI 199 to 243).&#x201D;</p>\n<p>This means:</p>\n<ul>\n  <li>The point-estimate is 211 and the 80% uncertainty interval ranges 199 to 243.</li>\n  <li>There is a 50% chance that the true 2017 global MMR lies above 211, and a 50% chance that the true value lies below 211.</li>\n  <li>There is an 80% chance that the true 2017 global MMR lies between 199 and 243.</li>\n  <li>There is still a 10% chance that the true 2017 global MMR lies above 243, and a 10% chance that the true value lies below 199.</li>\n</ul>\n<p>Other accurate interpretations include:</p>\n<ul>\n  <li>We are 90% certain that the true 2017 global MMR is at least 199.</li>\n  <li>We are 90% certain that the true 2017 global MMR is 243 or less.</li>\n</ul>\n<p>The amount of data available for estimating an indicator and the quality of that data determine the width of an indicator&#x2019;s UI. As data availability and quality improve, the certainty increases that an indicator&#x2019;s true value lies close to the point-estimate.</p>","REC_USE_LIM__GLOBAL":"<p>The extent of maternal mortality in a population is essentially the combination of two factors:</p>\n<ol>\n  <li>The risk of death in a single pregnancy or a single live birth.</li>\n  <li>The fertility level (i.e. the number of pregnancies or births that are experienced by women of reproductive age).</li>\n</ol>\n<p>The maternal mortality ratio (MMR) is defined as the number of maternal deaths during a given time period per 100 000 live births during the same time period. It depicts the risk of maternal death relative to the number of live births and essentially captures (i) above.</p>\n<p>By contrast, the maternal mortality rate (MMRate) is calculated as the number of maternal deaths divided by person-years lived by women of reproductive age. The MMRate captures both the risk of maternal death per pregnancy or per total birth (live birth or stillbirth), and the level of fertility in the population. </p>\n<p>In addition to the MMR and the MMRate, it is possible to calculate the adult lifetime risk of maternal mortality for women in the population. An alternative measure of maternal mortality, the proportion of deaths among women of reproductive age that are due to maternal causes (PM), is calculated as the number of maternal deaths divided by the total deaths among women aged 15&#x2013;49 years.</p>","DATA_COMP__GLOBAL":"<p>The maternal mortality ratio can be calculated by dividing recorded (or estimated) maternal deaths by total recorded (or estimated) live births in the same period and multiplying by 100 000. Measurement requires information on pregnancy status, timing of death (during pregnancy, childbirth, or within 42 days of termination of pregnancy), and cause of death.</p>\n<p>The maternal mortality ratio can be calculated directly from data collected through vital registration systems, household surveys or other sources. There are often data quality problems, particularly related to the underreporting and misclassification of maternal deaths. Therefore, data are often adjusted in order to take these data quality issues into account. Some countries undertake these adjustments or corrections as part of specialized/confidential enquiries or administrative efforts embedded within maternal mortality monitoring programmes.</p>\n<p><strong>Bayesian maternal mortality estimation model (the BMat model):</strong></p>\n<p>Estimation and projection of maternal mortality indicators are undertaken using the BMat model. This model is intended to ensure that the MMR estimation approach is consistent across all countries but remains flexible in that it is based on covariate-driven trends to inform estimates in countries or country-periods with limited information; captures observed trends in countries with longer time series of observations; and takes into account the differences in stochastic and sampling errors across observations.</p>\n<p>The model is summarized as follows:</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mrow>\n      <mrow>\n        <mi mathvariant=\"normal\">log</mi>\n      </mrow>\n      <mo>&#x2061;</mo>\n      <mrow>\n        <mfenced separators=\"|\">\n          <mrow>\n            <mi>E</mi>\n            <mi>P</mi>\n            <msup>\n              <mrow>\n                <mi>M</mi>\n              </mrow>\n              <mrow>\n                <mi>N</mi>\n                <mi>A</mi>\n              </mrow>\n            </msup>\n          </mrow>\n        </mfenced>\n      </mrow>\n    </mrow>\n    <mo>=</mo>\n    <msub>\n      <mrow>\n        <mi>b</mi>\n      </mrow>\n      <mrow>\n        <mn>0</mn>\n      </mrow>\n    </msub>\n    <mo>+</mo>\n    <msub>\n      <mrow>\n        <mi>b</mi>\n      </mrow>\n      <mrow>\n        <mn>1</mn>\n      </mrow>\n    </msub>\n    <mrow>\n      <mrow>\n        <mi mathvariant=\"normal\">log</mi>\n      </mrow>\n      <mo>&#x2061;</mo>\n      <mrow>\n        <mfenced separators=\"|\">\n          <mrow>\n            <mi>G</mi>\n            <mi>D</mi>\n            <mi>P</mi>\n          </mrow>\n        </mfenced>\n      </mrow>\n    </mrow>\n    <mo>+</mo>\n    <msub>\n      <mrow>\n        <mi>b</mi>\n      </mrow>\n      <mrow>\n        <mn>2</mn>\n      </mrow>\n    </msub>\n    <mrow>\n      <mrow>\n        <mi mathvariant=\"normal\">log</mi>\n      </mrow>\n      <mo>&#x2061;</mo>\n      <mrow>\n        <mfenced separators=\"|\">\n          <mrow>\n            <mi>G</mi>\n            <mi>F</mi>\n            <mi>R</mi>\n          </mrow>\n        </mfenced>\n      </mrow>\n    </mrow>\n    <mo>+</mo>\n    <msub>\n      <mrow>\n        <mi>b</mi>\n      </mrow>\n      <mrow>\n        <mn>3</mn>\n      </mrow>\n    </msub>\n    <mi>S</mi>\n    <mi>B</mi>\n    <mi>A</mi>\n    <mo>+</mo>\n    <msub>\n      <mrow>\n        <mi>&#x3B3;</mi>\n      </mrow>\n      <mrow>\n        <mi>j</mi>\n      </mrow>\n    </msub>\n    <mo>+</mo>\n    <msub>\n      <mrow>\n        <mi>&#x3C6;</mi>\n      </mrow>\n      <mrow>\n        <mi>k</mi>\n      </mrow>\n    </msub>\n  </math></p>\n<p>Where:</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mi>E</mi>\n    <mi>P</mi>\n    <msup>\n      <mrow>\n        <mi>M</mi>\n      </mrow>\n      <mrow>\n        <mi>N</mi>\n        <mi>A</mi>\n      </mrow>\n    </msup>\n  </math>= the expected proportion of non-HIV-related deaths to women aged 15&#x2013;49 years that are due to maternal causes [NA = non-HIV; formerly it referred to &#x201C;non-AIDS&#x201D;]</p>\n<p><em>GDP </em>= gross domestic product per capita (in 2011 PPP US dollars)</p>\n<p><em>GFR </em>= general fertility rate (live births per woman aged 15&#x2013;49 years)</p>\n<p><em>SBA </em>= proportion of births attended by skilled health personnel</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msub>\n      <mrow>\n        <mi>&#x3B3;</mi>\n      </mrow>\n      <mrow>\n        <mi>j</mi>\n      </mrow>\n    </msub>\n  </math><em> </em>= random intercept term for country j</p>\n<p><em>&#x3C6;k </em>= random intercept term for region k.</p>\n<p>For countries with data available on maternal mortality, the expected proportion of non-HIV-related maternal deaths was based on country and regional random effects, whereas for countries with no data available, predictions were derived using regional random effects only. </p>\n<p>The resulting estimates of the <math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mi>E</mi>\n    <mi>P</mi>\n    <msup>\n      <mrow>\n        <mi>M</mi>\n      </mrow>\n      <mrow>\n        <mi>N</mi>\n        <mi>A</mi>\n      </mrow>\n    </msup>\n  </math> were used to obtain the expected non-HIV MMR through the following relationship:</p>\n<p><em>Expected non-HIV MMR =EPM<sup>NA</sup>*(1-a)*E/B</em></p>\n<p>Where: </p>\n<p><em>a</em> = the proportion of HIV-related deaths among all deaths to women aged 15&#x2013;49 years</p>\n<p>E = the total number of deaths to women of reproductive age</p>\n<p>B = the number of births.</p>\n<p><em>Estimation of HIV-related indirect maternal deaths:</em></p>\n<p>For countries with generalized HIV epidemics and high HIV prevalence, HIV/AIDS is a leading cause of death during pregnancy and post-delivery. There is also some evidence from community studies that women with HIV infection have a higher risk of maternal death, although this may be offset by lower fertility. If HIV is prevalent, there will also be more incidental HIV deaths among pregnant and postpartum women. When estimating maternal mortality in these countries, it is, thus, important to differentiate between incidental HIV deaths (non-maternal deaths) and HIV-related indirect maternal deaths (maternal deaths caused by the aggravating effects of pregnancy on HIV) among HIV-positive pregnant and postpartum women who have died (i.e. among all HIV-related deaths occurring during pregnancy, childbirth and puerperium).</p>\n<p>The number of HIV-related indirect<strong><em> </em></strong>maternal deaths <math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msup>\n      <mrow>\n        <mi>D</mi>\n      </mrow>\n      <mrow>\n        <mi>H</mi>\n        <mi>I</mi>\n        <mi>V</mi>\n      </mrow>\n    </msup>\n  </math>, is estimated by:</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msup>\n      <mrow>\n        <mi>D</mi>\n      </mrow>\n      <mrow>\n        <mi>H</mi>\n        <mi>I</mi>\n        <mi>V</mi>\n      </mrow>\n    </msup>\n    <mo>=</mo>\n    <mi>a</mi>\n    <mo>&#x2219;</mo>\n    <mi>E</mi>\n    <mo>&#x2219;</mo>\n    <mi>v</mi>\n    <mo>&#x2219;</mo>\n    <mi>u</mi>\n  </math></p>\n<p>Where: </p>\n<p>a*E = the total number of HIV-related deaths among all deaths to women aged 15&#x2013;49.</p>\n<p><em>v = </em>is the proportion of HIV-related deaths to women aged 15&#x2013;49 that occur during pregnancy. The value of <em>v </em>can be computed as follows: <em>v </em>= <em>c k GFR / [</em>1 + <em>c</em>(<em>k-</em>1) <em>GFR] </em>where<strong> </strong>GFR is the general fertility rate, and where<em> c </em>is the average exposure time (in years) to the risk of pregnancy-related mortality per live birth (set equal to 1 for this analysis), and where <em>k </em>is the relative risk of dying from AIDS for a pregnant versus a non-pregnant woman (reflecting both the decreased fertility of HIV-positive women and the increased mortality risk of HIV-positive pregnant women). The value of <em>k </em>was set at 0.3.</p>\n<p>u = is the fraction of pregnancy-related AIDS deaths assumed to be indirect maternal deaths. The UN MMEIG/TAG reviewed available study data on AIDS deaths among pregnant women and recommended using <em>u = </em>0.3.</p>\n<p>For observed PMs, we assumed that the total reported maternal deaths are a combination of the proportion of reported non-HIV-related maternal deaths and the proportion of reported HIV-related (indirect) maternal deaths, where the latter is given by a*v for observations with a &#x201C;pregnancy-related death&#x201D; definition and a*v*u for observations with a &#x201C;maternal death&#x201D; definition.</p>","DATA_VALIDATION__GLOBAL":"<p>Estimates are reviewed with Member States through a WHO country consultation process and SDG focal points. In 2001, the WHO Executive Board endorsed a resolution (EB. 107.R8) seeking to &#x201C;establish a technical consultation process bringing together personnel and perspectives from Member States in different WHO regions&#x201D;. A key objective of this consultation process is &#x201C;to ensure that each Member State is consulted on the best data to be used&#x201D;. Since the process is an integral step in the overall estimation strategy, it is described here in brief.</p>\n<p>The country consultation process entails an exchange between WHO and technical focal person(s) in each country. It is carried out prior to the publication of estimates. During the consultation period, WHO invites focal person(s) to review input data sources, methods for estimation and the preliminary estimates. Focal person(s) are encouraged to submit additional data that may not have been taken into account in the preliminary estimates.</p>","ADJUSTMENT__GLOBAL":"<p>Details on adjustments and formulas are published/available here:</p>\n<p>(1) Peterson E, Chou D, Gemmill A, Moller AB, Say L, Alkema L. Estimating maternal mortality using vital registration data: a Bayesian hierarchical bivariate random walk model to estimate sensitivity and specificity of reporting for population-periods without validation data. 2019 (https://arxiv.org/abs/1909.08578)</p>\n<p>(2) World Health Organization (WHO), United Nations Children&#x2019;s Fund (UNICEF), United Nations Population Fund (UNFPA), World Bank Group, United Nations Population Division. Trends in maternal mortality: 2000 to 2017: estimates by WHO, UNICEF, UNFPA, World Bank Group and the United Nations Population Division. Geneva: World Health Organization; 2019 (https://www.who.int/reproductivehealth/publications/maternal-mortality-2000-2017/en/).</p>\n<p> In brief:</p>\n<p>Adjustments for variation in definitions of the input data:</p>\n<p>Previous studies found incidental or accidental deaths (comprise 10% of pregnancy-related deaths (excluding HIV-related deaths) in sub-Saharan African countries, and 15% in other low- and middle-income countries. Adjustments are applied to pregnancy-related deaths to account for these non-maternal deaths.</p>\n<p>The proportion of pregnancy-related deaths among the deaths attributable to mortality shock from crisis is assumed to be equal to the proportion of women in the population who are pregnant or postpartum at the time of the crisis. The proportion of pregnant women in the population is set equal to the general fertility rate, based on the assumption of a one-year period associated with a live birth. Additional uncertainty is added to the estimates of crisis years.</p>\n<p>Adjustment for harmonization of breakdowns:</p>\n<p>Population-based surveys such as DHS and MICS obtain information by interviewing respondents about the survival of their siblings. This approach, commonly referred to as the direct sisterhood method. Given the study design (based on sisters of respondents), the population exposed to risk may be atypical of the population at large. Therefore, we compute an age-standardized value of PM, based on the female population of households at the time of the survey.</p>\n<p>Adjustment for underreporting (unregistered) and misclassification in CRVS systems:</p>\n<p>Underreporting and misclassification in CRVS systems are accounted for with specialized studies. Model estimated country-year specific adjustment factors are obtained and applied to CRVS data.</p>\n<p>Adjustment for under-reporting in non-CRVS and non-specialised sources:</p>\n<p>It is widely believed that some form of upward adjustment is required for population-based surveys to account for deaths early in pregnancy that might not have been captured. Therefore an upwards adjustment of 10% was applied to maternal deaths that were not obtained from CRVS systems or specialized studies.</p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level</strong></li>\n</ul>\n<p>Missing values are treated at the country-level. This is done as follows. There is no treatment of missing values at the regional level.</p>\n<p><strong>Predictor variable data:</strong></p>\n<p>Complete and comparable predictor data is obtained by constructing time series estimates for predictor variables (covariates) from 1990 to 2019:</p>\n<ul>\n  <li>Gross domestic product (GDP) per capita, measured in purchasing power parity (PPP) equivalent US dollars using 2011 as the baseline, was generated based on data from the World Bank Group and in instances supplemented by unofficial estimates derived by MMEIG using growth rates in United Nations GDP data and/or previous MMEIG GDP estimates.</li>\n  <li>General fertility rate (GFR) was computed from data on live births and population size (number of women aged 15&#x2013;49) from UNPD&#x2019;s 2019 revision of World population prospects.</li>\n  <li>Skilled birth attendant (SBA) data consist of time series derived using all available data from population-based national household survey data and countries&#x2019; routine reporting mechanisms (WHO and UNICEF Joint Skilled Birth Attendant database). </li>\n</ul>\n<p><strong>Response variable data:</strong></p>\n<p>All-cause deaths for WRA, used to denominate maternal deaths in the statistic PM, are imputed when missing and in some cases overwritten. </p>\n<ul>\n  <li>Estimated all-cause deaths from WHO Global Health Estimates lifetables were used to impute and overwrite all-cause deaths in specialized studies in which the search went beyond registration systems.</li>\n  <li>CRVS reported all-cause deaths were used to impute missing all-cause deaths in specialized studies in which the search was within registration systems.</li>\n  <li>Estimated all-cause deaths from WHO Global Health Estimates were used to impute missing all-cause deaths in miscellaneous studies.</li>\n</ul>","REG_AGG__GLOBAL":"<p>Regional aggregations are calculated by aggregating the national-level estimates. The size of a country is determined by the live births estimated by UNDP&#x2019;s World Population Prospects. Aggregations are currently made for each of the UN Agencies that comprise the UN MMEIG.</p>","DOC_METHOD__GLOBAL":"<p>The methodology used by countries to compile the data depends on the source input type (CRVS, specialised study etc). Useful references include:</p>\n<ul>\n  <li>WHO CRVS Tools &amp; Resources: <a href=\"https://www.who.int/data/data-collection-tools/civil-registration-and-vital-statistics-(crvs)\">https://www.who.int/data/data-collection-tools/civil-registration-and-vital-statistics-(crvs)</a> </li>\n  <li>World Health Organization. (&#x200E;2013)&#x200E;. WHO guidance for measuring maternal mortality from a census. World Health Organization. <a href=\"https://apps.who.int/iris/handle/10665/87982\">https://apps.who.int/iris/handle/10665/87982</a></li>\n  <li>World Health Organization. (&#x200E;2004)&#x200E;. Beyond the numbers : reviewing maternal deaths and complications to make pregnancy safer. World Health Organization. <a href=\"https://apps.who.int/iris/handle/10665/42984\">https://apps.who.int/iris/handle/10665/42984</a></li>\n</ul>\n<p>Support and guidance to national authorities may also be requested from the WHO Secretariat.</p>","QUALITY_MGMNT__GLOBAL":"<p>For information on data quality management, assurance, and assessment processes at WHO, please refer to: <a href=\"https://www.who.int/data/ddi\">https://www.who.int/data/ddi</a> </p>","QUALITY_ASSURE__GLOBAL":"<p>For information on data quality management, assurance, and assessment processes at WHO, please refer to: <a href=\"https://www.who.int/data/ddi\">https://www.who.int/data/ddi</a> </p>","QUALITY_ASSMNT__GLOBAL":"<p>For information on data quality management, assurance, and assessment processes at WHO, please refer to: <a href=\"https://www.who.int/data/ddi\">https://www.who.int/data/ddi</a> </p>","COVERAGE__GLOBAL":"<p><strong>Data Availability</strong></p>\n<p>Data availability is presented by country with the country profiles, please see here: <a href=\"https://www.who.int/data/gho/data/themes/maternal-and-reproductive-health/maternal-mortality-country-profiles\">https://www.who.int/data/gho/data/themes/maternal-and-reproductive-health/maternal-mortality-country-profiles</a> </p>\n<p><strong>Disaggregation:</strong></p>\n<p>Current MMR estimates are reported at national, regional, and global levels. Countries and territories</p>\n<p>included in the analyses are WHO Member States with populations over 100 000, plus two territories (Puerto Rico, and Occupied Palestinian Territory including east Jerusalem).</p>\n<p>The <strong>time series</strong> available is currently 2000 to 2017.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>The maternal mortality ratio is defined as the number of maternal deaths divided by live births. However, to account for potential incompleteness of death recording in various data sources, the MMEIG first computes the fraction of deaths due to maternal causes from original data sources (referred to as the &#x201C;proportion maternal&#x201D;, or PM), and then applies that fraction to WHO estimates of total deaths among women of reproductive age to obtain an estimate of the number of maternal deaths. </p>\n<p>In other words, the following fraction is first computed from country data sources:</p>\n<p>PM= Number of maternal deaths 15-49/All female deaths at ages 15-49 </p>\n<p>and then the PM is used to compute the MMR as follows:</p>\n<p>MMR=PM &#xD7; (All female deaths at ages 15-49/Number of live births)</p>\n<p>Where the estimate of all deaths at ages 15-49 in the second equation is derived from WHO Global Health Estimates life tables, and the number of live births is from the World Population Prospects 2019.</p>\n<p>With this as background, a few reasons that MMEIG estimates may differ from national statistics are as follows:</p>\n<ol>\n  <li>Civil registration and vital statistics systems are not always complete (i.e., they do not always capture 100% of all deaths) and completeness may change over time. The MMEIG estimation approach attempts to correct for this by using the above approach, which involves first computing the PM.</li>\n  <li>The MMEIG often applies adjustment factors to the PM computed from original data to account for measurement issues (such as how the country defined &#x201C;maternal&#x201D; deaths; misclassification; or incompleteness). </li>\n  <li>The MMEIG uses the standardized series of live births from the United Nations Population Division, as published in World Population Prospects 2019, in the denominator of the MMR equation. To better inform the WPP, countries should discuss discrepancies directly with the UNPD. The contact address is population@un.org; this email address is monitored regularly, and messages are dispatched to the appropriate analysts for each country or concern. </li>\n  <li>Statistically speaking, maternal deaths are a relatively rare event, which can lead to noisy time trends in data over time. As the goal of the MMEIG estimates is to track long term progress in reducing maternal mortality, the estimation process involves some smoothing to generate a curve that better captures changes in underlying risk</li>\n</ol>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong> <a href=\"https://www.who.int/reproductivehealth/publications/maternal-mortality-2000-2017/en/\">https://www.who.int/reproductivehealth/publications/maternal-mortality-2000-2017/en/</a> </p>\n<p><strong>References:</strong></p>\n<p>(1) World Health Organization (WHO), United Nations Children&#x2019;s Fund (UNICEF), United Nations Population Fund (UNFPA), World Bank Group, United Nations Population Division. Trends in maternal mortality: 2000 to 2017: estimates by WHO, UNICEF, UNFPA, World Bank Group and the United Nations Population Division. Geneva: World Health Organization; 2019 </p>\n<p>(2) Peterson E, Chou D, Gemmill A, Moller AB, Say L, Alkema L. Estimating maternal mortality using vital registration data: a Bayesian hierarchical bivariate random walk model to estimate sensitivity and specificity of reporting for population-periods without validation data. 2019 (https://arxiv.org/abs/1909.08578).</p>","indicator":"3.1.1","target_id":"3.1","sdg_goal":"3","indicator_sort_order":"03-01-01"}