{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Number of people requiring interventions against neglected tropical diseases","graph_titles":[],"graph_type":"line","indicator_name":"Number of people requiring interventions against neglected tropical diseases","indicator_number":"3.3.5","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 3: Ensure healthy lives and promote well-being for all at all ages</p>","SDG_TARGET__GLOBAL":"<p>Target 3.3: By 2030, end the epidemics of AIDS, tuberculosis, malaria and neglected tropical diseases and combat hepatitis, water-borne diseases and other communicable diseases</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 3.3.5: Number of people requiring interventions against neglected tropical diseases </p>","SDG_SERIES_DESCR__GLOBAL":"<p>Not applicable </p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>NTDs are formally recognized as targets for global action in SDG target 3.3, which calls to &#x201C;end the epidemics of ... neglected tropical diseases&#x201D; by 2030, as part of Goal 3 (Ensure healthy lives and ensure well-being for all at all ages). Successful interventions against NTDs contribute to meeting other SDGs, such as alleviating poverty (Goal 1) and hunger (Goal 2), enabling people to pursue an education (Goal 4) and lead productive working lives (Goal 8) and promoting equality, for example with regard to gender (Goals 5 and 10). Progress towards other Goals can accelerate the achievement of NTD goals. For example, wider provision of clean water, sanitation and hygiene (WASH) (Goal 6) is believed to help to eliminate or control NTDs; the availability of resilient infrastructure (Goal 9) should facilitate delivery of medicines and outreach to remote communities; the goals of sustainable cities (Goal 11) and climate action (Goal 13) can support the environmental management necessary for control of disease vectors. Attaining all SDGs and NTD goals is founded on strong global partnerships (Goal 17).</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>World Health Organization (WHO)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>World Health Organization (WHO)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong> </p>\n<p>Number of people requiring treatment and care for any one of the neglected tropical diseases (NTDs) targeted by the WHO NTD Roadmap and World Health Assembly resolutions and reported to WHO. </p>\n<p> </p>\n<p><strong>Concepts:</strong> </p>\n<p>Treatment and care is broadly defined to allow for preventive, curative, surgical or rehabilitative treatment and care. In particular, it includes both: </p>\n<p> </p>\n<p>1) Average annual number of people requiring mass treatment known as preventive chemotherapy (PC) for at least one PC-NTD; and </p>\n<p> </p>\n<p>2) Number of new cases requiring individual treatment and care for other NTDs. </p>\n<p> </p>\n<p>Other key interventions against NTDs (e.g. vector management, veterinary public health, water, sanitation and hygiene) are to be addressed in the context of other targets and indicators, namely Universal Health Coverage (UHC) and universal access to water and sanitation. </p>","UNIT_MEASURE__GLOBAL":"<p>Number of people</p>","CLASS_SYSTEM__GLOBAL":"<p>Not applicable</p>","SOURCE_TYPE__GLOBAL":"<p><strong>Description:</strong> </p>\n<p>The number of people requiring treatment and care for NTDs is measured by existing country systems, and reported through joint request and reporting forms for donated medicines, the integrated NTD database, and other reports to WHO. </p>\n<p> </p>\n<p><u> https://www.who.int/teams/control-of-neglected-tropical-diseases/preventive-chemotherapy/joint-application-package </u> </p>\n<p><u> https://www.who.int/teams/control-of-neglected-tropical-diseases/preventive-chemotherapy/integrated-ntd-database </u> </p>\n<p> </p>\n<p>Country data are published via the WHO Global Health Observatory and Preventive Chemotherapy Data Portal. </p>\n<p> </p>\n<p><u> https://www.who.int/data/gho/data/themes/neglected-tropical-diseases</u></p>\n<p>https://www.who.int/data/preventive-chemotherapy/</p>","COLL_METHOD__GLOBAL":"<p><strong>NTDs requiring preventive chemotherapy (PC-NTDs) </strong></p>\n<p>As part of global efforts to accelerate expansion of preventive chemotherapy for elimination and control of lymphatic filariasis (LF), schistosomiasis (SCH) and soil-transmitted helminthiases (STH), WHO facilitates the supply of the following medicines donated by the pharmaceutical industry: diethylcarbamazine citrate, albendazole, mebendazole, and praziquantel. WHO also collaborates to supply ivermectin for onchocerciasis (ONCHO) and LF elimination programmes. </p>\n<p> </p>\n<p>A joint mechanism and a set of forms have been developed to facilitate the process of application, review and reporting as well as to improve coordination and integration among different programmes. </p>\n<p> </p>\n<p>Joint Request for Selected PC Medicines (JRSM) &#x2013; designed to assist countries in quantifying the number of tablets of the relevant medicines required to reach the planned target population and districts in a coordinated and integrated manner against multiple diseases during the year for which medicines are requested. </p>\n<p> </p>\n<p>Joint Reporting Form (JRF) &#x2013; designed to assist countries in reporting annual progress on integrated and coordinated distribution of medicines across PC-NTDs in the reporting year in a standardized format. </p>\n<p> </p>\n<p>PC Epidemiological Data Reporting Form (EPIRF) &#x2013; designed to standardize national reporting of epidemiological data on LF, ONCHO, soil-transmitted helminthiases and SCH. National authorities are encouraged to complete this form and submit it to WHO on a yearly basis, together with the JRF. </p>\n<p> </p>\n<p>The reports generated in the JRSM and in the JRF (SUMMARY worksheets) must be printed and signed by the NTD coordinator or a Ministry of Health representative to formally endorse the country&#x2019;s request for these medicines and the reported annual progress of the national programme(s). The date of signature must also be included. Once signatures have been obtained, the scanned copies of the two worksheets, together with the full Excel versions of the JRSM, the JRF and the EPIRF can be jointly submitted to WHO. </p>\n<p> </p>\n<p>The forms are submitted to the WHO Representative of the concerned WHO Country office with electronic copies to <em><u>PC_JointForms@who.int</u></em> and the concerned Regional focal point, no later than 15 August of the year preceding the year for which medicines are intended to be used (e.g. at the latest by 15 August 2015 for implementation of preventive chemotherapy in 2016) but at least 6-8 months before the planned PC intervention(s) to allow time for reviewing and approval of the request, placing order, manufacturing PC medicines and shipment to the country. </p>\n<p> </p>\n<p><u> https://www.who.int/teams/control-of-neglected-tropical-diseases/preventive-chemotherapy/joint-application-package </u> </p>\n<p> </p>\n<p><strong>NTDs requiring individual diagnosis and treatment</strong> </p>\n<p>Countries are invited to report on Buruli ulcer, Chagas disease, leprosy, the leishmaniases, mycetoma, rabies, snakebite envenoming and yaws cases using Excel templates or directly into the WHO integrated data platform (<a href=\"https://extranet.who.int/dhis2\" target=\"_blank\"><u>https://extranet.who.int/dhis2</u></a>). Modules are under development to collect information on , echinococcosis and taeniasis cases through the same platform. </p>\n<p> </p>\n<p>Cases of human African trypanosomiasis (HAT) and other key HAT indicators are reported at village level by national sleeping sickness control programmes through annual reports and entered in the Atlas of HAT (https://www.who.int/publications/i/item/1476-072X-8-15), but annual cases aggregated at country level are also entered in the WHO integrated data platform. </p>\n<p> </p>","FREQ_COLL__GLOBAL":"<p>Data for the reporting year is being collected and reported during first 3 quarters of the next year.</p>","REL_CAL_POLICY__GLOBAL":"<p>Data reported for the preceding year is released during the last quarter of the year</p>","DATA_SOURCE__GLOBAL":"<p>National NTD programmes within Ministries of Health </p>","COMPILING_ORG__GLOBAL":"<p>World Health Organization (WHO) </p>","INST_MANDATE__GLOBAL":"<p>A process of data reporting by national NTD programmes implemented according to the WHO Data Sharing Policy on use and sharing of data collected in Member States by the World Health Organization (WHO) outside the context of public health emergencies (https://www.who.int/about/policies/publishing/data-policyThe department of control of Neglected tropical diseases at WHO is then responsible for processing and disseminating the statistics for this indicator.</p>","RATIONALE__GLOBAL":"<p>The average annual number of people requiring treatment and care for NTDs is the number that is expected to decrease toward &#x201C;the end of NTDs&#x201D; by 2030 (target 3.3), as NTDs are eradicated, eliminated or controlled. The number of people requiring other interventions against NTDs (e.g. vector management, veterinary public health, water, sanitation and hygiene) are expected to be maintained beyond 2030 and are therefore to be addressed in the context of other targets and indicators, namely Universal Health Coverage (UHC) and universal access to water and sanitation. </p>\n<p> </p>\n<p>This number should not be interpreted as the number of people at risk for NTDs. It is in fact a subset of the larger number of people at risk. Mass treatment is limited to those living in districts above a threshold level of prevalence; it does not include all people living in districts with any risk of infection. Individual treatment and care is for those who are or have already been infected; it does not include all contacts and others at risk of infection. This number can better be interpreted as the number of people at a level of risk requiring medical intervention &#x2013; that is, treatment and care for NTDs. </p>\n<p> </p>","REC_USE_LIM__GLOBAL":"<p>Country reports may not be perfectly comparable over time. Improved surveillance and case-finding may lead to an apparent increase in the number of people known to require treatment and care. Some further estimation may be required to adjust for changes in surveillance and case-finding. Missing country reports may need to be imputed for some diseases in some years. </p>","DATA_COMP__GLOBAL":"<p>Some estimation is required to aggregate data across interventions and diseases. There is an established methodology that has been tested and an agreed international standard. [http://www.who.int/wer/2012/wer8702.pdf?ua=1] </p>\n<p> </p>\n<p>1) Average annual number of people requiring mass treatment known as PC for at least one PC-NTD (lymphatic filariasis, onchocerciasis, schistosomiasis, soil-transmitted helminthiases and trachoma). People may require PC for more than one PC-NTD. The number of people requiring PC is compared across the PC-NTDs, by age group and implementation unit (e.g. district). The largest number of people requiring PC is retained for each age group in each implementation unit. The total is considered to be a conservative estimate of the number of people requiring PC for at least one PC-NTD. Prevalence surveys determine when an NTD has been eliminated or controlled and PC can be stopped or reduced in frequency, such that the average annual number of people requiring PC is reduced. </p>\n<p> </p>\n<p>2) Number of new cases requiring individual treatment and care for other NTDs: The number of new cases is based on country reports, whenever available, of new and known cases of Buruli ulcer, dengue, dracunculiasis, echinococcosis, human African trypanosomiasis (HAT), leprosy, the leishmaniases, rabies and yaws. Where the number of people requiring and requesting surgery for PC-NTDs (e.g. trichiasis or hydrocele surgery) is reported, it can be added here. Similarly, new cases requiring and requesting rehabilitation (e.g. leprosy or lymphoedema) can be added whenever available. </p>\n<p> </p>\n<p>Populations referred to under 1) and 2) may overlap; the sum would overestimate the total number of people requiring treatment and care. The maximum of 1) or 2) is therefore retained at the lowest common implementation unit and summed to get conservative country, regional and global aggregates. By 2030, improved co-endemicity data and models will validate the trends obtained using this simplified approach. </p>","DATA_VALIDATION__GLOBAL":"<p>Data is jointly validated by the three levels of the organization &#x2013; countries, regions and global.</p>","ADJUSTMENT__GLOBAL":"<p>Not applicable</p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level </strong></li>\n</ul>\n<p>We do not impute missing values for countries that have never reported data for any NTD. For countries that have reported data in the past, we impute missing values only for those NTDs that have been reported in the past but that have not been reported in the current year. </p>\n<p> </p>\n<p>For reproducibility, we employ multiple imputation techniques using the freely available Amelia package in R. We impute 100 complete datasets using all available cross-sectional data (countries and years), applying a square root transformation to exclude negative values of incidence, as well as categorical variables denoting regions and income groups, and allowing for country-specific linear time effects. We aggregate across diseases and extract the mean and 2.5th and 97.5th centile values to report best estimates and uncertainty intervals for each country. </p>\n<p> </p>\n<ul>\n  <li><strong>At regional and global levels </strong></li>\n</ul>\n<p>Using the 100 imputed datasets, we aggregate across diseases and regions, extract the mean and 2.5th and 97.5th centile values to report best estimates and uncertainty intervals at the regional and global levels. </p>","REG_AGG__GLOBAL":"<p>Global and regional estimates are simple aggregates of the country values, with no particular weighting. There is no further adjustment for global and regional estimates. </p>","DOC_METHOD__GLOBAL":"<p>This indicator is based on national-level data reported to WHO by its Member States and disseminated via the WHO Global Health Observatory (<u>https://www.who.int/data/gho/data/themes/neglected-tropical-diseases</u>) and PC Data Portal (http://apps.who.int/gho/cabinet/pc.jsp). Some adjustment is required to aggregate country-reported data on individual neglected tropical diseases across all NTDs included in this indicator. There is an established methodology to standardize this aggregation: <a href=\"http://www.who.int/wer/2012/wer8702.pdf?ua=1\"><u>http://www.who.int/wer/2012/wer8702.pdf</u></a></p>\n<p>Following a recommendation by the Working Group on Monitoring and Evaluation of the Strategic and Technical Advisory Group for NTDs, WHO has led the development of an integrated NTD database to improve evidence-based planning and management of NTD programmes at the national and sub-national levels. The Integrated NTD database is available here: <u> https://www.who.int/teams/control-of-neglected-tropical-diseases/preventive-chemotherapy/integrated-ntd-database</u>. </p>\n<p> </p>\n<p>For NTDs requiring preventive chemotherapy, a joint reporting mechanism and set of reporting forms have been developed to facilitate the process of requesting donated medicines and reporting progress as well as to improve coordination and integration among programmes. More information is available here,<u> https://www.who.int/teams/control-of-neglected-tropical-diseases/preventive-chemotherapy/joint-application-package </u> </p>\n<p><strong> </strong></p>\n<p>For the other NTDs, the number of new cases should be reported by the health facilities to the national level in order to compile them. If active case search activities are organized (e.g. for integrated skin NTDs, human African trypanosomiasis, etc.), the country must ensure that the number of new cases detected through these activities are also reported, either through the health facilities or directly to the national level. A strong health information system is essential for countries to be able to collect, compile and analyse good quality information on these NTDs.</p>","QUALITY_MGMNT__GLOBAL":"<p>A framework for monitoring and evaluating progress of the road map for neglected tropical diseases guides activities involving the development of standards, tools and methods for generating, collecting, compiling, analysing, using and disseminating high-quality data on NTDs. At WHO, the department of control of neglected tropical diseases is responsible for curating and generating the statistics on NTDs, which will be checked and validated internally by the Division of Data and Analytics before publication and dissemination.</p>","QUALITY_ASSURE__GLOBAL":"<p>Training materials for the Integrated NTD database are available here: <u> https://www.who.int/teams/control-of-neglected-tropical-diseases/preventive-chemotherapy/integrated-ntd-database</u>. A user guide and video tutorial for the joint reporting mechanism and set of reporting forms are available here: <u> https://www.who.int/teams/control-of-neglected-tropical-diseases/preventive-chemotherapy/joint-application-package </u> </p>\n<p>Details about individual NTD data are available via: <u> https://www.who.int/data/gho/data/themes/neglected-tropical-diseases</u>. For NTDs requiring preventive chemotherapy, reports are signed by the NTD coordinator or a Ministry of Health representative to formally endorse the country&#x2019;s request for medicines (when applicable) and data. They are submitted to the WHO Representative of the concerned WHO Country office. </p>","QUALITY_ASSMNT__GLOBAL":"<p>A data quality review toolkit has been developed by WHO to provide a multi-pronged approach that ensures a comprehensive and holistic review of the quality of health facility data. WHO has also developed a field manual to guide national NTD programmes in using tools to improve data quality and information, through coverage evaluation surveys, data quality assessments and a supervisors&#x2019; coverage tool (<a href=\"https://apps.who.int/iris/bitstream/handle/10665/329376/9789241516464-eng.pdf\">https://apps.who.int/iris/bitstream/handle/10665/329376/9789241516464-eng.pdf</a>).</p>","COVERAGE__GLOBAL":"<p><strong>Data availability: </strong></p>\n<p>Data are currently being reported by 191 countries, with good coverage of all regions. </p>\n<p><strong>Time series:</strong></p>\n<p>2010-2019</p>\n<p><strong>Disaggregation: </strong></p>\n<p>Disaggregation by disease is required; ending the epidemic of NTDs requires a reduction in the number of people requiring interventions for each NTD.</p>\n<p>Disaggregation by age is required for PC: preschool-aged children (1-4 years), school-aged (5-14 years) and adults (= 15 years+). </p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Countries do not typically aggregate their data across NTDs, but if they applied the aggregation method as described above, they would obtain the same number. The only exceptions would be countries with one or more missing values for individual NTDs. In these exceptional cases, internationally estimated aggregates will be higher than country produced aggregates that assume missing values are nil. We present best estimates with uncertainty intervals to highlight those missing values that have a significant impact on country aggregates, until such time that missing values are reported. </p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong> </p>\n<p><u>https://www.who.int/teams/control-of-neglected-tropical-diseases </u> </p>\n<p> </p>\n<p><strong>References:</strong> </p>\n<p>Ending the neglect to attain the Sustainable Development Goals: A road map for neglected tropical diseases 2021&#x2013;2030. Geneva: World Health Organization; 2021 (https://www.who.int/teams/control-of-neglected-tropical-diseases/ending-ntds-together-towards-2030, accessed 14 February 2022).</p>\n<p>Accelerating work to overcome the global impact of neglected tropical diseases: A Roadmap for Implementation. Geneva: World Health Organization; 2012 (https://www.who.int/neglected_diseases/NTD_RoadMap_2012_Fullversion.pdf, accessed 29 March 2015). </p>\n<p> </p>\n<p>Investing to overcome the global impact of neglected tropical diseases. Geneva: World Health Organization; 2015 (https://apps.who.int/iris/bitstream/handle/10665/152781/9789241564861_eng.pdf ,accessed 29 March 2015).</p>","indicator":"3.3.5","target_id":"3.3","sdg_goal":"3","indicator_sort_order":"03-03-05"}