{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Coverage of treatment interventions (pharmacological, psychosocial and rehabilitation and aftercare services) for substance use disorders","graph_titles":[],"graph_type":"line","indicator_name":"Coverage of treatment interventions (pharmacological, psychosocial and rehabilitation and aftercare services) for substance use disorders","indicator_number":"3.5.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 3: Ensure healthy lives and promote well-being for all at all ages</p>","SDG_TARGET__GLOBAL":"<p>Target 3.5: Strengthen the prevention and treatment of substance abuse, including narcotic drug abuse and harmful use of alcohol</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 3.5.1: Coverage of treatment interventions (pharmacological, psychosocial and rehabilitation and aftercare services) for substance use disorders </p>","META_LAST_UPDATE__GLOBAL":"<p>2019-09-20</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>Indicator 3.5.2: Harmful use of alcohol, defined according to the national context as alcohol per capita consumption (aged 15 years and older) within a calendar year in litres of pure alcohol </p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>World Health Organization (WHO) </p>\n<p>United Nations Office on Drugs and Crime (UNODC) </p>","CONTACT_ORGANISATION__GLOBAL":"<p>World Health Organization (WHO) </p>\n<p>United Nations Office on Drugs and Crime (UNODC) </p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definitions:</strong></p>\n<p>The coverage of treatment interventions for substance use disorders is defined as the number of people who received treatment in a year divided by the total number of people with substance use disorders in the same year. This indicator is disaggregated by two broad groups of psychoactive substances: (1) drugs, (2) alcohol and other psychoactive substances. </p>\n<p> </p>\n<p>Whenever possible, this indicator is additionally disaggregated by type of treatment interventions (pharmacological, psychosocial and rehabilitation and aftercare services). The proposed indicator will be accompanied, with contextual information on availability coverage, i.e. treatment capacity for substance use disorders generated at national level to provide additional information for interpretation of the contact coverage data. </p>\n<p> </p>\n<p><strong>Concepts: </strong></p>\n<p>The central concept of &#x201C;substance abuse&#x201D; in the SDG health target 3.5 implies the use of psychoactive substances that, when taken in or administered into one&apos;s system, affect mental processes, e.g. perception, consciousness, cognition or affect. The concept of &#x201C;substance use disorders&#x201D; includes both &#x201C;drugs use disorders&#x201D; and &#x201C;alcohol use disorders&#x201D; according to the <a href=\"https://icd.who.int/browse10/2016/en\" target=\"_blank\">International Classification of Diseases (ICD-10 and ICD-11)</a>. </p>\n<p> </p>\n<p>The term &#x201C;drugs&#x201D; refers to controlled psychoactive substances as scheduled by the three <a href=\"https://www.unodc.org/unodc/en/commissions/CND/conventions.html\" target=\"_blank\">Drug Control Conventions (1961, 1971 and 1988)</a>, substances controlled under national legislation and new psychoactive substances (NPS) that are not controlled under the Conventions, but may pose a public health threat. &#x201C;Alcohol&#x201D; refers to ethanol - a psychoactive substance with dependence producing properties that is consumed in ethanol-based or alcoholic beverages. </p>\n<p> </p>\n<p>People with substance use disorders are those with harmful substance use and/or affected by substance dependence. Harmful substance use is defined in the ICD-11 as a pattern of use of substances that has caused damage to a person&#x2019;s physical or mental health or has resulted in behaviour leading to harm to the health of others. According to ICD-11, dependence arises from repeated or continuous use of psychoactive substances. The characteristic feature is a strong internal drive to use psychoactive substance, which is manifested by impaired ability to control use, increasing priority given to use over other activities and persistence of use despite harm or negative consequences. </p>\n<p> </p>\n<p>Treatment of substance use disorder -any structured intervention that is aimed specifically to a) reduce substance use and cravings for substance use; b) improve health, well-being and social functioning of the affected individual, and c) prevent future harms by decreasing the risk of complications and relapse. These may include pharmacological treatment, psychosocial interventions and rehabilitation and aftercare. All evidence-based used for treatment of substance use disorders are well defined in WHO and UNODC related documents. </p>\n<p> </p>\n<p><u>Pharmacological treatment</u> refers to interventions that include detoxification, opioid agonist maintenance therapy (OAMT) and antagonist maintenance (WHO, UNODC International Standards for the treatment of drug use disorders, 2016). </p>\n<p> </p>\n<p><u>Psychosocial interventions</u> refer to programs that address motivational, behavioral, psychological, social, and environmental factors related to substance use and have been shown to reduce drug use, promote abstinence and prevent relapse. For different drug use disorders, the evidence from clinical trials supports the effectiveness of treatment planning, screening, counselling, peer support groups, cognitive behavioral therapy (CBT), motivational interviewing (MI), community reinforcement approach (CRA), motivational enhancement therapy (MET), family therapy (FT) modalities, contingency management (CM), counselling, insight-oriented treatments, housing and employment support among others. (UNODC WHO International Standards for the Treatment of Drug Use Disorders, 2016). </p>\n<p> </p>\n<p><u>Rehabilitation and aftercare</u> (Recovery Management and Social Support) refers to interventions that are based on scientific evidence and focused on the process of rehabilitation, recovery and social reintegration dedicated to treat drug use disorders. </p>","SOURCE_TYPE__GLOBAL":"<p>The sources include: </p>\n<ul>\n  <li>Household surveys </li>\n  <li>Surveys among people using substances &#x2013; using for instance respondent driven sampling </li>\n  <li>Indirect methods such as capture/recapture or multiplier benchmark method </li>\n</ul>\n<p>Surveys should be nationally representative, with a sample size sufficiently large to capture relevant events and compute needed disaggregation, and they should be based on a solid sample design. The use of indirect questions for network scale-up methods in household surveys is encouraged. </p>\n<p>Treatment registries are the main source of data for the number of people receiving treatment. They should cover the entire national territory and be linked to all relevant agencies providing treatment services. </p>\n<p>To estimate the number of people with alcohol use disorders, preferred data sources are population-based surveys targeting the adult population (15+ years). International surveys such as WHS, STEPS, GENACIS, and ECAS represent good practices. </p>","COLL_METHOD__GLOBAL":"<p>WHO and UNODC will use existing data collections to gather available statistics from member states: </p>\n<ul>\n  <li>UNODC Annual Report Questionnaire ; </li>\n  <li>WHO Global Survey on Progress on SDG Health Target 3.5; </li>\n</ul>\n<p><strong>Drugs: </strong></p>\n<ul>\n  <li>Data on people with drug use disorders and the number of people in treatment are collected through a standardised questionnaire sent to countries, the Annual Report Questionnaire (ARQ). This questionnaire provides specific definitions of data to be collected and it collects a set of metadata to identify possible discrepancies from standard definitions and to assess overall data quality (e.g. sample size, target population, agency responsible for the data collection, etc.). At the national level, countries are required to have standardized treatment reporting system. </li>\n  <li>A revised ARQ will be used from 2021 onwards. Data on drug use disorders and treatment, with the relevant disaggregations will continue to be collected through this tool. </li>\n  <li>Countries will be requested to nominate national focal points to ensure technical supervision at country level </li>\n  <li>Automated and substantive validation procedures are in place to assess data consistency and compliance with standards </li>\n  <li>When data from national official sources are missing or not complying with methodological standards, data from other sources are also considered and processed by using the same quality assurance procedures. </li>\n</ul>\n<p>Alcohol and other substances: </p>\n<ul>\n  <li>In the periodical WHO Global Surveys on Alcohol and Health, alcohol focal points officially nominated by the Ministry of Health provide data or links or contacts through which the data can be accessed. </li>\n  <li>These focal points provide national government statistics. </li>\n  <li>In addition, data are accessed from country-specific industry data sources in the public domain and other databases as well as systematic literature reviews. </li>\n  <li>WHO global surveillance activities generate population-based country data used for estimation of the number of people with substance use disorders in populations (such as World Mental Health Survey and STEPS surveys) </li>\n  <li>Data on service utilization and contextual information are being collected by WHO Global Survey on SDG 3.5 that has been previously piloted and through specific activities such as service mapping surveys implemented in collaboration with UNOD </li>\n  <li>The collected, collated and analysed data is included in the process of country consultations. </li>\n</ul>\n<p>After the validation process, the data will be sent to national focal points for their review before publication. </p>","FREQ_COLL__GLOBAL":"<p>Countries are encouraged to conduct general population surveys on substance use regularly, but at least every four-five years. Also, countries are encouraged to use less costly alternatives to estimate the number of people with substance use disorders and service utilization, taking advantage of the availability of administrative data through the use of indirect estimation methods. Collection of data from countries is planned on annual or biannual basis. </p>","REL_CAL_POLICY__GLOBAL":"<p>Data on relevant SDG indicators are collected, compiled and sent back to countries for data review annually. Data are then reported to UNSD through the regular reporting channels annually. </p>","DATA_SOURCE__GLOBAL":"<p>Drug use disorders data are collected through national focal points. Data providers vary by country and they can be institutions such as Drug Control Agencies, National Drug Observatories, Ministries of Health and/or National Statistical Offices. </p>","COMPILING_ORG__GLOBAL":"<p>Data will be compiled by the co-custodians for this indicator (UNODC and WHO). </p>","RATIONALE__GLOBAL":"<p>According to UNODC and WHO data, around 271 million people aged 15 to 64 years worldwide used an illicit drug at least once in 2017, about 2.3 billion people are current drinkers of alcohol, some 35 million of people suffer from drug use disorders and 289 million from alcohol use disorders. </p>\n<p> </p>\n<p>Substance use disorders are serious health conditions that present a significant burden for affected individuals, their families and communities. Untreated substance use disorders trigger substantial costs to society including lost productivity, increased health care expenditure, and costs related to criminal justice, social welfare, and other social consequences. Strengthening treatment services entails providing access to a comprehensive set of evidence-based interventions (-laid down in the international standards and guidelines) that should be available to all population groups in need. The indicator will inform the extent to which a range of evidence-based interventions for treatment of substance use disorder are available and are accessed by the population in need at country, regional and global level. </p>\n<p> </p>\n<p>Even though effective treatment exists, only a small amount of people with substance use disorders receive it. For instance, it is estimated that globally one out of 7 people with drug use disorders have access to or provided drug treatment services (World Drug Report 2019). <a href=\"https://www.who.int/gho/substance_abuse/en/\" target=\"_blank\">WHO ATLAS-Substance Use</a> data showed that in 2014 only 11.9 % (out of 103 responding) countries reported high coverage (40% or more) for alcohol dependence. SDG indicator 3.5.1 is crucial for measurement the progress towards strengthening the treatment of substance abuse worldwide as formulated in the Target 3.5. </p>\n<p> </p>","REC_USE_LIM__GLOBAL":"<p>The two main challenges in terms of computing the SDG 3.5.1 indicator are the limited availability of household surveys on substance use and the under-reporting of use among survey respondents. </p>\n<p>Data reported from household surveys are one of the sources of information on of the number of people with substance use disorders. There are issues of under-reporting for certain psychoactive substances, in countries where stigma is associated to substance use and when a considerable proportion of the drug or alcohol using population is institutionalized, homeless or unreachable by population-based surveys. Additionally, being a relatively rare event, household surveys on substance use disorders require a large sample and can be costly. In order to address these issues, additional approaches (e.g. scale up methods) are increasingly used in household surveys to address undercount issues. These can be used in conjunction with special studies and/or additional information, in order to obtain reasonable estimates via indirect methods, such as benchmark/multiplier or capture-recapture methods. </p>\n<p> </p>\n<p>An additional step in data validation and country capacity building for monitoring treatment coverage for substance use disorders will be implemented during the next couple of years for in-depth data generation in a sample of countries from different regions and representing different levels of health system development. A rapid assessment tool for in-depth data generation is in the process of development by WHO. </p>\n<p> </p>\n<p>The indicator stresses on type, availability and coverage of services but does not necessarily provide information on the actual quality of the interventions/services provided. To address this, at national level, the proposed treatment indicator will be accompanied with contextual information on availability coverage, i.e. treatment capacity for substance use disorders to provide additional information for interpretation of the contact coverage data. </p>","DATA_COMP__GLOBAL":"<p>The indicator will be computed by dividing the number of people receiving treatment services at least once in a year by the total number of people with substance use disorders in the same year: </p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msub>\n      <mrow>\n        <mi>C</mi>\n        <mi>o</mi>\n        <mi>v</mi>\n        <mi>e</mi>\n        <mi>r</mi>\n        <mi>a</mi>\n        <mi>g</mi>\n        <mi>e</mi>\n      </mrow>\n      <mrow>\n        <mi>S</mi>\n        <mi>U</mi>\n        <mi>D</mi>\n      </mrow>\n    </msub>\n    <mo>=</mo>\n    <mfrac>\n      <mrow>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi mathvariant=\"normal\">n</mi>\n        <mi mathvariant=\"normal\">u</mi>\n        <mi mathvariant=\"normal\">m</mi>\n        <mi mathvariant=\"normal\">b</mi>\n        <mi mathvariant=\"normal\">e</mi>\n        <mi mathvariant=\"normal\">r</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi mathvariant=\"normal\">o</mi>\n        <mi mathvariant=\"normal\">f</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi mathvariant=\"normal\">p</mi>\n        <mi mathvariant=\"normal\">e</mi>\n        <mi mathvariant=\"normal\">o</mi>\n        <mi mathvariant=\"normal\">p</mi>\n        <mi mathvariant=\"normal\">l</mi>\n        <mi mathvariant=\"normal\">e</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi mathvariant=\"normal\">i</mi>\n        <mi mathvariant=\"normal\">n</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi mathvariant=\"normal\">t</mi>\n        <mi mathvariant=\"normal\">r</mi>\n        <mi mathvariant=\"normal\">e</mi>\n        <mi mathvariant=\"normal\">a</mi>\n        <mi mathvariant=\"normal\">t</mi>\n        <mi mathvariant=\"normal\">m</mi>\n        <mi mathvariant=\"normal\">e</mi>\n        <mi mathvariant=\"normal\">n</mi>\n        <mi mathvariant=\"normal\">t</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi mathvariant=\"normal\">f</mi>\n        <mi mathvariant=\"normal\">o</mi>\n        <mi mathvariant=\"normal\">r</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi mathvariant=\"normal\">S</mi>\n        <mi mathvariant=\"normal\">U</mi>\n        <mi mathvariant=\"normal\">D</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n      </mrow>\n      <mrow>\n        <mi mathvariant=\"normal\">n</mi>\n        <mi mathvariant=\"normal\">u</mi>\n        <mi mathvariant=\"normal\">m</mi>\n        <mi mathvariant=\"normal\">b</mi>\n        <mi mathvariant=\"normal\">e</mi>\n        <mi mathvariant=\"normal\">r</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi mathvariant=\"normal\">o</mi>\n        <mi mathvariant=\"normal\">f</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi mathvariant=\"normal\">p</mi>\n        <mi mathvariant=\"normal\">e</mi>\n        <mi mathvariant=\"normal\">o</mi>\n        <mi mathvariant=\"normal\">p</mi>\n        <mi mathvariant=\"normal\">l</mi>\n        <mi mathvariant=\"normal\">e</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi mathvariant=\"normal\">w</mi>\n        <mi mathvariant=\"normal\">i</mi>\n        <mi mathvariant=\"normal\">t</mi>\n        <mi mathvariant=\"normal\">h</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi mathvariant=\"normal\">S</mi>\n        <mi mathvariant=\"normal\">U</mi>\n        <mi mathvariant=\"normal\">D</mi>\n      </mrow>\n    </mfrac>\n    <mi>X</mi>\n    <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n    <mn>100</mn>\n  </math></p>\n<p> </p>\n<p>Where: SUD &#x2013; Substance use disorders </p>","IMPUTATION__GLOBAL":"<p><strong>At country level </strong></p>\n<p>For drug use disorder, data will be provided for countries where information is available for both numerator and denominator. No data estimates will be done at the national level. </p>\n<p> </p>\n<p>For alcohol, when information on service utilization is missing in a country, several approaches will be used to produce estimates based on all available pieces of contextual service capacity data in the country and regionally. Link to be established between service availability and service utilization to get rough understanding on number of people who might be using services for countries where no direct information on number of people using services is available at all. </p>\n<p><strong> </strong></p>\n<p><strong>At regional and global level </strong></p>\n<p>Sub-regional and regional aggregates are produced when enough data at the country level are available (a minimum number of countries and a minimum percentage of population coverage). When data are available, sub-regional estimates are created first and then aggregated at regional level. The global level is computed as aggregation of regional estimates. </p>","DOC_METHOD__GLOBAL":"<p>UNODC has published a series of methodological guidelines on several issues related to the drug problem, entitled &#x201C;Global Assessment Program (GAP)&#x201D;. These guidelines consist of 8 modules, covering different aspects of monitoring the drug situation including setting up drug information systems, estimating drug prevalence using indirect methods, setting up treatment monitoring and reporting systems, etc. The modules can be found at: <a href=\"https://www.unodc.org/unodc/en/GAP/\" target=\"_blank\">https://www.unodc.org/unodc/en/GAP/</a>. It is planned to update these guidelines in the near future. </p>\n<p> </p>\n<p>As part of the ARQ review process, UNODC is planning to enhance its capacity building tools by complementing regional and national capacity building activities with: </p>\n<ul>\n  <li>E-learning training modules with incorporated training curricula </li>\n  <li>Creating methodological guidelines and tools on drug-related issues, including drug use disorders and treatment </li>\n  <li>promoting national coordination mechanisms on drugs data, including national drug observatories </li>\n</ul>\n<p>WHO has published series of documents on alcohol monitoring in populations (e.g. International Guide for Monitoring Alcohol Consumption and Related Harm), and established a <a href=\"https://www.who.int/substance_abuse/activities/gisah/en/\" target=\"_blank\">Global Information System on Alcohol and Health (GISAH)</a> that provides easy and rapid access to a wide range of alcohol-related health indicators. It is an essential tool for assessing and monitoring the health situation and trends related to alcohol consumption, alcohol-related harm, and policy responses in countries. GISAH is a further development of the Global Alcohol Database which has been built since 1997 by the WHO Department of Mental Health and Substance Abuse. The main purpose of GISAH is to serve WHO Member States and governmental and nongovernmental organizations by making alcohol-related health data available. These data can help to analyse the state of the health situation related to alcohol in a country, a WHO region or sub-region, or the world. <a href=\"https://www.who.int/substance_abuse/activities/gisah_indicatorbook.pdf?ua=1\" target=\"_blank\">The Indicator Code Book</a> has been prepared to assist countries in collecting the data. </p>","QUALITY_ASSURE__GLOBAL":"<p>At UNODC, quality assurance measures are in place to collect, process and disseminate statistical data. They build on the &#x2018;Principles governing international statistical activities&#x2019; and regulate the collection, processing, publication and dissemination of data. </p>\n<p> </p>\n<p>All data for SDG indicators as compiled by the Office are sent to countries (through the relevant national focal points) for their review before statistical data are officially released by UNODC. When countries provide feedback/comments on the data, a technical discussion is conducted to identify a common position. </p>\n<p> </p>\n<p>At WHO quality assurance measures are in place for producing the health statistics that include the main indicators on alcohol consumption and its health consequences. WHO Technical Advisory Group on Alcohol and Drug Epidemiology provides technical advice and input to WHO activities on monitoring alcohol consumption and treatment capacity for substance use disorders in its Member States. </p>\n<p> </p>\n<p>Data compilation is to be performed centrally by WHO and UNODC based on data collected from countries that later will be validated through official focal points. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>During the reporting period 2013-2017, 62 countries have provided data on drug use disorders and 98 countries provided data on drug treatment. The availability and accuracy of data on the number of people with drug use disorders and people in treatment for the use of drugs is gradually increasing. </p>\n<p>For the number of alcohol use disorders data are currently available for 188 Member States (for 2016) and validated through the process of country consultation. Data are regularly updated and presented through WHO Global Health Observatory. For utilization of treatment by people with alcohol use disorders, data are currently available for at least 30 countries and further data collection is ongoing </p>\n<p>For contextual information on treatment services, WHO has collected data from more than 85 countries; data collection for other is ongoing and to be accomplished till the end of 2019. </p>\n<p><strong>Time series: </strong></p>\n<p>During 2013-2017, 34 countries have provided at least two datapoints for both numerator and denominator necessary for the calculation of the SDG indicator on drug use disorders. With the improved ARQ, it is expected that the number of responses and quality of data reported will increase after 2021. For the alcohol, data on denominator are available for a long period since establishment of GISAH in 1997 and the indicator has been tentatively calculated for at least 30 countries in 2019, with contextual information available for 85. </p>\n<p><strong>Disaggregation:</strong></p>\n<p>Given the policy importance, the indicator will be disaggregated to provide data for drugs and alcohol. Depending on data availability, it will be additionally disaggregated by following: </p>\n<ul>\n  <li>by treatment interventions (pharmacological, psychosocial, rehabilitation and aftercare) </li>\n  <li>by sex </li>\n  <li>by age groups </li>\n</ul>\n<p>In relation to drug use disorders, the following types of drugs should be considered: </p>\n<ul>\n  <li>cannabis (including herb and resin) </li>\n  <li>opioids (opium, heroin, medicinal products containing opioids and other opioids)), </li>\n  <li>cocaine type, </li>\n  <li>amphetamines (amphetamine, methamphetamine, medicinal products containing ATS), </li>\n  <li>ecstasy-type substances, </li>\n  <li>sedatives and tranquilizers, </li>\n  <li>hallucinogens </li>\n  <li>solvents and inhalants </li>\n  <li>NPS </li>\n</ul>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Given the heterogeneity of national data collection systems, there is potential for discrepancies related either to the differences in recording the number of people in treatment and for people with substance use disorders. For this purpose, the ARQ has recently been improved to allow for countries to specify the nature of the data reported and to enable UNODC to assess the accuracy and comparability of data. </p>\n<p> </p>\n<p>Apart from evaluating the consistency of data and addressing data discrepancies by using additional sources, UNODC is in continuous communication and discusses technical issues with reporting countries in order to minimize discrepancies and inconsistency of data. </p>","OTHER_DOC__GLOBAL":"<p><strong>URLs:</strong> </p>\n<p><a href=\"https://www.who.int/gho/substance_abuse/en/\" target=\"_blank\"><u>https://www.who.int/gho/substance_abuse/en/</u></a> </p>\n<p><a href=\"https://wdr.unodc.org/wdr2019/\" target=\"_blank\"><u>https://wdr.unodc.org/wdr2019/</u></a> </p>\n<p><a href=\"https://www.who.int/healthinfo/global_burden_disease/about/en/\" target=\"_blank\"><u>https://www.who.int/healthinfo/global_burden_disease/about/en/</u></a> </p>\n<p><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5608813/\" target=\"_blank\"><u>https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5608813/</u></a> </p>\n<p><a href=\"https://icd.who.int/browse10/2016/en\" target=\"_blank\"><u>https://icd.who.int/browse10/2016/en</u></a> </p>\n<p><u>https://www.unodc.org/unodc/en/commissions/CND/conventions.html</u> </p>\n<p><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2395571/\" target=\"_blank\"><u>https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2395571/</u></a> </p>\n<p><a href=\"https://www.who.int/healthinfo/systems/monitoring/en/\" target=\"_blank\"><u>https://www.who.int/healthinfo/systems/monitoring/en/</u></a> </p>\n<p><u>https://www.unodc.org/unodc/en/GAP/</u> </p>\n<p><a href=\"https://www.unodc.org/documents/pakistan/Survey_Report_Final_2013.pdf\" target=\"_blank\"><u>https://www.unodc.org/documents/pakistan/Survey_Report_Final_2013.pdf</u></a> </p>\n<p><a href=\"https://www.unodc.org/documents/data-and-analysis/statistics/Drugs/Drug_Use_Survey_Nigeria_2019_BOOK.pdf\" target=\"_blank\"><u>https://www.unodc.org/documents/data-and-analysis/statistics/Drugs/Drug_Use_Survey_Nigeria_2019_BOOK.pdf</u></a> </p>\n<p><a href=\"https://www.who.int/substance_abuse/activities/gisah/en/\" target=\"_blank\"><u>https://www.who.int/substance_abuse/activities/gisah/en/</u></a> </p>\n<p><a href=\"https://www.who.int/substance_abuse/activities/gisah_indicatorbook.pdf?ua=1\" target=\"_blank\"><u>https://www.who.int/substance_abuse/activities/gisah_indicatorbook.pdf?ua=1</u></a> </p>","indicator":"3.5.1","target_id":"3.5","sdg_goal":"3","indicator_sort_order":"03-05-01"}