{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Alcohol per capita consumption (aged 15 years and older) within a calendar year in litres of pure alcohol","graph_titles":[],"graph_type":"line","indicator_name":"Alcohol per capita consumption (aged 15 years and older) within a calendar year in litres of pure alcohol","indicator_number":"3.5.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 3: Ensure healthy lives and promote well-being for all at all ages</p>","SDG_TARGET__GLOBAL":"<p>Target 3.5: Strengthen the prevention and treatment of substance abuse, including narcotic drug abuse and harmful use of alcohol</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 3.5.2: Alcohol per capita consumption (aged 15 years and older) within a calendar year in litres of pure alcohol</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Not applicable. </p>","META_LAST_UPDATE__GLOBAL":"<p>2021-03-03</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>Goal 8; Targets 3.4, 3.6 </p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>World Health Organization (WHO) </p>","CONTACT_ORGANISATION__GLOBAL":"<p>World Health Organization (WHO) </p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definitions:</strong></p>\n<p>Harmful use of alcohol, defined according to the national context as alcohol per capita consumption (aged 15 years and older) within a calendar year in litres of pure alcohol </p>\n<p> </p>\n<p>Total alcohol per capita (15+ years) consumption (APC) is defined as the total (sum of three-year average recorded APC and unrecorded APC adjusted for tourist consumption) amount of pure alcohol consumed per adult (15+ years), in a calendar year, in litres of pure alcohol. Recorded alcohol consumption refers to official statistics at country level (production, import, export, and sales or taxation data), while the unrecorded alcohol consumption refers to alcohol which is not taxed and is outside the usual system of governmental control, such as home or informally produced alcohol (legal or illegal), smuggled alcohol, surrogate alcohol (which is alcohol not intended for human consumption), or alcohol obtained through cross-border shopping (which is recorded in a different jurisdiction). Tourist consumption takes into account tourists visiting the country and inhabitants visiting other countries. Positive figures denote alcohol consumption of outbound tourists being greater than alcohol consumption by inbound tourists, negative numbers the opposite. Tourist consumption is based on UN statistics, and data are provided by IHME. </p>\n<p><strong>Concepts:</strong></p>\n<p>Recorded alcohol per capita (15+) consumption of pure alcohol is calculated as the sum of beverage-specific alcohol consumption of pure alcohol (beer, wine, spirits, other) from different sources. The first priority in the decision tree is given to government national statistics; second are country-specific alcohol industry statistics in the public domain based on interviews or fieldwork (GlobalData (formerly Canadean), International Wine and Spirit Research (IWSR), Wine Institute; historically World Drink Trends) or data from the International Organisation of Vine and Wine (OIV); third is the Food and Agriculture Organization of the United Nations&apos; statistical database (FAOSTAT), and fourth is data from alcohol industry statistics in the public domain based on desk review. For countries, where the data source is FAOSTAT the unrecorded consumption may be included in the recorded consumption. As for the beverage-specific categories, beer includes malt beers, wine includes wine made from grapes and vermouth, spirits include all distilled beverages, and other includes one or several other alcoholic beverages, such as fermented beverages made from sorghum, maize, millet, rice, or cider, fruit wine, fortified wine, etc. For unrecorded APC, the first priority in the decision tree is given to nationally representative empirical data; these are often general population surveys in countries where alcohol is legal. Second are specific other empirical investigations, and third is expert opinion supported by periodic survey of experts at country level using modified Delphi-technique. </p>\n<p> </p>\n<p>For recorded APC, if beverage volumes are not available in litres of pure alcohol, they are transformed into litres of pure alcohol. The alcohol content (% alcohol by volume) is considered to be as follows: beer (barley beer 5%), wine (grape wine 12%; must of grape 9%, vermouth 16%), spirits (distilled spirits 40%; spirit-like 30%), and other (sorghum, millet, maize beers 5%; cider 5%; fortified wine 17% and 18%; fermented wheat and fermented rice 9%; other fermented beverages 9%).</p>\n<p>Unrecorded APC is estimated using a regression analysis. Fractional response random intercepts regression models, which account for clustering of data points within countries, are used to estimate what percentage of total APC is due to unrecorded APC. Univariate models are fitted for alcohol consumption statistics and other predictors.</p>\n<p> </p>\n<p>The litres of alcohol consumed by tourists (15 years of age and older) in a country are based on the number of tourists who visited a country, the average amount of time they spent in the country, and how much these people drink on average in their countries of origin (estimated based on per capita consumption of recorded and unrecorded alcohol). Furthermore, tourist alcohol consumption also accounts for the inhabitants of a country consuming alcohol while visiting other countries (based on the average time spent outside of their country (for all people 15 years and older) and the amount of alcohol consumed in their country of origin). These estimations assume the following: (1) that people drink the same amounts of alcohol when they are tourists as they do in their home countries, and (2) that global tourist consumption is equal to 0 (and thus tourist consumption can be either net negative or positive). </p>","UNIT_MEASURE__GLOBAL":"<p>Litres of pure alcohol per capita (15 years and older) </p>","CLASS_SYSTEM__GLOBAL":"<p>Not applicable </p>","SOURCE_TYPE__GLOBAL":"<p>Recorded: Government statistics or, alternatively, alcohol industry statistics in the public domain, FAOSTAT; </p>\n<p> </p>\n<p>Unrecorded: Nationally representative empirical data or, alternatively, specific empirical investigations, expert opinion. </p>\n<p>Tourist: UN tourist statistics</p>","COLL_METHOD__GLOBAL":"<p>The Global Survey on Alcohol and Health is conducted periodically in collaboration with all six WHO regional offices. National counterparts or focal points in all WHO Member States are officially nominated by the respective ministries of health. They are provided with the online survey data collection tool for completion. Where online completion is not feasible, a hard copy of the tool is forwarded to those who requested it. The survey submissions are checked and whenever information is incomplete or in need of clarification, the questionnaire is returned to the focal point or national counterpart in the country concerned for revision. Amendments to the survey responses are resubmitted by e-mail or electronically. Data submitted from countries is triangulated with data from key industry-supported data providers at annual meetings organized by WHO with an objective to identify discrepancies and solutions. Estimates for key indicators, such as APC, are compiled into country profiles which are sent to the focal point or national counterpart in the country for validation and endorsement. </p>","FREQ_COLL__GLOBAL":"<p>Ongoing updates from data sources on the web. The next WHO global surveys on alcohol and health involving data collection from WHO Member States in 2022 and 2025. </p>","REL_CAL_POLICY__GLOBAL":"<p>Annually. </p>","DATA_SOURCE__GLOBAL":"<p>Ministries of Health; National statistical bureau/agencies (data on alcohol production and trade/sales); National monitoring centres on alcohol and drug use; National academic and monitoring centres concerned with population-based surveys of risk factors to health. </p>","COMPILING_ORG__GLOBAL":"<p>World Health Organization (WHO) </p>","INST_MANDATE__GLOBAL":"<p>Monitoring public health risks and generate, collate, compile and disseminate reliable information on the health impact of alcohol, drugs and addictive behaviours as well as health policy and health system responses. </p>","RATIONALE__GLOBAL":"<p>Alcohol consumption can have an impact not only on the incidence of diseases, injuries and other health conditions, but also on the course of disorders and their outcomes in individuals. Alcohol consumption has been identified as a component cause for more than 200 diseases, injuries and other health conditions. Per capita alcohol consumption is widely accepted as the best possible indicator of alcohol exposure in populations and the key indicator for estimation of alcohol-attributable disease burden and alcohol-attributable deaths. Its correct interpretation requires the use of additional population-based indicators such as prevalence of drinking, and, as a result, stimulates development of national monitoring systems on alcohol and health involving contributions from a wide range of stakeholders, including alcohol production and trade sectors. </p>","REC_USE_LIM__GLOBAL":"<p>The indicator is feasible and suitable for monitoring purposes as evidenced by availability of data from 190 countries and inclusion of this indicator in global, regional and national monitoring frameworks. This is the key indicator for alcohol exposure in populations. The data available (based on production, import, export, and sales or taxation) do not enable the disaggregation of alcohol per capita consumption (APC) by sex or age; to this end, other data sources, such as survey data, are needed. The estimation of unrecorded APC remains a challenge, and triangulation of data from different sources as well as Delphi-techniques are used for increasing validity of estimates. In recent time the number of research activities focused on improvement of the estimates of unrecorded alcohol consumption as well as their geographical coverage have increased substantially. As a result, it leads to a more accurate assessment of the total amount of alcohol consumed per person per year in a given country. </p>","DATA_COMP__GLOBAL":"<p>Numerator: The sum of the amount of recorded alcohol consumed per capita (15+ years), average during three calendar years, in litres of pure alcohol, and the amount of three-year average unrecorded alcohol per capita consumption (15+ years), during a calendar year, in litres of pure alcohol, adjusted for tourist consumption. </p>\n<p> </p>\n<p>Denominator: Midyear resident population (15+ years) for the same calendar year, UN World Population Prospects, medium variant. </p>","DATA_VALIDATION__GLOBAL":"<p>Estimates are sent to focal points or national counterparts in the country through WHO Regional Offices for validation and endorsement. </p>","ADJUSTMENT__GLOBAL":"<p>Not applicable.</p>","IMPUTATION__GLOBAL":"<p><strong>At country level </strong></p>\n<p>The values of missing countries (e.g. Monaco, San Marino) are that small that they would not affect global or regional figures. </p>\n<p><strong>At regional and global levels </strong></p>\n<p>The values of missing countries (e.g. Monaco, San Marino) are that small that they would not affect global or regional figures.</p>","REG_AGG__GLOBAL":"<p>Regional and global aggregates are population weighted averages from country values (weighted by population of inhabitants 15+ years of the respective countries). </p>\n<p> </p>","DOC_METHOD__GLOBAL":"<p>Global Status Report on Alcohol and Health 2018 (<a href=\"https://www.who.int/publications/i/item/9789241565639\">https://www.who.int/publications/i/item/9789241565639</a>) </p>","QUALITY_MGMNT__GLOBAL":"<p>Steering Committee of Global Information System on Alcohol and Health; Technical Advisory Group on Alcohol and Drug Epidemiology </p>","QUALITY_ASSURE__GLOBAL":"<p>Statistics clearance by Data, Analytics and Delivery for Impact Unit </p>","QUALITY_ASSMNT__GLOBAL":"<p>Data, Analytics and Delivery for Impact Unit.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Global, by WHO and SDG regions, by World Bank income groups, by country. The data are available for 190 WHO Member States. </p>\n<p><strong>Time series:</strong></p>\n<p>Recorded alcohol per capita consumption since 1960s, and total alcohol per capita consumption since 2000. </p>\n<p><strong>Disaggregation:</strong></p>\n<p>Sex, age. </p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Population estimates, alcohol content by volume across different alcoholic beverage categories, age distributions, requirements for survey data used in producing the estimates, estimates of unrecorded alcohol consumption. </p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong> </p>\n<p><a href=\"https://apps.who.int/gho/data/node.gisah.GISAH?showonly=GISAH\">https://apps.who.int/gho/data/node.gisah.GISAH?showonly=GISAH</a> </p>\n<p> </p>\n<p><strong>References:</strong> </p>\n<p><a href=\"https://apps.who.int/gho/data/node.gisah.GISAH?showonly=GISAH\">https://apps.who.int/gho/data/node.gisah.GISAH?showonly=GISAH</a></p>\n<p> </p>\n<p><a href=\"https://www.who.int/data/gho/data/themes/global-information-system-on-alcohol-and-health\">https://www.who.int/data/gho/data/themes/global-information-system-on-alcohol-and-health</a></p>\n<p><a href=\"http://www.who.int/substance_abuse/publications/global_alcohol_report/en/\">http://www.who.int/substance_abuse/publications/global_alcohol_report/en/</a> </p>","indicator":"3.5.2","target_id":"3.5","sdg_goal":"3","indicator_sort_order":"03-05-02"}