{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Mortality rate attributed to household and ambient air pollution","graph_titles":[],"graph_type":"line","indicator_name":"Mortality rate attributed to household and ambient air pollution","indicator_number":"3.9.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 3: Ensure healthy lives and promote well-being for all at all ages</p>","SDG_TARGET__GLOBAL":"<p>Target 3.9: By 2030, substantially reduce the number of deaths and illnesses from hazardous chemicals and air, water and soil pollution and contamination</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 3.9.1: Mortality rate attributed to household and ambient air pollution </p>","META_LAST_UPDATE__GLOBAL":"<p>2016-07-19</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>11.6.2: Annual mean levels of fine particulate matter (e.g. PM2.5 and PM10) in cities (population weighted) </p>\n<p>7.1.2: Proportion of population with primary reliance on clean fuels and technology </p>\n<p>Comments: </p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>World Health Organization (WHO) </p>","CONTACT_ORGANISATION__GLOBAL":"<p>World Health Organization (WHO) </p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong> </p>\n<p>The mortality attributable to the joint effects of household and ambient air pollution can be expressed as: Number of deaths, Death rate. Death rates are calculated by dividing the number of deaths by the total population (or indicated if a different population group is used, e.g. children under 5 years). </p>\n<p> </p>\n<p>Evidence from epidemiological studies have shown that exposure to air pollution is linked, among others, to the important diseases taken into account in this estimate: </p>\n<p> </p>\n<p>- Acute respiratory infections in young children (estimated under 5 years of age); </p>\n<p>- Cerebrovascular diseases (stroke) in adults (estimated above 25 years); </p>\n<p>- Ischaemic heart diseases (IHD) in adults (estimated above 25 years); </p>\n<p>- Chronic obstructive pulmonary disease (COPD) in adults (estimated above 25 years); and </p>\n<p>- Lung cancer in adults (estimated above 25 years). </p>\n<p> </p>\n<p> </p>\n<p><strong>Concepts:</strong> </p>\n<p>The mortality resulting from exposure to ambient (outdoor) air pollution and household (indoor) air pollution from polluting fuels use for cooking was assessed. Ambient air pollution results from emissions from industrial activity, households, cars and trucks which are complex mixtures of air pollutants, many of which are harmful to health. Of all of these pollutants, fine particulate matter has the greatest effect on human health. By polluting fuels is understood kerosene, wood, coal, animal dung, charcoal, and crop wastes. </p>\n<p> </p>","SOURCE_TYPE__GLOBAL":"<p>Exposure: Indicator 7.1.2 was used as exposure indicator for household air pollution. </p>\n<p> </p>\n<p>Annual mean concentration of particulate matter of less than 2.5 um was used as exposure indicator for ambient air pollution. The data is modelled according to methods described for Indicator 11.6.2. </p>\n<p> </p>\n<p>Exposure-risk function: The integrated exposure-response functions (IER) developed for the GBD 2010 (Burnett et al, 2014) and further updated for the GBD 2013 study (Forouzanfar et al, 2015) were used. </p>\n<p> </p>\n<p>Health data: The total number of deaths by disease, country, sex and age group have been developed by the World Health Organization (WHO 2014b). </p>","FREQ_COLL__GLOBAL":"<p>NA </p>","DATA_SOURCE__GLOBAL":"<p> Ministry of Health, Ministry of Environment. </p>","COMPILING_ORG__GLOBAL":"<p>WHO </p>","RATIONALE__GLOBAL":"<p>As part of a broader project to assess major risk factors to health, the mortality resulting from exposure to ambient (outdoor) air pollution and household (indoor) air pollution from polluting fuel use for cooking was assessed. Ambient air pollution results from emissions from industrial activity, households, cars and trucks which are complex mixtures of air pollutants, many of which are harmful to health. Of all of these pollutants, fine particulate matter has the greatest effect on human health. By polluting fuels is understood as wood, coal, animal dung, charcoal, and crop wastes, as well as kerosene. </p>\n<p>Air pollution is the biggest environmental risk to health. The majority of the burden is borne by the populations in low and middle-income countries. </p>","REC_USE_LIM__GLOBAL":"<p>An approximation of the combined effects of risk factors is possible if independence and little correlation between risk factors with impacts on the same diseases can be assumed (Ezzati et al, 2003). In the case of air pollution, however, there are some limitations to estimate the joint effects: limited knowledge on the distribution of the population exposed to both household and ambient air pollution, correlation of exposures at individual level as household air pollution is a contributor to ambient air pollution, and non-linear interactions (Lim et al, 2012; Smith et al, 2014). In several regions, however, household air pollution remains mainly a rural issue, while ambient air pollution is predominantly an urban problem. Also, in some continents, many countries are relatively unaffected by household air pollution, while ambient air pollution is a major concern. If assuming independence and little correlation, a rough estimate of the total impact can be calculated, which is less than the sum of the impact of the two risk factors. </p>","DATA_COMP__GLOBAL":"<p> Attributable mortality is calculated by first combining information on the increased (or relative) risk of a disease resulting from exposure, with information on how widespread the exposure is in the population (e.g. the annual mean concentration of particulate matter to which the population is exposed, proportion of population relying primarily on polluting fuels for cooking). </p>\n<p> </p>\n<p>This allows calculation of the &apos;population attributable fraction&apos; (PAF), which is the fraction of disease seen in a given population that can be attributed to the exposure (e.g in that case of both the annual mean concentration of particulate matter and exposure to polluting fuels for cooking). </p>\n<p> </p>\n<p>Applying this fraction to the total burden of disease (e.g. cardiopulmonary disease expressed as deaths), gives the total number of deaths that results from exposure to that particular risk factor (in the example given above, to ambient and household air pollution). </p>\n<p> </p>\n<p>To estimate the combined effects of risk factors, a joint population attributable fraction is calculated, as described in Ezzati et al (2003). </p>\n<p> </p>\n<p>The mortality associated with household and ambient air pollution was estimated based on the calculation of the joint population attributable fractions assuming independently distributed exposures and independent hazards as described in (Ezzati et al, 2003). </p>\n<p> </p>\n<p>The joint population attributable fraction (PAF) were calculated using the following formula: </p>\n<p>PAF=1-PRODUCT (1-PAFi) </p>\n<p>where PAFi is PAF of individual risk factors. </p>\n<p> </p>\n<p>The PAF for ambient air pollution and the PAF for household air pollution were assessed separately, based on the Comparative Risk Assessment (Ezzati et al, 2002) and expert groups for the Global Burden of Disease (GBD) 2010 study (Lim et al, 2012; Smith et al, 2014). </p>\n<p> </p>\n<p>For exposure to ambient air pollution, annual mean estimates of particulate matter of a diameter of less than 2.5 um (PM25) were modelled as described in (WHO 2016, forthcoming), or for Indicator 11.6.2. </p>\n<p> </p>\n<p>For exposure to household air pollution, the proportion of population with primary reliance on polluting fuels use for cooking was modelled (see Indicator 7.1.2 [polluting fuels use=1-clean fuels use]). Details on the model are published in (Bonjour et al, 2013). </p>\n<p> </p>\n<p>The integrated exposure-response functions (IER) developed for the GBD 2010 (Burnett et al, 2014) and further updated for the GBD 2013 study (Forouzanfar et al, 2015) were used. </p>\n<p> </p>\n<p>The percentage of the population exposed to a specific risk factor (here ambient air pollution, i.e. PM2.5) was provided by country and by increment of 1 ug/m3; relative risks were calculated for each PM2.5 increment, based on the IER. The counterfactual concentration was selected to be between 5.6 and 8.8 ug/m3, as described elsewhere (Ezzati et al, 2002; Lim et al, 2012). The country population attributable fraction for ALRI, COPD, IHD, stroke and lung cancer were calculated using the following formula : </p>\n<p> </p>\n<p>PAF=SUM(Pi(RR-1)/(SUM(RR-1)+1) </p>\n<p> </p>\n<p>where i is the level of PM2.5 in ug/m3, and Pi is the percentage of the population exposed to that level of air pollution, and RR is the relative risk. </p>\n<p> </p>\n<p>The calculations for household air pollution are similar, and are explained in detailed elsewhere (WHO 2014a). </p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level </strong></li>\n</ul>\n<p><strong> </strong></p>\n<p>Countries with no data are reported as blank. </p>\n<p> </p>\n<ul>\n  <li><strong>At regional and global levels </strong></li>\n</ul>\n<p> </p>\n<p>Countries with no data are not reported in the regional and global averages. </p>\n<p> </p>","REG_AGG__GLOBAL":"<p> </p>\n<p>Number of deaths by country is summed and divided by the population of countries included in the region (regional aggregates) or by the total population (global aggregates). </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Data is available by country, sex, disease and age. </p>\n<p><strong>Disaggregation:</strong></p>\n<p> The data is available by country, by sex, by disease, and by age. </p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Underlying differences between country produced and internationally estimated data may due to : </p>\n<p>- Different exposure data (annual mean concentration of particulate matter of less than 2.5 um of diameter, proportion of population using clean fuels and technology for cooking) </p>\n<p>- Different exposure-risk estimates </p>\n<p>- Different underlying mortality data </p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong> </p>\n<p> </p>\n<p>www.who.int/gho/phe </p>\n<p> </p>\n<p><strong>References:</strong> </p>\n<p> </p>\n<p>Bonjour et al (2013). Environ Health Perspect, doi:10.1289/ehp.1205987. </p>\n<p> </p>\n<p>Burnett et al (2014). Environ Health Perspect,Vol 122, Issue 4. </p>\n<p> </p>\n<p>Ezzati et al (2003). The Lancet, 362:271-80. </p>\n<p> </p>\n<p>Ezzati et al (2002). The Lancet. 360(9343):1347-60. </p>\n<p> </p>\n<p>Forouzanfar et al (2015). The Lancet, 386:2287-323. </p>\n<p> </p>\n<p>Lim et al (2012). The Lancet, 380(9859):2224-60. </p>\n<p> </p>\n<p>Smith et al (2014). Annu.Rev.Public Health, Vol 35. </p>\n<p> </p>\n<p>WHO (2014a). Methods description for the burden of disease attributable to household air pollution. Access at : http://www.who.int/phe/health_topics/outdoorair/database/HAP_BoD_methods_March2014.pdf?ua=1 </p>\n<p> </p>\n<p>WHO (2014b). Global Health Estimates 2013: Deaths by Cause, Age and Sex, by Country, 2000-2012 (provisional estimates). Geneva, World Health Organization, 2014. </p>\n<p> </p>\n<p>WHO (2016, forthcoming). Air pollution: a global assessment of exposure and burden of disease, WHO Geneva. </p>\n<p> </p>","indicator":"3.9.1","target_id":"3.9","sdg_goal":"3","indicator_sort_order":"03-09-01"}