{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Participation rate in organized learning (one year before the official primary entry age), by sex","graph_titles":[],"graph_type":"line","indicator_name":"Participation rate in organized learning (one year before the official primary entry age), by sex","indicator_number":"4.2.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 4: Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all</p>","SDG_TARGET__GLOBAL":"<p>Target 4.2: By 2030, ensure that all girls and boys have access to quality early childhood development, care and pre-primary education so that they are ready for primary education</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 4.2.2: Participation rate in organized learning (one year before the official primary entry age), by sex</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Not applicable</p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>1.4, 4.5</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>UNESCO Institute for Statistics (UIS)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>UNESCO Institute for Statistics (UIS)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>The participation rate in organized learning (one year before the official primary entry age), by sex is defined as the percentage of children in the given age range who participate in one or more organized learning programme, including programmes which offer a combination of education and care. Participation in early childhood and in primary education are both included. The age range will vary by country depending on the official age of entry to primary education.</p>\n<p><strong>Concepts:</strong></p>\n<p>An organized learning programme is one which consists of a coherent set or sequence of educational activities designed with the intention of achieving pre-determined learning outcomes or the accomplishment of a specific set of educational tasks. Early childhood and primary education programmes are examples of organized learning programmes. </p>\n<p>Early childhood and primary education are defined in the 2011 revision of the International Standard Classification of Education (ISCED 2011). Early childhood education is typically designed with a holistic approach to support children&#x2019;s early cognitive, physical, social and emotional development and to introduce young children to organized instruction outside the family context. Primary education offers learning and educational activities designed to provide students with fundamental skills in reading, writing and mathematics and establish a solid foundation for learning and understanding core areas of knowledge and personal development. It focuses on learning at a basic level of complexity with little, if any, specialisation. </p>\n<p>The official primary entry age is the age at which children are obliged to start primary education according to national legislation or policies. Where more than one age is specified, for example, in different parts of a country, the most common official entry age (i.e. the age at which most children in the country are expected to start primary) is used for the calculation of this indicator at the global level.</p>","UNIT_MEASURE__GLOBAL":"<p>Percent (%) </p>\n<p> </p>","CLASS_SYSTEM__GLOBAL":"<p>The International Standard Classification of Education (ISCED) is used to define early childhood and primary education. </p>","SOURCE_TYPE__GLOBAL":"<p>Administrative data from schools and other centres of organized learning or from household surveys on enrolment by single year of age in early learning programmes; population censuses and surveys for population estimates by single year of age (if using administrative data on enrolment); administrative data from ministries of education on the official entrance age to primary education.</p>","COLL_METHOD__GLOBAL":"<p>The UNESCO Institute for Statistics produces time series based on enrolment data reported by Ministries of Education or National Statistical Offices and population estimates produced by the UN Population Division. The enrolment data are gathered through the annual Survey of Formal Education. Countries are asked to report data according to the levels of education defined in the International Standard Classification of Education (ISCED) to ensure international comparability of resulting indicators.</p>\n<p>The data received are validated using electronic error detection systems that check for arithmetic errors and inconsistencies and trend analysis for implausible results. Queries are taken up with the country representatives reporting the data so that corrections can be made (of errors) or explanations given (of implausible but correct results). During this process, countries are also encouraged to provide estimates for missing or incomplete data items.</p>\n<p>In addition, countries also have an opportunity to see and comment on the main indicators the UIS produces in an annual &#x201C;country review&#x201D; of indicators. </p>","FREQ_COLL__GLOBAL":"<p>Annual UIS survey (usually launched in the 4<sup>th</sup> quarter) and UOE survey (usually launched in June).</p>","REL_CAL_POLICY__GLOBAL":"<p>Biannual UIS data release (March and September).</p>","DATA_SOURCE__GLOBAL":"<p>Ministries of Education and/or National Statistical Offices.</p>","COMPILING_ORG__GLOBAL":"<p>UNESCO Institute for Statistics (UIS)</p>","INST_MANDATE__GLOBAL":"<p>The UNESCO Institute for Statistics (UIS) is the statistical branch of the United Nations Educational, Scientific and Cultural Organization (UNESCO). The Institute produces internationally comparable data and methodologies in the fields of education, science, culture and communication for countries at all stages of development.</p>\n<p>The <a href=\"https://www.moe.gov.bn/DocumentDownloads/Education%202030/Education2030.pdf\"><u>Education 2030 Framework for Action &#xA7;100</u></a> has clearly stated that: &#x201C;<em>In recognition of the importance of harmonization of monitoring and reporting, the UIS will remain the official source of cross-nationally comparable data on education. It will continue to produce international monitoring indicators based on its annual education survey and on other data sources that guarantee international comparability for more than 200 countries and territories. In addition to collecting data, the UIS will work with partners to develop new indicators, statistical approaches and monitoring tools to better assess progress across the targets related to UNESCO&#x2019;s mandate, working in coordination with the SDG-Education 2030 SC&#x201D;.</em></p>","RATIONALE__GLOBAL":"<p>The indicator measures children&#x2019;s exposure to organized learning activities in the year prior to the start of primary school. A high value of the indicator shows a high degree of participation in organized learning immediately before the official entrance age to primary education.</p>","REC_USE_LIM__GLOBAL":"<p>Participation in learning programmes in the early years is not full time for many children, meaning that exposure to learning environments outside of the home will vary in intensity. The indicator measures the percentage of children who are exposed to organized learning but not the intensity of the programme, which limits the ability to draw conclusions on the extent to which this target is being achieved. More work is needed to ensure that the definition of learning programmes is consistent across various surveys and defined in a manner that is easily understood by survey respondents, ideally with complementary information collected on the amount of time children spend in learning programmes.</p>","DATA_COMP__GLOBAL":"<p>The number of children in the relevant age group who participate in an organized learning programme is expressed as a percentage of the total population in the same age range. The indicator can be calculated both from administrative data and from household surveys. If the former, the number of enrolments in organized learning programmes are reported by schools and the population in the age group one year below the official primary entry age is derived from population estimates. For the calculation of this indicator at the global level, population estimates from the UN Population Division are used. If derived from household surveys, both enrolments and population are collected at the same time.</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msub>\n      <mrow>\n        <mi>P</mi>\n        <mi>R</mi>\n        <mi>O</mi>\n        <mi>L</mi>\n      </mrow>\n      <mrow>\n        <mn>0</mn>\n        <mi>t</mi>\n        <mn>1</mn>\n        <mo>,</mo>\n        <mi>&amp;nbsp;</mi>\n        <mi>A</mi>\n        <mi>G</mi>\n        <mfenced separators=\"|\">\n          <mrow>\n            <mi>a</mi>\n            <mo>-</mo>\n            <mn>1</mn>\n          </mrow>\n        </mfenced>\n        <mo>=</mo>\n        <mi>&amp;nbsp;</mi>\n      </mrow>\n    </msub>\n    <mfrac>\n      <mrow>\n        <msub>\n          <mrow>\n            <mi>E</mi>\n          </mrow>\n          <mrow>\n            <mn>0</mn>\n            <mi>t</mi>\n            <mn>1</mn>\n            <mo>,</mo>\n            <mi>&amp;nbsp;</mi>\n            <mi>A</mi>\n            <mi>G</mi>\n            <mo>(</mo>\n            <mi>a</mi>\n            <mo>-</mo>\n            <mn>1</mn>\n            <mo>)</mo>\n          </mrow>\n        </msub>\n      </mrow>\n      <mrow>\n        <msub>\n          <mrow>\n            <mi>S</mi>\n            <mi>A</mi>\n            <mi>P</mi>\n          </mrow>\n          <mrow>\n            <mi>A</mi>\n            <mi>G</mi>\n            <mo>(</mo>\n            <mi>a</mi>\n            <mo>-</mo>\n            <mn>1</mn>\n            <mo>)</mo>\n          </mrow>\n        </msub>\n      </mrow>\n    </mfrac>\n  </math></p>\n<p>where:</p>\n<p><em>PROL<sub>0t1,AG(a-1)</sub></em> = participation rate in organized learning one year before the official entry age <em>a</em> to primary education</p>\n<p><em>E<sub>0t1,AG(a-1)</sub></em> = enrolment in early childhood or primary education (ISCED levels 0 and 1) aged one year below the official entry age <em>a</em> to primary education</p>\n<p><em>SAP<sub>AG(a-1)</sub></em> = school-age population aged one year below the official entry age <em>a</em> to primary education</p>","DATA_VALIDATION__GLOBAL":"<p>The UNESCO Institute for Statistics shares all indicator values and notes on methodology with National Statistical Offices, Ministries of Education, or other relevant agencies in individual countries for their review, feedback and validation before the publication of the data. </p>","ADJUSTMENT__GLOBAL":"<p>Data should be reported according to the levels of education defined in the International Standard Classification of Education (ISCED) to ensure international comparability of resulting indicators. </p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>The UIS estimates certain key items of data that may be missing or incomplete in order to have publishable estimates at the country level. Where this is not possible the UIS imputes missing values for use only for calculating regional and global aggregates.</p>\n<p>For the purposes of calculating participation rates by age, the UIS may make one or more of the following:</p>\n<p>&#x2022; An adjustment to account for over- or under-reporting, for example:</p>\n<p>o To include enrolments in a type of education &#x2013; such as private education or special education &#x2013; not reported by the country; and/or </p>\n<p>o To include enrolments in a part of the country not reported by the country.</p>\n<p>&#x2022; An estimate of the number of enrolments in the given age group if the age distribution was not reported by the country.</p>\n<p>&#x2022; A redistribution of enrolments of unknown age (across known ages).</p>\n<p>&#x2022; An estimate of the population in the official age group for small countries (if neither the UN Population Division (UNPD) nor the country itself can provide estimates of their own).</p>\n<p>In all cases estimates are based on evidence from the country itself (e.g. information from the data provider on the size of the missing component, via correspondence, publications or data on the Ministry&#x2019;s or National Statistical Office&#x2019;s (NSO&#x2019;s) Webpage, or via surveys conducted by other organizations) or on data from the country for a previous year. These figures may be published: (i) as observed data if the missing items are found in a national source; (ii) as national estimates if the country is persuaded to produce estimates and submit them in place of missing data; or (iii) as UIS estimates, if the estimates are made by the UIS.</p>\n<p>The age distribution of enrolments is most commonly estimated from the age distribution reported in a previous year. If the country has never reported the age distribution of enrolments, the age distribution reported in another survey, if available, is used (such as Multiple Indicator Cluster Surveys (MICS) or Demographic Health Surveys (DHS)).</p>\n<p>Enrolments of unknown age are redistributed across known ages if they constitute more than 5% of the total enrolments in that level of education. No estimation is made if they are 5% or less.</p>\n<p>Population estimates by age for countries with small population &#x2013; produced only where there are no other suitable estimates available either from UNPD or from the country itself &#x2013; are made only for countries which have reported education data to the UIS and for which population estimates from a reliable source are available in some years.</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>Regional and global aggregates are derived from both publishable and imputed national data. Publishable data are the data submitted to the UIS by Member States or the result of an explicit estimation made by the Institute based on pre-determined standards. In both cases, these data are sent to Member States for review before they are considered publishable by the UIS. </p>\n<p>When data are not available for all countries, the UIS imputes national data for the sole purpose of calculating regional averages. These imputed data are neither published nor otherwise disseminated. </p>\n<p>Where data are available for a country for both an earlier and a more recent year than the missing year, a simple linear interpolation is made. Where data are only available for an earlier year, the most recent value is used as an estimate. Similarly, where data are only available for a more recent year, the last value is used as an estimate.</p>\n<p>Where the relevant data are not available at all for a country, estimates may be based on another variable which is clearly linked to the item being estimated. For example, enrolments by age may be based on total enrolments.</p>\n<p>Where no data are available for the country in any year that can inform the estimate, the unweighted average for the region in which the country lies is used.</p>","REG_AGG__GLOBAL":"<p>Regional and global aggregates are calculated as weighted averages using the denominator of the indicator as the weight. As described previously, where publishable data are not available for a given country or year, values are imputed for the purpose of calculating the regional and global aggregates.</p>","DOC_METHOD__GLOBAL":"<p>The UIS has elaborated guidance for the countries on the methodology that should be used to calculate this indicator. ISCED mappings that help countries report their data in an internationally comparable framework are available on the website of the UNESCO Institute for Statistics (<a href=\"http://uis.unesco.org/en/isced-mappings\">http://uis.unesco.org/en/isced-mappings</a>).</p>","QUALITY_MGMNT__GLOBAL":"<p>The UIS maintains the global database used to produce this indicator. For transparency purposes, the inclusion of a data point in the database is completed by following a protocol and is reviewed by UIS technical focal points to ensure consistency and overall data quality, based on objective criteria to ensure that only the most recent and reliable information are included in the database. The international reporting of enrolment data should be based on the 2011 International Standard Classification of Education maintained by the UIS. Population data are produced and maintained by the United Nations Population Division (UNPD).</p>","QUALITY_ASSURE__GLOBAL":"<p>The process for quality assurance includes review of survey documentation to make sure that the definition of organized learning programmes is consistent across various surveys, review of the indicator values across time, calculation of measures of reliability, examination of consistency of indicator values derived from different sources and, if necessary, consultation with data providers.</p>\n<p>Before its annual data release and the addition of any indicators to the global SDG Indicators Database, the UNESCO Institute for Statistics submits all indicator values and notes on methodology to National Statistical Offices, Ministries of Education or other relevant agencies in individual countries for their review and feedback.</p>","QUALITY_ASSMNT__GLOBAL":"<p>The indicator should be based on enrolment by single year of age in early learning programmes in all types of education institutions, including public, private and all other institutions that provide organized educational programmes. Criteria for quality assessment include: data sources must include proper documentation; data values must be representative at the national population level and, if not, should be footnoted; data are plausible and based on trends and consistency with previously published/reported values for the indicator.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>167 countries with at least one data point in the period 2010-2019.</p>\n<p><strong>Time series:</strong></p>\n<p>1998-2019 in UIS database; 2000-2019 in SDG global database. </p>\n<p><strong>Disaggregation:</strong></p>\n<p>By age and sex from administrative sources, and by age, sex, location and income from household surveys.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Nationally-published figures may differ from the international ones because of differences between national education systems and the International Standard Classification of Education (ISCED); or differences in coverage (i.e. the extent to which different types of education &#x2013; e.g. private or special education &#x2013; are included in one rather than the other) and/or between national and the United Nations Population Division (UNPD) population estimates.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p><a href=\"http://www.uis.unesco.org\">http://www.uis.unesco.org</a> </p>\n<p><strong>References:</strong></p>\n<p>The Survey of Formal Education Instruction Manual <a href=\"http://uis.unesco.org/sites/default/files/documents/instruction-manual-survey-formal-education-2017-en.pdf\">http://uis.unesco.org/sites/default/files/documents/instruction-manual-survey-formal-education-2017-en.pdf</a></p>\n<p>UIS Questionnaire on Students and Teachers (ISCED 0-4)</p>\n<p><a href=\"http://uis.unesco.org/en/uis-questionnaires\">http://uis.unesco.org/en/uis-questionnaires</a></p>\n<p> </p>","indicator":"4.2.2","target_id":"4.2","sdg_goal":"4","indicator_sort_order":"04-02-02"}