{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Whether or not legal frameworks are in place to promote, enforce and monitor equality and non‐discrimination on the basis of sex","graph_titles":[],"graph_type":"line","indicator_name":"Whether or not legal frameworks are in place to promote, enforce and monitor equality and non‐discrimination on the basis of sex","indicator_number":"5.1.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 5: Achieve gender equality and empower all women and girls</p>","SDG_TARGET__GLOBAL":"<p>Target 5.1: End all forms of discrimination against all women and girls everywhere</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 5.1.1: Whether or not legal frameworks are in place to promote, enforce and monitor equality and non&#x2011;discrimination on the basis of sex</p>","SDG_SERIES_DESCR__GLOBAL":"<p>SG_LGL_GENEQLFP, Legal frameworks that promote, enforce and monitor gender equality (percentage of achievement, 0 - 100) -- Area 1: overarching legal frameworks and public life </p>\n<p>SG_LGL_GENEQVAW, Legal frameworks that promote, enforce and monitor gender equality (percentage of achievement, 0 - 100) -- Area 2: violence against women </p>\n<p>SG_LGL_GENEQEMP, Legal frameworks that promote, enforce and monitor gender equality (percentage of achievement, 0 - 100) -- Area 3: employment and economic benefits </p>\n<p>SG_LGL_GENEQMAR, Legal frameworks that promote, enforce and monitor gender equality (percentage of achievement, 0 - 100) -- Area 4: marriage and family </p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>There are other legal SDGs indicators: </p>\n<p>&#x2022; Indicator 5.a.2, &#x2018;Proportion of countries where the legal framework (including customary law) guarantees women&#x2019;s equal rights to land ownership and/or control&#x2019;; and </p>\n<p>&#x2022; Indicator 5.6.2, &#x2018;Number of countries with laws and regulations that guarantee full and equal access to women and men aged 15 years and older to sexual and reproductive health care, information and education&#x2019;. </p>\n<p>To avoid duplication, indicator 5.1.1 does not cover areas of law that are addressed under indicators 5.a.2 and 5.6.2. Indicator 5.1.1 complements these other indicators.</p>\n<p>Legal frameworks that advance gender equality generally relate to all of Goal 5 as well as other Goals since gender equality is central to the achievement of all SDGs. See UN Women and UN Statistics Division&#x2019;s annual <a href=\"https://unstats.un.org/sdgs/gender-snapshot/2021/\"><em>Progress on the Sustainable Development Goals: The Gender Snapshot</em></a> which each year uses latest available data to demonstrate how gender equality, including progress on Target 5.1, is fundamental to achievement of all 17 Goals. </p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>UN Women, World Bank Group, OECD Development Centre</p>","CONTACT_ORGANISATION__GLOBAL":"<p>UN Women, World Bank Group, OECD Development Centre</p>","STAT_CONC_DEF__GLOBAL":"<h2>Definitions:</h2>\n<p>Indicator 5.1.1 measures Government efforts to put in place legal frameworks that promote, enforce and monitor gender equality. </p>\n<p>The indicator is based on an assessment of legal frameworks that promote, enforce and monitor gender equality. The assessment is carried out by national counterparts, including National Statistical Offices (NSOs) and/or National Women&#x2019;s Machinery (NWMs), and legal practitioners/researchers on gender equality, using a questionnaire comprising 42 yes/no questions under four areas of law: (i) overarching legal frameworks and public life; (ii) violence against women; (iii) employment and economic benefits; and (iv) marriage and family<sup><a href=\"#footnote-2\" id=\"footnote-ref-2\">[1]</a></sup>. The areas of law and questions are drawn from the international legal and policy framework on gender equality, in particular the Convention on the Elimination of All Forms of Discrimination against Women (CEDAW), which has 189 States parties, and the Beijing Platform for Action. As such, no new internationally agreed standard on equality and non-discrimination on the basis of sex was needed. The primary sources of information relevant for indicator 5.1.1 are legislation and policy/action plans.</p>\n<p>The 42 questions in the questionnaire are:</p>\n<h2>Area 1: Overarching legal frameworks and public life</h2>\n<h2>Promote</h2>\n<ol>\n  <li>If customary law is a valid source of law under the constitution, is it invalid if it violates constitutional provisions on equality or non-discrimination? </li>\n  <li>If personal law is a valid source of law under the constitution, is it invalid if it violates constitutional provisions on equality or non-discrimination? </li>\n  <li>Is there a discrimination law that prohibits both direct and indirect discrimination against women? </li>\n  <li>Do women and men enjoy equal rights and access to hold public and political office (legislature, executive, judiciary)? </li>\n  <li>Are there quotas for women (reserved seats) in, or quotas for women in candidate lists for, national parliament?</li>\n  <li>Do women and men have equal rights to confer citizenship to their spouses and their children?</li>\n</ol>\n<h2>Enforce and monitor </h2>\n<ol>\n  <li>Does the law establish a specialized independent body tasked with receiving complaints of discrimination based on gender (e.g., national human rights institution, women&#x2019;s commission, ombudsperson)? </li>\n  <li>Is legal aid mandated in criminal matters? </li>\n  <li>Is legal aid mandated in civil/family matters?</li>\n  <li>Does a woman&#x2019;s testimony carry the same evidentiary weight in court as a man&#x2019;s? </li>\n  <li>Are there laws that explicitly require the production and/or dissemination of gender statistics?</li>\n  <li>Are there sanctions for noncompliance with mandated candidate list quotas, or incentives for political parties to field women candidates in national parliamentary elections? </li>\n</ol>\n<h2>Area 2: Violence against women</h2>\n<h2>Promote</h2>\n<ol>\n  <li>Is there legislation specifically addressing domestic violence?</li>\n  <li>Have provisions exempting perpetrators from facing charges for rape if the perpetrator marries the victim after the crime been removed, or never existed in legislation? </li>\n  <li>Have provisions reducing penalties in cases of so-called honor crimes been removed, or never existed in legislation?</li>\n  <li>Are laws on rape based on lack of consent, without requiring proof of physical force or penetration? </li>\n  <li>Does legislation explicitly criminalize marital rape or does legislation entitle a woman to file a complaint about rape against her husband or partner?</li>\n  <li>Is there legislation that specifically addresses sexual harassment? </li>\n</ol>\n<h2>Enforce and monitor</h2>\n<ol>\n  <li>Are there budgetary commitments provided for by government entities for the implementation of legislation addressing violence against women by creating an obligation on the government to provide a budget or allocation of funding for the implementation of relevant programs or activities? </li>\n  <li>Are there budgetary commitments provided by government entities for the implementation of legislation addressing violence against women by allocating a specific budget, funding, and/or incentives to support non-governmental organizations for activities to address violence against women? </li>\n  <li>Is there a national action plan or policy to address violence against women that is overseen by a national mechanism with the mandate to monitor and review implementation? </li>\n</ol>\n<h2>Area 3: Employment and economic benefits</h2>\n<h2>Promote</h2>\n<ol>\n  <li>Does the law mandate non-discrimination based on gender in employment?</li>\n  <li>Does the law mandate equal remuneration for work of equal value? </li>\n  <li>Can women work in jobs deemed hazardous, arduous, or morally inappropriate in the same way as men?</li>\n  <li>Are women able to work in the same industries as men?</li>\n  <li>Are women able to perform the same tasks as men?</li>\n  <li>Does the law allow women to work the same night hours as men? </li>\n  <li>Does the law provide for maternity or parental leave available to mothers in accordance with the ILO standards? </li>\n  <li>Does the law provide for paid paternity or parental leave available to fathers or partners?</li>\n</ol>\n<h2>Enforce and monitor</h2>\n<ol>\n  <li>Is there a public entity that can receive complaints on gender discrimination in employment? </li>\n  <li>Is childcare publicly provided or subsidized?</li>\n</ol>\n<h2>Area 4: Marriage and family</h2>\n<h2>Promote</h2>\n<ol>\n  <li>Is the minimum age of marriage at least 18, with no legal exceptions, for both women and men?</li>\n  <li>Do women and men have equal rights to enter marriage (i.e., consent) and initiate divorce? </li>\n  <li>Do women and men have equal rights to be the legal guardian of their children during and after marriage? </li>\n  <li>Do women and men have equal rights to be recognized as head of household or head of the family?</li>\n  <li>Do women and men have equal rights to choose where to live? </li>\n  <li>Do women and men have equal rights to choose a profession?</li>\n  <li>Do women and men have equal rights to obtain an identity card?</li>\n  <li>Do women and men have equal rights to apply for passports? </li>\n  <li>Do women and men have equal rights to own, access, and control marital property including upon divorce?</li>\n</ol>\n<h2>Enforce and monitor </h2>\n<ol>\n  <li>Is marriage under the legal age void or voidable?</li>\n  <li>Are there dedicated and specialized family courts? </li>\n</ol>\n<h2>Concepts: </h2>\n<p>Article 1 of CEDAW provides a comprehensive definition of discrimination against women covering direct and indirect discrimination and article 2 sets out general obligations for States, in particular on required legal frameworks, to eliminate discrimination against women. Article 1 of CEDAW states: &#x201C;&#x2026; the term &quot;discrimination against women&quot; shall mean any distinction, exclusion or restriction made on the basis of sex which has the effect or purpose of impairing or nullifying the recognition, enjoyment or exercise by women, irrespective of their marital status, on a basis of equality of men and women, of human rights and fundamental freedoms in the political, economic, social, cultural, civil or any other field&#x201D;. Article 2 of CEDAW states: States Parties condemn discrimination against women in all its forms, agree to pursue by all appropriate means and without delay a policy of eliminating discrimination against women and, to this end, undertake: (a) To embody the principle of the equality of men and women in their national constitutions or other appropriate legislation if not yet incorporated therein and to ensure, through law and other appropriate means, the practical realization of this principle; (b) To adopt appropriate legislative and other measures, including sanctions where appropriate, prohibiting all discrimination against women; (c) To establish legal protection of the rights of women on an equal basis with men and to ensure through competent national tribunals and other public institutions the effective protection of women against any act of discrimination; (d) To refrain from engaging in any act or practice of discrimination against women and to ensure that public authorities and institutions shall act in conformity with this obligation; (e) To take all appropriate measures to eliminate discrimination against women by any person, organization or enterprise; (f) To take all appropriate measures, including legislation, to modify or abolish existing laws, regulations, customs and practices which constitute discrimination against women; (g) To repeal all national penal provisions which constitute discrimination against women&#x201D;. </p>\n<p>The term &#x201C;legal frameworks&#x201D; is defined broadly to encompass laws, mechanisms, and policies/plans to &#x2018;promote, enforce and monitor&#x2019; gender equality. </p>\n<p>Legal frameworks that &#x201C;promote&#x201D; are those that establish women&#x2019;s equal rights with men and enshrine non-discrimination based on sex. Legal frameworks that &#x201C;enforce and monitor&#x2019; are directed to the realization of equality and non-discrimination and implementation of laws, such as policies/plans, the establishment of enforcement and monitoring mechanisms, and allocation of financial resources.</p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-2\">1</sup><p> The areas of law were agreed at the expert workshop, held on 14 and 15 June 2016, to discuss the methodological development of SDG indicator 5.1.1. <a href=\"#footnote-ref-2\">&#x2191;</a></p></div></div>","UNIT_MEASURE__GLOBAL":"<p>Percent (%) of legal frameworks that promote, enforce, and monitor gender equality</p>","CLASS_SYSTEM__GLOBAL":"<p>Not applicable</p>","SOURCE_TYPE__GLOBAL":"<p>The data for the indicator are derived from an assessment of legal frameworks using primary sources/official government documents, in particular laws, policies and action plans. The assessment is carried out by national counterparts, including National Statistical Offices (NSOs) and/or National Women&#x2019;s Machinery (NWMs), and legal practitioners/researchers on gender equality, using a questionnaire comprising 42 yes/no questions under four areas of law: (i) overarching legal frameworks and public life; (ii) violence against women; (iii) employment and economic benefits; and (iv) marriage and family. The areas of law and questions are drawn from the international legal and policy framework on gender equality, in particular the Convention on the Elimination of All Forms of Discrimination against Women (CEDAW), which has 189 States parties, and the Beijing Platform for Action. </p>","COLL_METHOD__GLOBAL":"<p>Countries are asked to designate a focal point to undertake the coordination at the country level necessary for the collection and validation of the data. Most designated focal points are within the NWMs, a number are within the NSOs, and some are within both the NWMs and the NSOs. After verification,<sup><a href=\"#footnote-3\" id=\"footnote-ref-3\">[2]</a></sup> the data with relevant laws, policies, and other sources included are sent to the designated focal points/country counterparts to review and validate. Final answers are arrived at after the process of validation with country counterparts.</p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-3\">2</sup><p> Verification includes information (eg national legal sources) compiled under World Bank Group and OECD Development Centre procedures by legal practitioners/researchers on gender equality. The World Bank Group&#x2019;s Women, Business and the Law and the OECD Development Centre&#x2019;s Social Institutions and Gender Index are two well-known global databases on national legal frameworks that promote gender equality which have been collecting data in this area for 10 and 9 years respectively. <a href=\"#footnote-ref-3\">&#x2191;</a></p></div></div>","FREQ_COLL__GLOBAL":"<p>Data will be compiled every two years starting in 2018.</p>","REL_CAL_POLICY__GLOBAL":"<p>First quarter, every two years.</p>","DATA_SOURCE__GLOBAL":"<p>National counterparts, including National Statistical Offices and National Women&#x2019;s Machinery.</p>","COMPILING_ORG__GLOBAL":"<p>The World Bank Group, the OECD Development Centre, UN Women</p>","INST_MANDATE__GLOBAL":"<p>The World Bank works closely with international agencies, regional development banks, donors, and other partners to develop frameworks, guidance, and standards of good practice for statistics, build consensus and define internationally agreed indicators, establish data exchange processes and methods, and help countries improve statistical capacity. Since 2009, the World Bank Group&#x2019;s Women, Business and the Law project has contributed to the study of gender equality and informed discussions on improving women&apos;s economic opportunities and empowerment through a unique dataset that measures the legal differences in access to economic opportunities between men and women in 190 economies. </p>\n<p>The OECD Development Centre&#x2019;s core mission is to provide a platform for evidence-based policy dialogue between OECD and non-OECD countries to design better policies, by identifying policy solutions to improve lives in developing countries. Through its Gender Programme, particularly since the creation of the Social Institutions and Gender Index (SIGI) in 2009, the OECD Development Centre has played an instrumental role in highlighting the data gaps and fostering policy dialogue and mutual learning on the social institutions that discriminate against women and girls across their life cycle. It is also building the capacity of member states in data collection through the SIGI Country Studies, and advocates for more, better, and comparable data through its SIGI Global and Regional Reports and policy dialogue events.</p>\n<p>UN Women is committed through its work at the global, regional, and county level to support Member States in filling critical gaps in generating and using data, statistics, evidence, and analysis on gender equality in crucial areas. As part of its mandate, the organization supports Member States in setting norms. It conducts research, and compiles and provides evidence, including good practices and lessons learned, to inform intergovernmental debates and decisions. It also assists in implementing norms and standards through its country programs. In addition, it leads and <a href=\"https://www.unwomen.org/en/how-we-work/un-system-coordination\">coordinates</a> the UN system&#x2019;s work in support of gender equality and the empowerment of women.</p>","RATIONALE__GLOBAL":"<p>Equality and non-discrimination based on sex are core principles under the international legal and policy framework, including the Convention on the Elimination of All Forms of Discrimination against Women (CEDAW), which has 189 States parties, and the Beijing Platform for Action. This framework sets out the commitments of States to eliminate discrimination against women and promote gender equality, including in the area of legal frameworks. </p>\n<p>In the Beijing Platform for Action, States pledged to revoke any remaining laws that discriminate based on sex. The five-year review and appraisal of the Beijing Platform for Action (Beijing +5) established 2005 as the target date for the repeal of laws that discriminate against women. This deadline has come and gone. While there has been progress in reforming laws to promote gender equality, discrimination against women in the law continues in many countries. Even where legal reforms have taken place, gaps in implementation persist.</p>\n<p>Removing discriminatory laws and putting in place legal frameworks that advance gender equality are prerequisites to ending discrimination against women and achieving gender equality (Goal 5, Target 5.1). Indicator 5.1.1 will be crucial in accelerating progress on the implementation of SDG 5 and all other gender-related commitments in the 2030 Agenda for Sustainable Development.</p>","REC_USE_LIM__GLOBAL":"<p>To avoid duplication, the indicator does not cover areas of law that are addressed under indicator 5.a.2, &#x2018;Proportion of countries where the legal framework (including customary law) guarantees women&#x2019;s equal rights to land ownership and/or control&#x2019;, and indicator 5.6.2, &#x2018;Number of countries with laws and regulations that guarantee full and equal access to women and men aged 15 years and older to sexual and reproductive health care, information and education&#x2019;. Indicator 5.1.1 complements these indicators.</p>","DATA_COMP__GLOBAL":"<h2>Scoring:</h2>\n<p>The indicator is based on an assessment of legal frameworks that promote, enforce, and monitor gender equality using a questionnaire comprising 42 Yes/No questions under four areas of law drawn from the international legal and policy framework on gender equality, in particular, CEDAW and the Beijing Platform for Action. </p>\n<p>The answers to the questions are coded with <u>simple &#x201C;Yes/No&#x201D;</u> answers with &#x201C;1&#x201D; for &#x201C;Yes&#x201D; and &#x201C;0&#x201D; for &#x201C;No&#x201D;. For questions 1 and 2 only, they may be scored &#x201C;N/A&#x201D; in which case they are not included as part of the overall score calculation for the area.<sup><sup><a href=\"#footnote-4\" id=\"footnote-ref-4\">[3]</a></sup></sup> </p>\n<p>The scoring methodology is the unweighted average of the questions under each area of law calculated by:<math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mi>&amp;nbsp;</mi>\n    <msub>\n      <mrow>\n        <mi>A</mi>\n      </mrow>\n      <mrow>\n        <mi>i</mi>\n      </mrow>\n    </msub>\n    <mo>=</mo>\n    <mfrac>\n      <mrow>\n        <msub>\n          <mrow>\n            <mi>q</mi>\n          </mrow>\n          <mrow>\n            <mn>1</mn>\n          </mrow>\n        </msub>\n        <mo>+</mo>\n        <mo>&#x22EF;</mo>\n        <mo>+</mo>\n        <msub>\n          <mrow>\n            <mi>q</mi>\n          </mrow>\n          <mrow>\n            <msub>\n              <mrow>\n                <mi>m</mi>\n              </mrow>\n              <mrow>\n                <mi>i</mi>\n              </mrow>\n            </msub>\n          </mrow>\n        </msub>\n      </mrow>\n      <mrow>\n        <msub>\n          <mrow>\n            <mi>m</mi>\n          </mrow>\n          <mrow>\n            <mi>i</mi>\n          </mrow>\n        </msub>\n      </mrow>\n    </mfrac>\n  </math> .</p>\n<p>Where <em>A<sub>i</sub> </em>refers the area of law <em>i</em>; <em>m<sub>i</sub> </em>refers to the total number of questions under the area of law <em>i;</em><sup><sup><a href=\"#footnote-5\" id=\"footnote-ref-5\">[4]</a></sup></sup> <em>q<sub>1</sub>+...+q<sub>mi</sub></em> refers to the sum of the coded questions under the area of law and where <em>q<sub>i</sub>=&#x201D;1&#x201D;</em> if the answer is &#x201C;Yes&#x201D; and <em>q<sub>i</sub>=&#x201D;0&#x201D;</em> if the answer is &#x201C;No&#x201D;. </p>\n<p>Results of the four areas are reported as percentages as a dashboard: <math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mfenced open=\"&#x2329;\" close=\"&#x232A;\" separators=\"|\">\n      <mrow>\n        <msub>\n          <mrow>\n            <mi>A</mi>\n          </mrow>\n          <mrow>\n            <mn>1</mn>\n            <mo>,</mo>\n          </mrow>\n        </msub>\n        <mo>,</mo>\n        <msub>\n          <mrow>\n            <mi>A</mi>\n          </mrow>\n          <mrow>\n            <mn>2</mn>\n          </mrow>\n        </msub>\n        <mo>,</mo>\n        <msub>\n          <mrow>\n            <mi>A</mi>\n          </mrow>\n          <mrow>\n            <mn>3</mn>\n          </mrow>\n        </msub>\n        <mo>,</mo>\n        <msub>\n          <mrow>\n            <mi>A</mi>\n          </mrow>\n          <mrow>\n            <mn>4</mn>\n          </mrow>\n        </msub>\n      </mrow>\n    </mfenced>\n  </math>. The score for each area (a number between 0 and 100) therefore represents the percentage of achievement of that country in that area, with 100 being best practice met on all questions in the area. </p>\n<p>The choice of presenting all four area scores without further aggregation is the result of adopting the posture that high values in one area in a given country need not compensate in any way the country having low values in some other area, and that a comprehensive examination of the value of those four numbers for each country is potentially more informative than trying to summarize all four numbers into a single index.</p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-4\">3</sup><p> For questions 1 and 2, the methodology does not attribute a score (positive or negative) to the existence of customary or personal law but does score whether they are subject to constitutional principles of equality or non-discrimination. Therefore, in countries where customary or personal law does not apply, these questions are scored as &#x201C;N/A&#x201D; and are not included as part of the overall score calculation for the area &#x2018;overarching legal frameworks and public life&#x2019;. <a href=\"#footnote-ref-4\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-5\">4</sup><p> If a question is coded as &#x201C;N/A&#x201D;, it will not be counted in the total number of questions in an area of the law. <a href=\"#footnote-ref-5\">&#x2191;</a></p></div></div>","DATA_VALIDATION__GLOBAL":"<p>Countries are asked to designate a focal point to undertake the coordination at the country level necessary for the collection and validation of the data. Most designated focal points are within the NWMs, a number are within the NSOs and some are within both the NWMs and the NSOs. </p>\n<p>After verification, the data with relevant laws, polices and other sources included, are sent to the designated focal points/country counterparts to review and validate. Final answers are arrived at after the process of validation with country counterparts.</p>","ADJUSTMENT__GLOBAL":"<p> Not applicable</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level: </strong></p>\n<p>Not imputed</p>\n<p><strong>&#x2022; At regional and global levels: </strong></p>\n<p>Not imputed</p>","REG_AGG__GLOBAL":"<p>The regional and global aggregate calculations will be the unweighted average of the scores of each country in that region (or globally), per area of law.</p>","DOC_METHOD__GLOBAL":"<p>&#x2022; Methodology used by countries for the compilation of the data at the national level: The questionnaires provided to countries include guidance, definitions and instructions. </p>\n<p>&#x2022; International recommendations and guidelines: The areas of law and questions are drawn from the international legal and policy framework on gender equality, in particular the Convention on the Elimination of All Forms of Discrimination against Women (CEDAW), which has 189 States parties, (http://www.ohchr.org/EN/HRBodies/CEDAW/Pages/CEDAWIndex.aspx), and the Beijing Platform for Action (http://www.unwomen.org/en/how-we-work/intergovernmental-support/world-conferences-on-women). The attached Methodological Note sets out the international standards supporting the areas of law and questions and also attaches the background paper for the expert workshop which provides a useful summary of the international legal and policy framework on equality and non-discrimination on the basis of sex and the relevance for SDG indicator 5.1.1.</p>","QUALITY_MGMNT__GLOBAL":"<p>See section 4.d. on validation.</p>","QUALITY_ASSURE__GLOBAL":"<p>The assessment of laws is initially carried out by national counterparts, and legal practitioners and researchers on gender equality. The data is checked and verified by the World Bank Group, OECD Development Centre, and UN Women. The data is then sent to the designated focal points/country counterparts to review and validate. Please refer to section 3 above on Data source type and data collection method for more details. </p>","QUALITY_ASSMNT__GLOBAL":"<p>See section 4.d. on validation. In addition, coding guidelines are used to set criteria that are applied equally to all countries for the purposes of ensuring comparability across countries.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Pilot data collection and validation was carried out for 14 countries.</p>\n<p><strong>Time series:</strong></p>\n<p>First release of data was in 2019. </p>\n<p><strong>Disaggregation: </strong></p>\n<p>The indicator captures and is disaggregated into four areas of law: (i) overarching legal frameworks and public life; (ii) violence against women; (iii) employment and economic benefits; and (iv) marriage and family. Data in the global database corresponds to these disaggregations.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>There should be no discrepancies. Data is collected through validated surveys.</p>","OTHER_DOC__GLOBAL":"<p>World Bank Group: <a href=\"http://wbl.worldbank.org/\">http://wbl.worldbank.org/</a> </p>\n<p>OECD Development Centre: <a href=\"http://www.genderindex.org/\">http://www.genderindex.org/</a></p>\n<p>UN Women: <a href=\"https://data.unwomen.org/data-portal/sdg\">https://data.unwomen.org/data-portal/sdg</a> </p>\n<h1>UN Women and UN Statistics Division annual SDG and gender monitoring report: <a href=\"https://www.unwomen.org/en/what-we-do/2030-agenda-for-sustainable-development\"><em>Progress on the Sustainable Development Goals: The Gender Snapshot</em></a><em> </em></h1>","indicator":"5.1.1","target_id":"5.1","sdg_goal":"5","indicator_sort_order":"05-01-01"}