{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion of time spent on unpaid domestic and care work, by sex, age and location","graph_titles":[],"graph_type":"line","indicator_name":"Proportion of time spent on unpaid domestic and care work, by sex, age and location","indicator_number":"5.4.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 5: Achieve gender equality and empower all women and girls</p>","SDG_TARGET__GLOBAL":"<p>Target 5.4: Recognize and value unpaid care and domestic work through the provision of public services, infrastructure and social protection policies and the promotion of shared responsibility within the household and the family as nationally appropriate</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 5.4.1: Proportion of time spent on unpaid domestic and care work, by sex, age and location</p>","META_LAST_UPDATE__GLOBAL":"<p>2021-09-29</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>Time-use information collected and analyzed around the world has shown that there is a very close link between economic poverty (SDG 1) and time poverty; most of health care is provided by households (SDG 3) and these activities are socially allocated to women in general; the provision of early childhood education services (SDG 4) not only prepares children for primary education, but also frees up time for their caregivers; the sexual division of labour is a structural challenge of gender inequalities (SDG 5, 8 and 10); and the lack of services such as drinkable water, electricity or transport infrastructure increases unpaid work time and disproportionately affects women (SDG 6, 7, 9,11). Please see section &#x201C;Time-use data crucial for monitoring the 2030 Agenda for Sustainable Development: going beyond SDG 5&#x201D; of the <em>Policy relevance: Making the case for time-use data collections in support of SDGs monitoring paper submitted to the SC</em> of 2020<sup><a href=\"#footnote-2\" id=\"footnote-ref-2\">[1]</a></sup>.</p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-2\">1</sup><p> https://unstats.un.org/unsd/statcom/51st-session/documents/BG-Item3m-PolicyRelevance-E.pdf <a href=\"#footnote-ref-2\">&#x2191;</a></p></div></div>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>UN Statistics Division (UNSD) and UN WOMEN</p>","CONTACT_ORGANISATION__GLOBAL":"<p>UN Statistics Division (UNSD)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>This indicator is defined as the proportion of time spent in a day on unpaid domestic and care work by men and women. Unpaid domestic and care work refers to activities related to the provision of services for own final use by household members, or by family members living in other households. These activities are listed in ICATUS 2016 under the major divisions &#x201C;3. Unpaid domestic services for household and family members&#x201D; and &#x201C;4. Unpaid caregiving services for household and family members&#x201D;. </p>\n<p><strong>Concepts:</strong></p>\n<p><em>Unpaid domestic and care work </em>refers to activities including food preparation, dishwashing, cleaning and upkeep of the dwelling, laundry, ironing, gardening, caring for pets, shopping, installation, servicing and repair of personal and household goods, childcare, and care of the sick, elderly or disabled household and family members, among others. These activities are listed in ICATUS 2016 under the major divisions &#x201C;3. Unpaid domestic services for household and family members&#x201D; and &#x201C;4. Unpaid caregiving services for household and family members&#x201D;.</p>\n<p>Concepts and definitions for this indicator are based on the following international standards:</p>\n<ul>\n  <li>System of National Accounts 2008 (SNA 2008)</li>\n  <li>The Resolution concerning statistics of work, employment and labour underutilization, adopted by the International Conference of Labour Statisticians (ICLS) at its 19th Session in 2013</li>\n  <li>International Classification of Activities for Time Use Statistics 2016 (ICATUS 2016)</li>\n</ul>\n<p>Relevant specific concepts are presented below:</p>\n<ul>\n  <li>An activity is said to be productive or to fall within the &#x201C;general production boundary&#x201D; if it satisfies the third-person criterion (the activity can be delegated to another person and yield the same desired results).</li>\n  <li>Productive activities can be further classified based on the ILO framework for work statistics (included in the 19<sup>th</sup> ICLS resolution) into:</li>\n</ul>\n<ol>\n  <li>Own-use production work (activities to produce goods and services for own final use; the intended destination of the output is mainly for final use of the producer in the form of capital formation, or final consumption by household members or by family members living in other households; in the case of agricultural, fishing, hunting or gathering goods intended mainly for own consumption, a part or surplus may nevertheless be sold or bartered)</li>\n  <li>Employment (activities to produce goods or provide services for pay or profit)</li>\n  <li>Unpaid trainee work (any unpaid activity to produce goods or provide services for others, in order to acquire workplace experience or skills in a trade or profession)</li>\n  <li>Volunteer work (any unpaid, non-compulsory activity to produce goods or provide services for others)</li>\n  <li>Other forms of work</li>\n</ol>\n<p>The own-use production work can be differentiated based on whether goods or services are produced.</p>\n<p><em>Indicator 5.4.1 only considers the own-use production work of services, or in other words, the activities related to unpaid domestic services and unpaid caregiving services undertaken by households for their own use. These activities are listed in ICATUS 2016 under the major divisions &#x201C;3. Unpaid domestic services for household and family members&#x201D; and &#x201C;4. Unpaid caregiving services for household and family members&#x201D;.</em></p>\n<p>As much as possible, statistics compiled by UNSD are based on the International Classification of Activities for Time Use Statistics 2016 (ICATUS 2016), which classifies activities undertaken by persons during the survey period. ICATUS 2016 was adopted by the United Nations Statistical Commission for use as an international statistical classification at its 48th session, 7-10 March 2017.</p>","UNIT_MEASURE__GLOBAL":"<p>Data presented for this indicator are expressed as a proportion of time in a day</p>","CLASS_SYSTEM__GLOBAL":"<p>The data for SDG 5.4.1 are, as much as possible, in line with relevant international standards, including</p>\n<p>&#x25AA; Guide to Producing Statistics on Time-Use: Measuring Paid and Unpaid Work</p>\n<p>&#x25AA; The International Classification of Activities for Time Use Statistics 2016 (ICATUS 2016)</p>\n<p>&#x25AA; System of National Accounts 2008 (SNA 2008)</p>\n<p>&#x25AA; Resolution concerning statistics of work, employment and labour underutilization, adopted by the International Conference of Labour Statisticians (ICLS) at its 19th Session in 2013</p>","SOURCE_TYPE__GLOBAL":"<p>Most data on time use are collected through dedicated time use surveys or from time-use modules integrated in multi-purpose household surveys, conducted at national level.</p>\n<p>Data on time-use can be collected through a 24-hour diary (light diary) or stylized questionnaire. With diaries, respondents are asked to report on what activity they were performing when they started the day, what activity followed, and the time that activity began and ended (in most of the cases based on fixed intervals), and so forth through the 24 hours of the day. Stylized time-use questions ask respondents to recall the amount of time they allocated to a certain activity over a specified period, such as a day or a week. Often, stylized time-use questions are attached as a module to a multipurpose household survey. The 24-hour diary method yields better results than the stylized method but is a more expensive mode of data collection.</p>","COLL_METHOD__GLOBAL":"<p>Data are collected by national statistical offices, the official counterparts at the country level. Data are compiled and validated by UNSD. If there are inconsistencies or issues with the data, UNSD consults the focal point in the national statistical office. The data for SDG 5.4.1 are, as much as possible, in line with relevant international standards, or properly footnoted. International standards include:</p>\n<ul>\n  <li>Guide to Producing Statistics on Time-Use: Measuring Paid und Unpaid Work</li>\n  <li>The International Classification of Activities for Time Use Statistics 2016 (ICATUS 2016)</li>\n  <li>System of National Accounts 2008 (SNA 2008)</li>\n  <li>Resolution concerning statistics of work, employment and labour underutilization, adopted by the International Conference of Labour Statisticians (ICLS) at its 19th Session in 2013 </li>\n</ul>","FREQ_COLL__GLOBAL":"<p>Once national time use data become available, they are added to the UNSD database.</p>","REL_CAL_POLICY__GLOBAL":"<p>Data are released regularly as soon as they are updated</p>","DATA_SOURCE__GLOBAL":"<p>National Statistical Offices</p>","COMPILING_ORG__GLOBAL":"<p>United Nations Statistics Division</p>","INST_MANDATE__GLOBAL":"<p>The United Nations Statistics Division is committed to the advancement of the global statistical system. UNSD compiles and disseminates global statistical information, develops standards and norms for statistical activities, and supports countries&apos; efforts to strengthen their national statistical systems. UNSD facilitates the coordination of international statistical activities and support the functioning of the United Nations Statistical Commission as the apex entity of the global statistical system. The Social and Gender Statistics Section of UNSD works on migration statistics, gender statistics, and time use statistics.</p>\n<p>The Global Gender Statistics Programme is mandated by the United Nations Statistical Commission, implemented by the United Nations Statistics Division (UNSD) and coordinated by the Inter-Agency and Expert Group on Gender Statistics IAEG-GS.</p>\n<p>The Programme encompasses:</p>\n<ul>\n  <li>improving coherence among existing initiatives on gender statistics through international coordination</li>\n  <li>developing and promoting methodological guidelines in existing domains as well as in emerging areas of gender concern</li>\n  <li>strengthening national statistical and technical capacity for the production, dissemination and use of gender relevant data</li>\n  <li>facilitating access to gender relevant data and metadata through a newly developed data portal (forthcoming).</li>\n</ul>\n<p>UNSD serves as Secretariat of the Inter-Agency and Expert Group on Gender Statistics (IAEG-GS), the coordinating and guiding body of the Global Gender Statistics Programme. The IAEG-GS was first convened in 2006, meets annually and functions through advisory groups. Presently, the main advisory group&apos;s work concentrates on examining emerging and unaddressed key gender issues and related data gap with the aim to develop proposals on how to fill these gaps.</p>\n<p>In addition, UNSD serves as Secretariat of the United Nations Expert Group on Innovative and Effective Ways to Collect Time-Use Statistics, which initiated its work in June 2018 with the overall objective of taking stock and reviewing country practices in time-use surveys and providing technical guidance and recommendations to improve the collection and use of time use data, in line with international standards and in support of SDGs implementation. In particular, the Group was established to develop methodological guidelines on how to operationalize <a href=\"https://unstats.un.org/unsd/demographic-social/time-use/icatus-2016/\" target=\"_blank\">ICATUS 2016</a> and produce time-use statistics using the latest technologies, as requested by the <a href=\"https://unstats.un.org/unsd/statcom/\" target=\"_blank\">United Nations Statistical Commission</a> at its <a href=\"https://unstats.un.org/unsd/statcom/48th-session/\" target=\"_blank\">forty-eighth session</a> in 2017 in its decision <a href=\"https://unstats.un.org/unsd/statcom/decisions-ref/?code=48/109\" target=\"_blank\">48/109</a>. Presently, the TUS-EG together with UNSD is finalizing the reports on the minimum harmonized instrument, data quality in time use statistics, and digitalization of time use data, which will be presented at the Statistical Commission in 2022.</p>","RATIONALE__GLOBAL":"<p>The purpose of the indicator is to measure the amount of time women and men spend doing unpaid work, to ensure that all work, whether paid or unpaid, is valued. In addition, it also provides an assessment of gender equality, by highlighting discrepancies between how much time women and men spend on unpaid work, like cooking, cleaning or taking care of children.</p>\n<p>This indicator measures the average amount of time as a proportion in a day, so that if for a given country it is reported that women aged 15+ spend 10% of their day on unpaid domestic chores while men in the same age group spend 1%, it indicates that women spend 2.4 hours (2 hours and 24 minutes), while men spend 14.4 minutes on it a day, on average. As explained further in 4.c, this daily average is obtained from an average taken over a weekly period (or the reference period for the data collection), and thus not mean that women and men spend these given amounts of time every single day. </p>","REC_USE_LIM__GLOBAL":"<p>Time use statistics have been used for: (1) provide a measure of quality of life or general wellbeing of individuals and households; (2) offer a more comprehensive measurement of all forms of work, including unpaid household service work; (3) produce data relevant for monitoring gender equality and the empowerment of women and girls and are essential inputs for the policy and political dialogue on gender equality.</p>\n<p>International comparability of time-use statistics is limited by a number of factors, including: </p>\n<ol>\n  <li>Diary versus stylized time-use survey. Data on time-use can be collected through a 24-hour diary (light diary) or stylized questionnaire. With diaries, respondents are asked to report on what activity they were performing when they started the day, what activity followed, and the time that activity began and ended, and so forth through the 24 hours of the day. Stylized time-use questions ask respondents to recall the amount of time they allocated to a certain activity over a specified period, such as a day or week. Often, stylized time-use questions are attached as a module to a multipurpose household survey. The 24-hour diary method yields better results than the stylized method but is a more expensive mode of data collection. Data obtained from these two different data collection methods are usually not comparable, and even data collected with different stylized questions might not be comparable given that the level of details asked about activities performed might differ from one instrument to another, thus impacting the total time spent on a given activity. </li>\n  <li>Time-use activity classification. Regional and national classifications of time-use activities may differ from ICATUS 2016, resulting in data that are not comparable across countries. </li>\n  <li>Time-use data presented refer to the &#x201C;main activity&#x201D; only. Any &#x201C;secondary activity&#x201D; performed simultaneously with the main activity is not reflected in the average times shown. For instance, a woman may be cooking and looking after a child simultaneously. For countries reporting cooking as the main activity, time spent caring for children is not accounted for and reflected in the statistics. This may affect international comparability of data on time spent caring for children; it may also underestimate the time women spend on this activity. </li>\n  <li>Different target age population used by countries and age groups used also make time use data difficult to compare across countries.</li>\n</ol>","DATA_COMP__GLOBAL":"<p>Data presented for this indicator are expressed as a proportion of time in a day. In the case when the reference period is one week, weekly data is averaged over seven days of the week to obtain the daily average time. </p>\n<p>Proportion of time spent on unpaid domestic and care work is calculated by dividing the daily average number of hours spent on unpaid domestic and care work by 24 hours. </p>\n<p>Proportion of time spent on unpaid domestic and care work (<math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mi>I</mi>\n    <mi>n</mi>\n    <mi>d</mi>\n    <mi>i</mi>\n    <mi>c</mi>\n    <mi>a</mi>\n    <mi>t</mi>\n    <mi>o</mi>\n    <mi>r</mi>\n    <mi>&amp;nbsp;</mi>\n    <mn>5</mn>\n    <mo>.</mo>\n    <mn>4</mn>\n    <mo>.</mo>\n    <mn>1</mn>\n  </math>) is calculated as:</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mi>I</mi>\n    <mi>n</mi>\n    <mi>d</mi>\n    <mi>i</mi>\n    <mi>c</mi>\n    <mi>a</mi>\n    <mi>t</mi>\n    <mi>o</mi>\n    <mi>r</mi>\n    <mi>&amp;nbsp;</mi>\n    <mn>5</mn>\n    <mo>.</mo>\n    <mn>4</mn>\n    <mo>.</mo>\n    <mn>1</mn>\n    <mo>=</mo>\n    <mfrac>\n      <mrow>\n        <mi>D</mi>\n        <mi>a</mi>\n        <mi>i</mi>\n        <mi>l</mi>\n        <mi>y</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>n</mi>\n        <mi>u</mi>\n        <mi>m</mi>\n        <mi>b</mi>\n        <mi>e</mi>\n        <mi>r</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>o</mi>\n        <mi>f</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>h</mi>\n        <mi>o</mi>\n        <mi>u</mi>\n        <mi>r</mi>\n        <mi>s</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>s</mi>\n        <mi>p</mi>\n        <mi>e</mi>\n        <mi>n</mi>\n        <mi>t</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>o</mi>\n        <mi>n</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>d</mi>\n        <mi>o</mi>\n        <mi>m</mi>\n        <mi>e</mi>\n        <mi>s</mi>\n        <mi>t</mi>\n        <mi>i</mi>\n        <mi>c</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>w</mi>\n        <mi>o</mi>\n        <mi>r</mi>\n        <mi>k</mi>\n        <mo>+</mo>\n        <mi>D</mi>\n        <mi>a</mi>\n        <mi>i</mi>\n        <mi>l</mi>\n        <mi>y</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>n</mi>\n        <mi>u</mi>\n        <mi>m</mi>\n        <mi>b</mi>\n        <mi>e</mi>\n        <mi>r</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>o</mi>\n        <mi>f</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>h</mi>\n        <mi>o</mi>\n        <mi>u</mi>\n        <mi>r</mi>\n        <mi>s</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>s</mi>\n        <mi>p</mi>\n        <mi>e</mi>\n        <mi>n</mi>\n        <mi>t</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>o</mi>\n        <mi>n</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>c</mi>\n        <mi>a</mi>\n        <mi>r</mi>\n        <mi>e</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>w</mi>\n        <mi>o</mi>\n        <mi>r</mi>\n        <mi>k</mi>\n      </mrow>\n      <mrow>\n        <mn>24</mn>\n      </mrow>\n    </mfrac>\n    <mo>&#xD7;</mo>\n    <mn>100</mn>\n  </math></p>\n<p>where</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mi>D</mi>\n    <mi>a</mi>\n    <mi>i</mi>\n    <mi>l</mi>\n    <mi>y</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>n</mi>\n    <mi>u</mi>\n    <mi>m</mi>\n    <mi>b</mi>\n    <mi>e</mi>\n    <mi>r</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>o</mi>\n    <mi>f</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>h</mi>\n    <mi>o</mi>\n    <mi>u</mi>\n    <mi>r</mi>\n    <mi>s</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>s</mi>\n    <mi>p</mi>\n    <mi>e</mi>\n    <mi>n</mi>\n    <mi>t</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>o</mi>\n    <mi>n</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>r</mi>\n    <mi>e</mi>\n    <mi>l</mi>\n    <mi>e</mi>\n    <mi>v</mi>\n    <mi>a</mi>\n    <mi>n</mi>\n    <mi>t</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>a</mi>\n    <mi>c</mi>\n    <mi>t</mi>\n    <mi>i</mi>\n    <mi>v</mi>\n    <mi>i</mi>\n    <mi>t</mi>\n    <mi>i</mi>\n    <mi>e</mi>\n    <mi>s</mi>\n    <mo>=</mo>\n    <mfrac>\n      <mrow>\n        <mtable>\n          <mtr>\n            <mtd>\n              <mrow>\n                <maligngroup></maligngroup>\n                <mi>T</mi>\n                <mi>o</mi>\n                <mi>t</mi>\n                <mi>a</mi>\n                <mi>l</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>n</mi>\n                <mi>u</mi>\n                <mi>m</mi>\n                <mi>b</mi>\n                <mi>e</mi>\n                <mi>r</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>o</mi>\n                <mi>f</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>h</mi>\n                <mi>o</mi>\n                <mi>u</mi>\n                <mi>r</mi>\n                <mi>s</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>s</mi>\n                <mi>p</mi>\n                <mi>e</mi>\n                <mi>n</mi>\n                <mi>t</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>b</mi>\n                <mi>y</mi>\n                <mi>&amp;nbsp;</mi>\n              </mrow>\n            </mtd>\n          </mtr>\n          <mtr>\n            <mtd>\n              <mrow>\n                <maligngroup></maligngroup>\n                <mi>t</mi>\n                <mi>h</mi>\n                <mi>e</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>p</mi>\n                <mi>o</mi>\n                <mi>p</mi>\n                <mi>u</mi>\n                <mi>l</mi>\n                <mi>a</mi>\n                <mi>t</mi>\n                <mi>i</mi>\n                <mi>o</mi>\n                <mi>n</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>o</mi>\n                <mi>n</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>r</mi>\n                <mi>e</mi>\n                <mi>l</mi>\n                <mi>e</mi>\n                <mi>v</mi>\n                <mi>a</mi>\n                <mi>n</mi>\n                <mi>t</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>a</mi>\n                <mi>c</mi>\n                <mi>t</mi>\n                <mi>i</mi>\n                <mi>v</mi>\n                <mi>i</mi>\n                <mi>t</mi>\n                <mi>i</mi>\n                <mi>e</mi>\n                <mi>s</mi>\n              </mrow>\n            </mtd>\n          </mtr>\n        </mtable>\n      </mrow>\n      <mrow>\n        <mtable>\n          <mtr>\n            <mtd>\n              <mrow>\n                <maligngroup></maligngroup>\n                <mi>T</mi>\n                <mi>o</mi>\n                <mi>t</mi>\n                <mi>a</mi>\n                <mi>l</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>p</mi>\n                <mi>o</mi>\n                <mi>p</mi>\n                <mi>u</mi>\n                <mi>l</mi>\n                <mi>a</mi>\n                <mi>t</mi>\n                <mi>i</mi>\n                <mi>o</mi>\n                <mi>n</mi>\n                <mi>&amp;nbsp;</mi>\n                <mo>(</mo>\n                <mi>r</mi>\n                <mi>e</mi>\n                <mi>g</mi>\n                <mi>a</mi>\n                <mi>r</mi>\n                <mi>d</mi>\n                <mi>l</mi>\n                <mi>e</mi>\n                <mi>s</mi>\n                <mi>s</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>o</mi>\n                <mi>f</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>w</mi>\n                <mi>h</mi>\n                <mi>e</mi>\n                <mi>t</mi>\n                <mi>h</mi>\n                <mi>e</mi>\n                <mi>r</mi>\n                <mi>&amp;nbsp;</mi>\n              </mrow>\n            </mtd>\n          </mtr>\n          <mtr>\n            <mtd>\n              <mrow>\n                <maligngroup></maligngroup>\n                <mi>t</mi>\n                <mi>h</mi>\n                <mi>e</mi>\n                <mi>y</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>p</mi>\n                <mi>a</mi>\n                <mi>r</mi>\n                <mi>t</mi>\n                <mi>i</mi>\n                <mi>c</mi>\n                <mi>i</mi>\n                <mi>p</mi>\n                <mi>a</mi>\n                <mi>t</mi>\n                <mi>e</mi>\n                <mi>d</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>i</mi>\n                <mi>n</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>t</mi>\n                <mi>h</mi>\n                <mi>e</mi>\n                <mi>&amp;nbsp;</mi>\n                <mi>a</mi>\n                <mi>c</mi>\n                <mi>t</mi>\n                <mi>i</mi>\n                <mi>v</mi>\n                <mi>i</mi>\n                <mi>t</mi>\n                <mi>y</mi>\n                <mo>)</mo>\n              </mrow>\n            </mtd>\n          </mtr>\n        </mtable>\n      </mrow>\n    </mfrac>\n  </math></p>\n<p>If data on time spent are weekly, data are averaged over seven days of the week to obtain daily time spent.</p>\n<p>Average number of hours spent on unpaid domestic and care work derives from time use statistics that is collected through stand-alone time-use surveys or a time-use module in multi-purpose household surveys. Data on time-use may be summarized and presented as either (1) average time spent for participants (in a given activity) only or (2) average time spent for all population of a certain age (total relevant population). In the former type of averages, the total time spent by the individuals who performed an activity is divided by the number of persons who performed it (participants). In the latter type of averages, the total time is divided by the total relevant population (or a sub-group thereof), regardless of whether people performed the activity or not. </p>\n<p><em>SDG indicator 5.4.1 is calculated based on the average number of hours spent on unpaid domestic and unpaid care work for the total relevant population. This type of measures can be used to compare groups and assess changes over time. Differences among groups or over time may be due to a difference (or change) in the proportion of those participating in the specific activity or a difference (or change) in the amount of time spent by participants, or both. </em></p>","DATA_VALIDATION__GLOBAL":"<p>Most of the data are provided and validated by national statistical offices. In some cases, data have been obtained from publicly available national databases and publications. UNSD communicates with countries if there are inconsistencies or possible errors in the data.</p>","ADJUSTMENT__GLOBAL":"<p>No adjustments with respect to international standards are made.</p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level</strong></li>\n</ul>\n<p>UNSD does not produce estimates for missing values</p>\n<ul>\n  <li><strong>At regional and global levels</strong></li>\n</ul>\n<p>No imputation is done. Aggregates are computed based on available data only.</p>","REG_AGG__GLOBAL":"<p>The number of countries conducting such surveys is insufficient to allow the computation of annual regional aggregates for SDG reporting. Furthermore, limited comparability across national data hampers the computation of regional aggregates. Nevertheless, UNSD regularly produces regional estimates to monitor and report on global trends. This is done by using the latest available data from each country in the region. In the case of insufficient data from a region, regional aggregates are not reported for the particular region. The SDG regions of &#x201C;Australia and New Zealand&#x201D; and &#x201C;Europe and North America&#x201D; are combined to produce a single aggregate for &#x201C;Developed region.&#x201D; In addition, the ratio of time spent by women women:men is computed separately for each country and then averaged over the countries in the region to ensure comparability. </p>","DOC_METHOD__GLOBAL":"<p>International Classification of Activities for Time Use Statistics 2016: <a href=\"https://unstats.un.org/unsd/demographic-social/time-use/icatus-2016/\">https://unstats.un.org/unsd/demographic-social/time-use/icatus-2016/</a></p>\n<p>Guide to Producing Statistics on Time-Use: Measuring Paid und Unpaid Work: <a href=\"https://unstats.un.org/unsd/publication/SeriesF/SeriesF_93E.pdf\">https://unstats.un.org/unsd/publication/SeriesF/SeriesF_93E.pdf</a></p>\n<p>System of National Accounts 2008 (SNA 2008): <a href=\"https://unstats.un.org/unsd/nationalaccount/sna2008.asp\">https://unstats.un.org/unsd/nationalaccount/sna2008.asp</a></p>\n<p>The Resolution concerning statistics of work, employment and labour underutilization:</p>\n<p><a href=\"http://www.ilo.org/global/statistics-and-databases/standards-and-guidelines/resolutions-adopted-by-international-conferences-of-labour-statisticians/WCMS_230304/lang--en/index.htm\">http://www.ilo.org/global/statistics-and-databases/standards-and-guidelines/resolutions-adopted-by-international-conferences-of-labour-statisticians/WCMS_230304/lang--en/index.htm</a></p>","QUALITY_MGMNT__GLOBAL":"<p>Details on quality management are available in the data quality for time use statistics paper, presented to the Statistical Commission in 2020:</p>\n<p><a href=\"https://unstats.un.org/unsd/statcom/51st-session/documents/BG-Item3m-Defining_Quality-E.pdf\">https://unstats.un.org/unsd/statcom/51st-session/documents/BG-Item3m-Defining_Quality-E.pdf</a></p>\n<p>This technical report is being updated and further developed by the TUS-EG and will be presented at the Statistical Commission in March 2022. The updated report will reflect the latest developments and include country examples. </p>","QUALITY_ASSURE__GLOBAL":"<p>UNSD has been reviewing in detail the survey methodology followed to collect time use data and the classification of activities used by countries, to assess the level of comparability across countries and over time in a given country.</p>","QUALITY_ASSMNT__GLOBAL":"<p>UNSD reviews and assesses the quality of the data received from countries and reverts back to the data providers for clarifications if needed. The data received are compared to previous years to ensure consistency over time. In addition, the indicator calculations are verified, and data are checked for anomalies.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>90 countries with data between 2000 and 2020</p>\n<p>By Year:</p>\n<p>From 2000 &#x2013; 2004: 41 countries</p>\n<p>From 2005 &#x2013; 2009: 38 countries</p>\n<p>From 2010: 66 countries</p>\n<p>By Region (2000 &#x2013; 2020)</p>\n<p>Africa: 17 countries</p>\n<p>Americas: 19 countries</p>\n<p>Asia: 21 countries</p>\n<p>Europe: 32 countries</p>\n<p>Oceania: 3 countries</p>\n<p><strong>Time series:</strong></p>\n<p>From 2000 to 2020</p>\n<p><strong>Disaggregation:</strong></p>\n<p>This indicator should be disaggregated by the following dimensions: sex, age and location.</p>\n<p>The categories for disaggregation, by dimension, are as follows: </p>\n<p>Sex: female/male;</p>\n<p>Age: the recommended age groups are: 15+, 15-24, 25-44, 45-54, 55-64 and 65+</p>\n<p>Location: urban/rural (following national definitions given the lack of international definition)</p>\n<p>These categories have been recommended by the Inter-Agency and Expert Group on Gender Statistics (IAEG-GS) during its 11th meeting in Rome, Italy on 30-31 October 2017.</p>\n<p>Available data are currently disaggregated by sex, age and location</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Do not apply</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>http://unstats.un.org/unsd/gender/default.html</p>\n<p><strong>References:</strong></p>\n<ul>\n  <li>Guide to Producing Statistics on Time-Use: Measuring Paid and Unpaid Work (<a href=\"https://unstats.un.org/unsd/publication/SeriesF/SeriesF_93E.pdf\">https://unstats.un.org/unsd/publication/SeriesF/SeriesF_93E.pdf</a>)</li>\n  <li>International Classification of Activities for Time Use Statistics 2016 (<a href=\"https://unstats.un.org/unsd/demographic-social/time-use/icatus-2016/\">https://unstats.un.org/unsd/demographic-social/time-use/icatus-2016/</a>)</li>\n  <li>Minimum Set of Gender Indicators (<a href=\"http://genderstats.un.org\">http://genderstats.un.org</a>) </li>\n  <li>Modernization of the production of time-use statistics: A placemat linking priority components of the conceptual framework: </li>\n</ul>\n<p><a href=\"https://unstats.un.org/unsd/statcom/51st-session/documents/BG-Item3m-Placemat-E.pdf\">https://unstats.un.org/unsd/statcom/51st-session/documents/BG-Item3m-Placemat-E.pdf</a></p>\n<ul>\n  <li>Policy relevance: Making the case for time-use data collections in support of SDGs monitoring:</li>\n</ul>\n<p><a href=\"https://unstats.un.org/unsd/statcom/51st-session/documents/BG-Item3m-PolicyRelevance-E.pdf\">https://unstats.un.org/unsd/statcom/51st-session/documents/BG-Item3m-PolicyRelevance-E.pdf</a></p>\n<ul>\n  <li>Time use Concepts and Definitions:</li>\n</ul>\n<p><a href=\"https://unstats.un.org/unsd/statcom/51st-session/documents/BG-Item3m-Concepts_and_definitions-E.pdf\">https://unstats.un.org/unsd/statcom/51st-session/documents/BG-Item3m-Concepts_and_definitions-E.pdf</a></p>\n<ul>\n  <li>Towards defining quality for data and statistics on time use:</li>\n</ul>\n<p><a href=\"https://unstats.un.org/unsd/statcom/51st-session/documents/BG-Item3m-Defining_Quality-E.pdf\">https://unstats.un.org/unsd/statcom/51st-session/documents/BG-Item3m-Defining_Quality-E.pdf</a></p>\n<ul>\n  <li>Minimum Harmonized Instrument for the collection of time-use data:</li>\n</ul>\n<p>https://unstats.un.org/unsd/statcom/51st-session/documents/BG-Item3m-MinimumHarmonizedInstrument-E.pdf</p>","indicator":"5.4.1","target_id":"5.4","sdg_goal":"5","indicator_sort_order":"05-04-01"}