{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion of seats held by women in (a) national parliaments and (b) local governments","graph_titles":[],"graph_type":"line","indicator_name":"Proportion of seats held by women in (a) national parliaments and (b) local governments","indicator_number":"5.5.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 5: Achieve gender equality and empower all women and girls</p>","SDG_TARGET__GLOBAL":"<p>Target 5.5: Ensure women&#x2019;s full and effective participation and equal opportunities for leadership at all levels of decision-making in political, economic and public life</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 5.5.1: Proportion of seats held by women in (a) national parliaments and (b) local governments</p>","META_LAST_UPDATE__GLOBAL":"<p>2018-01-30</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>UN-Women</p>","CONTACT_ORGANISATION__GLOBAL":"<p>UN-Women</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Indicator 5.5.1(b) measures the proportion of positions held by women in local government.</p>\n<p>It is expressed as a percentage of elected positions held by women in legislative/ deliberative bodies of local government. </p>\n<h2>Concepts: </h2>\n<p><strong><u>Local government</u></strong> is one of the sub-national spheres of government and a result of decentralization, a process of transferring political, fiscal, and administrative powers from the central government to sub-national units of government distributed across the territory of a country to regulate and/or run certain government functions or public services on their own. </p>\n<p>The definition of local government follows the 2008 System of National Accounts (SNA) distinction between central, state, and local government (para 4.129). Local government consists of local government units, defined in the SNA as &#x201C;institutional units whose fiscal, legislative and executive authority extends over the smallest geographical areas distinguished for administrative and political purposes&#x201D; (para 4.145). What constitutes local government of a given country is defined by that country&#x2019;s national legal framework, including national constitutions and local government acts or equivalent legislation.</p>\n<p>Each local government unit typically includes a legislative/ deliberative body and an executive body. <u>Legislative/ deliberative bodies</u>, such as councils or assemblies, are formal entities with a prescribed number of members as per national or state legislation. They are usually elected by universal suffrage and have decision-making power, including the ability to issue by-laws, on a range of local aspects of public affairs. </p>\n<p>Executive bodies, consisting of an executive committee or a mayor, may be elected, appointed or nominated and they prepare and execute decisions made by the legislative/ deliberative body. </p>\n<p><u>Elected positions</u> are the most common manner of selection of local government members. They are selected in local elections, based on a system of choosing political office holders in which the voters cast ballots for the person, persons or political party that they desire to see elected. The category of elected positions includes both elected persons who competed on openly contested seats and persons selected during the electoral processes on reserved seats or through a candidate quota.</p>\n<p>By comparison, members selected on appointed positions (the least common manner of selection of local government members) are nominated, typically by government officials from higher-ranking tiers of government. Appointed members of local government are more frequent among the leadership positions, such as the heads of the executive body, representatives of specific groups (e.g., women, disadvantaged groups, youth); and, temporary committees/delegations/caretakers appointed by government officials when a council has been dissolved.</p>","SOURCE_TYPE__GLOBAL":"<p><u>Administrative data based on electoral records</u> are the main source of data on elected members of local government, and the recommended data source for Indicator 5.5.1(b). Electoral records are produced and upheld by Electoral Management Bodies (EMBs) or equivalent bodies tasked with organizing elections at local level. EMBs are part of the National Statistical System, and often specifically mentioned in the national statistics acts as producers of official statistics. </p>\n<p>The use of electoral records to measure women&#x2019;s representation in local government and monitoring of Indicator 5.5.1(b) is cost-effective, straightforward and timely. No adjustments or estimates are necessary to transform the administrative information into statistics for monitoring the indicator. The conceptual framework at the basis of Indicator 5.5.1(b) is consistent with the conceptual framework at the basis of local elections, as both are provided by national legal framework. The data used to calculate Indicator 5.5.1(b) refer to information on election winners, disaggregated by sex, and the coverage of the reference population (in this case, the elected officials) should be complete. In countries where the electoral records are electronic and centralized, information on numbers of women and men in elected positions can be made available as soon as the official results of elections are released. </p>\n<p><u>Two other types of sources of data</u> may be used in the few instances where electoral records are not electronic or not centralized. One additional type of source is also administrative, and refers to public administration data available to line ministries overseeing local government. However, its use for statistics may be less straightforward compared to centralized electoral records. The scope of public administration records is beyond the elected positions, and information on women and men in elected positions of local government may be mixed with information on public administration employees, which are not covered by this indicator. Therefore, additional data processing and resources may be required to carefully extract the information needed. In some cases, the forms used as the basis for administrative records may need to be modified to ensure recording of the positions as being elected, in legislative/deliberative bodies, as well as the sex of persons in those positions. In other cases, some elected positions may not be covered in the records maintained, for example, if the administrative records are restricted to only those positions that are on the government payroll. </p>\n<p>Another type of data source that may provide information on women and men in local government in the absence of centralized electronic election records, refers to existing surveys or censuses using local government units as units of observation. These surveys or censuses may be undertaken by National Statistical Offices and/or line ministries and may take the form of (a) local government censuses or surveys; (b) establishment survey; and (c) municipality surveys. These surveys/census may already include, in the data collection tool dedicated to their main purpose, a few questions on the number of members of local legislative/deliberative and executive bodies by sex and other individual characteristics such as age and education; or may require the integration of such questions. Similar to other censuses and surveys, a low response rate can result in bias of the statistics obtained. Sampling errors may also add to the bias, in ways that cannot be assessed in the absence of a good understanding of distribution of women&#x2019;s and men&#x2019;s representation across different local government units across the territory of a country.</p>","COLL_METHOD__GLOBAL":"<p>The compilation of data, coordinated by UN Women and undertaken with the support of UN Regional Commissions, uses two mechanisms:</p>\n<ul>\n  <li>data request forms sent to EMBs and NSOs directly or through UN Regional Commissions </li>\n  <li>on-line dissemination of data by NSS entities who are the primary source of data or in charge with coordination of SDGs, including EMBs and/or NSOs. This process will be done in a transparent manner, based on communication with NSS focal points, so that the NSS has a chance to validate or dismiss a country&#x2019;s compiled data. </li>\n</ul>","FREQ_COLL__GLOBAL":"<p>After establishing the global baseline, the data will be compiled every year, in January of each year, and/or after local elections have taken place.</p>","REL_CAL_POLICY__GLOBAL":"<p>Second quarter of the year.</p>","DATA_SOURCE__GLOBAL":"<p>Data are provided by Electoral Management Bodies and/or in coordination with National Statistical Offices.</p>","COMPILING_ORG__GLOBAL":"<p>UN Women with the support of UN Regional Commissions.</p>","RATIONALE__GLOBAL":"<p>Women&#x2019;s and men&#x2019;s right to exercise their political rights on an equal basis, and at all levels of decision-making, is recognized in the SDGs and enshrined in many human and political rights declarations, conventions and resolutions agreed to by most countries in the world. Indicator 5.5.1(b) measures the degree to which gender balance has been achieved in, and women have equal access to, political decision-making in local government. </p>\n<p>Indicator 5.5.1(b) complements the Indicator 5.5.1(a) on women in national parliaments, and accounts for the representation of women among the millions of members of local governments that influence (or have the potential to influence) the lives of local communities around the world. All tiers of local government are covered by the indicator, consistent with national legal frameworks defining local government.</p>","REC_USE_LIM__GLOBAL":"<p>Indicator 5.5.1(b) refers to the representation of women among elected positions of legislative/deliberative bodies of local government. This is a strength, because it ensures comparability across countries, at low cost, and mirrors the SDG indicator measuring women&#x2019;s representation at national level, in parliament. This is also a limitation in that the indicator does not consider other positions in local government. Local government officials holding executive positions who are not simultaneously holding a position within the legislative/deliberative body, or who are appointed and not elected, are not considered in this indicator. </p>\n<p>It is recommended that women&#x2019;s representation in executive positions, particularly at the level of the head of the executive (such as mayor), is monitored separately at national and global levels, but not as a headline SDG indicator.</p>\n<p>Importantly, the indicator refers to representation among members of local government and not the quality of their participation. Countries may therefore consider assessing political participation through national or subnational studies involving qualitative and/or quantitative methods of research. Additional indicators of political participation may also be monitored at national level, such as women&#x2019;s share among voters and candidates in local elections, to monitor the closing of other gaps on women&#x2019;s political participation. </p>\n<p>Finally, aspects of local governance beyond the formal institutions of local government, such as public administration staff, are not included in the indicator 5.5.1(b), and may be covered by other indicators in the SDG framework, particularly within the Goal 16 on inclusive societies.</p>","DATA_COMP__GLOBAL":"<p>The method of computation is as follows: </p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mi>I</mi>\n    <mi>n</mi>\n    <mi>d</mi>\n    <mi>i</mi>\n    <mi>c</mi>\n    <mi>a</mi>\n    <mi>t</mi>\n    <mi>o</mi>\n    <mi>r</mi>\n    <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n    <mn>5</mn>\n    <mo>.</mo>\n    <mn>5</mn>\n    <mo>.</mo>\n    <mn>1</mn>\n    <mo>(</mo>\n    <mi>b</mi>\n    <mo>)</mo>\n    <mo>=</mo>\n    <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n    <mfrac>\n      <mrow>\n        <mfenced separators=\"|\">\n          <mrow>\n            <mi>N</mi>\n            <mi>u</mi>\n            <mi>m</mi>\n            <mi>b</mi>\n            <mi>e</mi>\n            <mi>r</mi>\n            <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n            <mi>o</mi>\n            <mi>f</mi>\n            <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n            <mi>s</mi>\n            <mi>e</mi>\n            <mi>a</mi>\n            <mi>t</mi>\n            <mi>s</mi>\n            <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n            <mi>h</mi>\n            <mi>e</mi>\n            <mi>l</mi>\n            <mi>d</mi>\n            <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n            <mi>b</mi>\n            <mi>y</mi>\n            <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n            <mi>w</mi>\n            <mi>o</mi>\n            <mi>m</mi>\n            <mi>e</mi>\n            <mi>n</mi>\n          </mrow>\n        </mfenced>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mo>&#xD7;</mo>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mn>100</mn>\n      </mrow>\n      <mrow>\n        <mi>T</mi>\n        <mi>o</mi>\n        <mi>t</mi>\n        <mi>a</mi>\n        <mi>l</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi>n</mi>\n        <mi>u</mi>\n        <mi>m</mi>\n        <mi>b</mi>\n        <mi>e</mi>\n        <mi>r</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi>o</mi>\n        <mi>f</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi>s</mi>\n        <mi>e</mi>\n        <mi>a</mi>\n        <mi>t</mi>\n        <mi>s</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi>h</mi>\n        <mi>e</mi>\n        <mi>l</mi>\n        <mi>d</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi>b</mi>\n        <mi>y</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi>w</mi>\n        <mi>o</mi>\n        <mi>m</mi>\n        <mi>e</mi>\n        <mi>n</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi>a</mi>\n        <mi>n</mi>\n        <mi>d</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi>m</mi>\n        <mi>e</mi>\n        <mi>n</mi>\n      </mrow>\n    </mfrac>\n    <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n  </math></p>\n<h2>Unit:</h2>\n<p>%</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>Not Imputed</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>Not Imputed</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Data on women&#x2019;s and men&#x2019;s representation in elected positions of legislative/ deliberative bodies of local government are currently estimated as available for 89 of countries in the world. This estimate is based on a count of countries covered by regional databases in Europe, Latin America and the Caribbean, and ad-hoc studies in Asia and Pacific. However, the indicator used vary from one region to another. The count of countries is expected to change after the methodology of the indicator is used consistently across countries and regions.</p>\n<p><strong>Time series:</strong></p>\n<p><strong>Disaggregation: </strong></p>\n<p>Data on elected positions in legislative/deliberative bodies of local government have to be disaggregated by sex to enable the calculation of the indicator. No additional disaggregation is required for SDG reporting.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>There are no discrepancies. Data are reported by entities of National Statistical Systems, including Electoral Management Bodies and National Statistical Offices.</p>","OTHER_DOC__GLOBAL":"<p>ECLAC, 2016a. CEPALSTAT: Databases and statistical publications. <a href=\"http://interwp.cepal.org/sisgen/ConsultaIntegrada.asp?idAplicacion=11&amp;idioma=e\">http://interwp.cepal.org/sisgen/ConsultaIntegrada.asp?idAplicacion=11&amp;idioma=e</a> (accessed January-April 2016)</p>\n<p>European Commission, 2016a. Database on women and men in decision-making (WMID). <a href=\"http://ec.europa.eu/justice/gender-equality/gender-decision-making/database/index_en.htm\">http://ec.europa.eu/justice/gender-equality/gender-decision-making/database/index_en.htm</a> (accessed January-April 2016)</p>\n<p>European Commission, International Monetary Fund, Organization for Economic Co-operation and Development, United Nations and the World Bank, 2009<em>. The 2008 System of National Accounts.</em></p>\n<p>UNECE, 2016a. Public life and decision-making database. <a href=\"http://w3.unece.org/PXWeb2015/pxweb/en/STAT/STAT__30-GE__05-PublicAnddecision\">http://w3.unece.org/PXWeb2015/pxweb/en/STAT/STAT__30-GE__05-PublicAnddecision</a> (accessed January-April 2016).</p>\n<p>UNDP, 2014. Gender Equality: Women&#x2019;s participation and leadership in governments at the local level. Asia and the Pacific 2013. Bangkok, UNDP.</p>\n<p>United Nations, 2011. <em>Using Administrative and Secondary Sources for Official Statistics: A Handbook of Principles and Practices</em>. UNECE.</p>\n<p>UNPAN (United Nations Public Administration Network), 2016. UN Public Administration Glossary. http://www.unpan.org/Directories/Glossary/tabid/1398/language/en-US/Default.aspx (March 2016)</p>\n<p>UN Women, 2017. Review of National Constitutions and Local Government Acts. Unpublished. </p>\n<p>UN Women and UNDP, 2015. Inclusive Electoral Processes: A guide for Electoral Management Bodies on Promoting Gender Equality and Women&#x2019;s Participation.</p>","indicator":"5.5.1","target_id":"5.5","sdg_goal":"5","indicator_sort_order":"05-05-01"}