{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion of population using safely managed drinking water services","graph_titles":[],"graph_type":"line","indicator_name":"Proportion of population using safely managed drinking water services","indicator_number":"6.1.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 6: Ensure availability and sustainable management of water and sanitation for all</p>","SDG_TARGET__GLOBAL":"<p>Target 6.1: By 2030, achieve universal and equitable access to safe and affordable drinking water for all</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 6.1.1: Proportion of population using safely managed drinking water services</p>","META_LAST_UPDATE__GLOBAL":"<p>2021-12-20</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>All targets under Goal 6, as well as targets 1.2, 1.4, 2.2, 3.2, 3.8, 3.9, 4a, 5.4 and 11.1</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>World Health Organization (WHO)</p>\n<p>United Nations Children&apos;s Fund (UNICEF)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>World Health Organization (WHO)</p>\n<p>United Nations Children&apos;s Fund (UNICEF)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>The proportion of the population using safely managed drinking water services is defined as the proportion of population using an improved drinking water source which is accessible on premises, available when needed and free from faecal and priority chemical contamination. &#x2018;Improved&#x2019; drinking water sources include: piped supplies, boreholes and tubewells, protected dug wells, protected springs, rainwater, water kiosks, and packaged and delivered water. </p>\n<p><strong>Concepts:</strong></p>\n<p>The term &#x2018;drinking water source&#x2019; refers to the point where people collect water for drinking and not the origin of the water supplied. For example, water collected from a distribution network that draws water from a surface water reservoir would be classified as piped water, while water collected directly from a lake or river would be classified as surface water.</p>\n<p>&#x2018;Improved&#x2019; drinking water sources include the following: piped water, boreholes or tubewells, protected dug wells, protected springs, rainwater, water kiosks, and packaged or delivered water. </p>\n<p>&#x2018;Unimproved&#x2019; drinking water sources include: unprotected dug wells, unprotected springs, and surface water (rivers, reservoirs, lakes, ponds, streams, canals, and irrigation channels), all of which are by nature of their design and construction unlikely to deliver safe water.</p>\n<p>A water source is &#x2018;accessible on premises&#x2019; if the point of collection is within the dwelling, compound, yard or plot, or water is delivered to the household.</p>\n<p>Drinking water is &#x2018;available when needed&#x2019; if households report having &#x2018;sufficient&#x2019; water, or water is available &#x2018;most of the time&#x2019; (i.e. at least 12 hours per day or 4 days per week).</p>\n<p>&#x2018;Free from faecal and priority chemical contamination&#x2019; requires that drinking water meets international standards for microbiological and chemical water quality specified in the WHO Guidelines for Drinking Water Quality. For the purposes of global monitoring the priority indicator of microbiological contamination is <em>E. coli</em> (or thermotolerant coliforms), and the priority chemical contaminants are arsenic and fluoride.</p>\n<p>For detailed guidance on water quality, please refer to the most recent version of the WHO Guidelines for drinking water quality:</p>\n<p><a href=\"https://www.who.int/teams/environment-climate-change-and-health/water-sanitation-and-health/water-safety-and-quality/drinking-water-quality-guidelines\">https://www.who.int/teams/environment-climate-change-and-health/water-sanitation-and-health/water-safety-and-quality/drinking-water-quality-guidelines</a> </p>","UNIT_MEASURE__GLOBAL":"<p>Proportion of population</p>","CLASS_SYSTEM__GLOBAL":"<p>WHO/UNICEF Joint Monitoring Programme for Water Supply, Sanitation and Hygiene has established international standards for classification of drinking water facilities and service levels to benchmark and compare progress across countries (see washdata.org).</p>","SOURCE_TYPE__GLOBAL":"<p>Data sources included in the JMP database are: </p>\n<ul>\n  <li>Censuses, which in principle collect basic data from all people living within a country and are led by national statistical offices. </li>\n  <li>Household surveys, which collect data from a subset of households. These may target national, rural, or urban populations, or more limited project or sub-national areas. An appropriate sample design is necessary for survey results to be representative, and surveys are often led by or reviewed and approved by national statistical organizations. </li>\n  <li>Administrative data, which may consist of information collected by government or non-government entities involved in the delivery or oversight of services. Examples include water and sanitation inventories and databases, and reports of regulators. </li>\n  <li>Other datasets may be available such as compilations by international or regional initiatives (e.g. Eurostat), studies conducted by research institutes, or technical advice received during country consultations.</li>\n</ul>\n<p>Access to water, sanitation and hygiene are considered core socio-economic and health indicators, as well as key determinants of child survival, maternal, and children&#x2019;s health, family wellbeing, and economic productivity. Drinking water, sanitation and hygiene facilities are also used in constructing wealth quintiles used by many integrated household surveys to analyse inequalities between rich and poor. Access to drinking water, sanitation and hygiene are therefore core indicators for many household surveys and censuses. In high-income countries where household surveys or censuses do not collect detailed information on the types of facilities used by households, the JMP relies on administrative records.</p>\n<p>Data on availability and quality of drinking water are currently available from both household surveys and from government departments responsible for drinking water supply and regulators. In many low- and middle-income countries, existing water quality data from regulatory authorities is limited, especially for rural areas and populations using non-piped supplies. To complement regulatory data, an increasing number of low- and middle-income countries are collecting nationally representative data on drinking water quality through multi-topic household surveys. Beginning in 2012, a water quality module was developed standardized by the JMP in collaboration with UNICEF&#x2019;s Multiple Indicator Cluster Survey (MICS) programme. Integration of water quality testing has become a feasible option due to the increased availability of affordable and accurate testing procedures and their adaptation for use by household survey experts. The growing interest in ensuring the implementation of water quality testing in these surveys can, to a large extent, be attributed to the incorporation of drinking water quality in the SDG global indicator for &#x2018;safely managed drinking water services&#x2019;. Data gaps will be reduced even more as regulation becomes more widespread in low- and middle-income countries.</p>\n<p>Some datasets available to the JMP are not representative of national, rural or urban populations, or may be representative of only a subset of these populations (e.g. the population using piped water supplies). The JMP enters datasets into the global database when they represent at least 20% of the national, urban or rural populations. However, datasets representing less than 80% of the relevant population, or which are considered unreliable or inconsistent with other datasets covering similar populations, are not used in the production of estimates (see section 2.6, Data Acceptance in JMP Methodology: 2017 update and SDG baselines).</p>\n<p>The population data used by the JMP, including the proportion of the population living in urban and rural areas, are those routinely updated by the UN Population Division (World Population Prospects: <a href=\"https://population.un.org/wpp/\">https://population.un.org/wpp/</a>; World Urbanization Projects: <a href=\"https://population.un.org/wup\">https://population.un.org/wup</a>))</p>","COLL_METHOD__GLOBAL":"<p>The JMP team conducts regular data searches by systematically visiting the websites of national statistical offices, and key sector institutions such as ministries of water and sanitation, regulators of drinking water and sanitation services, etc. Other regional and global databases are also reviewed for new datasets. UNICEF and WHO regional and country offices provides support to identify newly available household surveys, censuses and administrative datasets.</p>\n<p>Before publishing, all JMP estimates undergo rigorous country consultations facilitated by WHO and UNICEF country offices. Often these consultations give rise to in-country visits or virtual meetings about data on drinking water, sanitation and hygiene services and the monitoring systems that collect these data. </p>","FREQ_COLL__GLOBAL":"<p>The JMP begins its biennial data collection cycle in October of even years and publishes estimates during the following year. </p>","REL_CAL_POLICY__GLOBAL":"<p>The SDG Progress Report and relevant data are published every two years since the publication of the baseline report in 2017, usually between March and July of odd years.</p>","DATA_SOURCE__GLOBAL":"<p>National statistics offices; ministries of water, health, and environment; regulators of drinking water service providers.</p>","COMPILING_ORG__GLOBAL":"<p>WHO/UNICEF Joint Monitoring Programme for Water Supply, Sanitation and Hygiene (JMP)</p>","INST_MANDATE__GLOBAL":"<p>The WHO/UNICEF JMP was established in 1990 to monitor global progress on drinking water, sanitation and hygiene (see washdata.org).</p>","RATIONALE__GLOBAL":"<p>Access to safe drinking water is essential for good health, welfare and productivity and is widely recognized as a human right. Drinking water may be contaminated with human or animal faeces containing pathogens or with chemical and physical contaminants, leading to harmful effects on health. While improving water quality is critical to prevent the transmission of many diseases (such as diarrhoea which exacerbates malnutrition and remains a leading global cause of child deaths), improving the accessibility and availability of drinking water is equally important for health and welfare, particularly for women and girls who often bear the primary responsibility for collecting drinking water from distant sources. </p>\n<p>The WHO/UNICEF Joint Monitoring Programme for Water Supply, Sanitation and Hygiene (JMP) uses a simple improved/unimproved facility type classification that has been refined over time. &#x2018;Improved&#x2019; water sources are those that have the potential to deliver safe water by nature of their design and construction, and this metric was used beginning in 2000 to track progress towards MDG target 7c. International consultations since 2011 have established consensus on the need to build on and address the shortcomings of this indicator; specifically, to address normative criteria of the human rights to water and sanitation (UN General Assembly Resolution A/RES/64/292) and concluded that global monitoring should go beyond the basic level of access. As a result, the SDG indicator 6.1.1 is designed to address safe management of drinking water services, including dimensions of accessibility, availability and quality.</p>","REC_USE_LIM__GLOBAL":"<p>Data are widely available on the type and location of drinking water sources used by households. Data on availability and safety of drinking water are increasingly available through a combination of household surveys and administrative sources including regulators, but definitions have yet to be standardized. The JMP has been collaborating with international survey programmes (such as the UNICEF Multiple Indicator Cluster Survey programme) and national survey programmes to develop standardized questions that address the SDG criteria for service levels, as well as a module for testing water quality in household surveys. The JMP gives high importance to extending these collaborations to reduce data gaps, ensure consistency and to progressively improve the quality and comparability of data used for national, regional and global estimates.</p>","DATA_COMP__GLOBAL":"<p>The production of estimates follows a consistent series of steps, which are explained in this and following sections: </p>\n<p>1. Identification of appropriate national datasets </p>\n<p>2. Extraction of data from national datasets into harmonized tables of data inputs </p>\n<p>3. Use of the data inputs to model country estimates </p>\n<p>4. Consultation with countries to review the estimates </p>\n<p>5. Aggregation of country estimates to create regional and global estimates</p>\n<p>The JMP compiles national data on drinking water from a wide range of different data sources. Household surveys and censuses provide information on types of drinking water sources, and also indicate if sources are accessible on premises. These data sources often have information on the availability of water and increasingly on the quality of water at the household level, through direct testing of drinking water for faecal or chemical contamination. These data are combined with data on availability and compliance with drinking water quality standards (faecal and chemical) from administrative reporting or regulatory bodies. </p>\n<p>The JMP uses original microdata to produce its own tabulations by using populations weights (or household weights multiplied by de jure household size), where possible. However, in many cases microdata are not readily accessible so relevant data are transcribed from reports available in various formats (PDFs, Word files, Excel spreadsheets, etc.) if data are tabulated for the proportion of the population, or household/dwelling. National data from each country, area, or territory are recorded in the JMP country files, with water, sanitation, and hygiene data recorded on separate sheets. Country files can be downloaded from the JMP website: <a href=\"https://washdata.org/data/downloads\"></a>https://washdata.org/data/downloads</p>\n<p>The JMP calculates the proportion of population using improved water sources by fitting a linear regression line to all available data inputs within the reference period, starting from the year 2000. To calculate the proportion of the population using safely managed drinking water services, three ratios must be calculated: the proportion of the population using improved water supplies which are accessible on premises, have water available when needed, and are free from contamination. Those ratios are then multiplied with the proportion of the population using improved water sources, respectively. Safely managed drinking water services is taken as the minimum of these three indicators for any given year. National estimates are generated as weighted averages of the separate estimates for urban and rural areas, using population data from the most recent report of the United Nations Population Division.</p>\n<p>For more details on JMP rules and methods, please refer to recent JMP progress reports and &#x201C;JMP Methodology: 2017 update and SDG baselines&#x201D;: <a href=\"https://washdata.org/report/jmp-methodology-2017-update\">https://washdata.org/report/jmp-methodology-2017-update</a></p>","DATA_VALIDATION__GLOBAL":"<p>Every two years the JMP updates its global databases to incorporate the latest available national data for the global SDG indicators. National authorities are consulted on the estimates generated from national data sources through a country consultation process facilitated by WHO and UNICEF country offices. The country consultation aims to engage national statistical offices and other relevant national stakeholders to review the draft estimates and provide technical feedback to the JMP team.</p>\n<p>The purpose of the consultation is not to compare JMP and national estimates of WASH coverage but rather to review the completeness or correctness of the datasets in the JMP country file and to verify the interpretation of national data in the JMP estimates. The JMP provides detailed guidance to facilitate country consultation on the estimates contained in JMP country files. The consultation focusses on three main questions:</p>\n<ol>\n  <li>Is the country file missing any relevant national sources of data that would allow for better estimates?</li>\n  <li>Are the data sources listed considered reliable and suitable for use as official national statistics?</li>\n  <li>Is the JMP interpretation and classification of the data extracted from national sources accurate and appropriate?</li>\n</ol>\n<p>The JMP estimates are circulated for a 2 month period of consultation with national authorities starting in the fourth quarter of the year prior to publication (see https://washdata.org/how-we-work/jmp-country-consultation).</p>","ADJUSTMENT__GLOBAL":"<p>See method of computation.</p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level</strong></li>\n</ul>\n<p>The JMP method uses a simple regression model to generate time series estimates for all years including for years without data points. The JMP then shares all its estimates using its country consultation mechanism to get consensus from countries before publishing its estimates.</p>\n<ul>\n  <li><strong>At regional and global levels</strong></li>\n</ul>\n<p>Regional and global estimates for individual elements of safely managed services are calculated provided (non-imputed) data are available for at least 30% of the population using improved drinking water sources within the region. In order to produce estimates for regional or global levels, imputed estimates are produced for countries lacking data. Imputed country estimates are not published and only used for aggregation. </p>","REG_AGG__GLOBAL":"<p>For safely managed drinking water services, the proportions of the regional population using improved drinking water sources that are accessible on premises, available when needed and free from contamination are calculated as weighted averages amongst populations using improved drinking water sources. The resulting ratios are multiplied by the proportion of the population using improved drinking water sources in each region. Following the approach taken for countries, the proportion of the population using safely managed drinking water services is then calculated at regional and global levels by taking a minimum of the three elements, or of two elements if either accessibility or availability is missing. These proportions are calculated separately for urban and rural areas and, where possible, a weighted average is made of rural and urban populations to produce total estimates for the region or world.</p>\n<p>For more details on JMP rules and methods: JMP Methodology: 2017 update and SDG baselines:</p>\n<p><a href=\"https://washdata.org/report/jmp-methodology-2017-update\">https://washdata.org/report/jmp-methodology-2017-update</a></p>","DOC_METHOD__GLOBAL":"<p>The JMP has published guidance on core questions and indicators for monitoring WASH in households, schools and health care facilities (see https://washdata.org/monitoring/methods/core-questions) and provides technical support through WHO and UNICEF regional and country offices to strengthen national monitoring of SDG indicators relating to drinking water, sanitation and hygiene. </p>","QUALITY_MGMNT__GLOBAL":"<p>The JMP has been instrumental in developing global norms to benchmark progress on drinking water, sanitation and hygiene, and has produced regular updates on country, regional, and global trends. The JMP regularly convenes expert task forces to provide technical advice on specific issues and methodological challenges related to WASH monitoring. WHO and UNICEF have also established a Strategic Advisory Group to provide independent advice on the continued development of the JMP as a trusted custodian of global WASH data (see https://washdata.org/how-we-work/about-jmp). </p>","QUALITY_ASSURE__GLOBAL":"<p>National statistical offices are primarily responsible for assuring the quality of national data sources. A key objective of JMP country consultations is to establish whether data sources are considered reliable and suitable for use as official national statistics. The JMP has established criteria for acceptance of national data sources based on representativeness, quality and comparability. </p>","QUALITY_ASSMNT__GLOBAL":"<p>See quality assurance. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>As of 1 July 2021, national estimates could be produced for 138 countries, areas and territories, including 114 UN member states, and covering 45% of the global population. Estimates were available for rural areas in countries representing 55% of the global rural population, and for urban areas in countries representing 56% of the global urban population.</p>\n<p><strong>Time series:</strong></p>\n<p>Time series data are available for the basic level of drinking water service since 2000. These serve as the foundation for the safely managed drinking water service indicator. Some elements of safe management (e.g. water quality) were not collected during the MDG period (from 2000 to 2015) and for some countries and regions trend analysis is not possible for all years from 2000 to 2020.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Disaggregation by geographic location (urban/rural, sub-national regions, etc.) and by socioeconomic characteristics (wealth, education, ethnicity, etc) is possible in a growing number of countries. Drinking water services can also be disaggregated by service level (i.e. no services/surface water, unimproved, limited, basic, and safely managed services). Disaggregated data are more widely available for basic and lower levels of service than for safely managed services.</p>\n<p>Disaggregation by individual characteristics (e.g. age, sex, disability, etc.) may also be made where data permit. Many of the datasets used for producing estimates are household surveys and censuses which collect information on drinking water at the household level. Such data cannot be disaggregated to provide information on intra-household variability (e.g. differential use of services by gender, age, or disability). The JMP seeks to highlight individual datasets which do allow assessment of intra-household variability, but these are not numerous enough to integrate into the main indicators estimated in JMP reports.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>JMP estimates are based on national sources of data approved as official statistics. Differences between global and national figures arise due to differences in indicator definitions and methods used in calculating national coverage estimates. In some cases, national estimates are based on the most recent data point rather than from regression on all data points as done by the JMP. In order to generate national estimates, the JMP uses data that are representative of urban and rural populations and UN population estimates and projections (UN DESA World Population Prospects: <a href=\"https://population.un.org/wpp/\">https://population.un.org/wpp/</a>; World Urbanization Projects: <a href=\"https://population.un.org/wup\">https://population.un.org/wup</a>) which may differ from national population estimates. </p>","OTHER_DOC__GLOBAL":"<p>JMP Website: https://www.washdata.org/</p>\n<p>JMP Data: <a href=\"https://washdata.org/data\">https://washdata.org/data</a></p>\n<p>JMP Reports: <a href=\"https://washdata.org/reports\">https://washdata.org/reports</a></p>\n<p>JMP Methods: <a href=\"https://washdata.org/monitoring/methods\">https://washdata.org/monitoring/methods</a></p>\n<p>JMP Methodology: 2017 update and SDG baselines</p>\n<p><a href=\"https://washdata.org/report/jmp-methodology-2017-update\">https://washdata.org/report/jmp-methodology-2017-update</a></p>\n<p>JMP Core questions on water, sanitation and hygiene for household surveys</p>\n<p>Available in English (EN), Spanish (ES), French (FR) and Russian (RU):</p>\n<p>EN: <a href=\"https://washdata.org/report/jmp-2018-core-questions-household-surveys\">https://washdata.org/report/jmp-2018-core-questions-household-surveys</a></p>\n<p>ES: <a href=\"https://washdata.org/report/jmp-2018-core-questions-household-surveys-es\">https://washdata.org/report/jmp-2018-core-questions-household-surveys-es</a> </p>\n<p>FR: <a href=\"https://washdata.org/report/jmp-2018-core-questions-household-surveys-fr\">https://washdata.org/report/jmp-2018-core-questions-household-surveys-fr</a></p>\n<p>RU: <a href=\"https://washdata.org/report/jmp-2018-core-questions-household-surveys-ru\">https://washdata.org/report/jmp-2018-core-questions-household-surveys-ru</a></p>\n<p>JMP Integrating water quality testing into household surveys</p>\n<p>Available in English (EN), Spanish (ES), and French (FR):</p>\n<p>EN: <a href=\"https://washdata.org/report/jmp-2020-water-quality-testing-household-surveys\">https://washdata.org/report/jmp-2020-water-quality-testing-household-surveys</a></p>\n<p>ES: <a href=\"https://washdata.org/report/jmp-2020-water-quality-testing-household-surveys-es\">https://washdata.org/report/jmp-2020-water-quality-testing-household-surveys-es</a></p>\n<p>FR: https://washdata.org/report/jmp-2020-water-quality-testing-household-surveys-fr</p>\n<p>JMP Report: Progress on household drinking water, sanitation and hygiene 2000-2017: Special focus on inequalities</p>\n<p>Available in English (EN), Spanish (ES), French (FR), Russian (RU) and Arabic (AR):</p>\n<p>EN: <a href=\"https://washdata.org/report/jmp-2019-wash-households\">https://washdata.org/report/jmp-2019-wash-households</a> </p>\n<p>ES: <a href=\"https://washdata.org/report/jmp-2019-wash-households-es\">https://washdata.org/report/jmp-2019-wash-households-es</a> </p>\n<p>FR: <a href=\"https://washdata.org/report/jmp-2019-wash-households-fr\">https://washdata.org/report/jmp-2019-wash-households-fr</a> </p>\n<p>RU: <a href=\"https://washdata.org/report/jmp-2019-wash-households-ru\">https://washdata.org/report/jmp-2019-wash-households-ru</a></p>\n<p>AR: <a href=\"https://washdata.org/report/jmp-2019-wash-households-ar1\">https://washdata.org/report/jmp-2019-wash-households-ar1</a> </p>\n<p>WHO Guidelines for Drinking Water Quality</p>\n<p><a href=\"https://www.who.int/water_sanitation_health/water-quality/guidelines/previous-guidelines/en/\">https://www.who.int/water_sanitation_health/water-quality/guidelines/previous-guidelines/en/</a> </p>\n<p>The 4th edition, incorporating the first addendum (2017) is available in English (EN), Spanish (ES), and French (FR):</p>\n<p>EN: https://www.who.int/publications/i/item/9789241549950</p>\n<p>ES: https://www.who.int/es/publications/i/item/9789241549950</p>\n<p>FR: https://www.who.int/fr/publications/i/item/9789241549950</p>\n<p>UN General Assembly Resolution A/RES/64/292 for the right to water and sanitation:</p>\n<p><a href=\"https://www.un.org/ga/search/view_doc.asp?symbol=A/RES/64/292\">https://www.un.org/ga/search/view_doc.asp?symbol=A/RES/64/292</a></p>\n<p>The Human Right to Water and Sanitation Milestones:</p>\n<p><a href=\"https://www.un.org/waterforlifedecade/pdf/human_right_to_water_and_sanitation_milestones.pdf\">https://www.un.org/waterforlifedecade/pdf/human_right_to_water_and_sanitation_milestones.pdf</a></p>\n<p>For queries: info@washdata.org</p>","indicator":"6.1.1","target_id":"6.1","sdg_goal":"6","indicator_sort_order":"06-01-01"}