{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion of population using (a) safely managed sanitation services and (b) a hand-washing facility with soap and water","graph_titles":[],"graph_type":"line","indicator_name":"Proportion of population using (a) safely managed sanitation services and (b) a hand-washing facility with soap and water","indicator_number":"6.2.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 6: Ensure availability and sustainable management of water and sanitation for all</p>","SDG_TARGET__GLOBAL":"<p>Target 6.2: By 2030, achieve access to adequate and equitable sanitation and hygiene for all and end open defecation, paying special attention to the needs of women and girls and those in vulnerable situations</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 6.2.1: Proportion of population using (a) safely managed sanitation services and (b) a hand-washing facility with soap and water</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Metadata description refers to 6.2.1.b Proportion of population with handwashing facilities with soap and water available at home. Separate metadata description available for 6.2.1.a Proportion of population using safely managed sanitation services . </p>","META_LAST_UPDATE__GLOBAL":"<p>2021-12-20</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>All targets under Goal 6, as well as targets 1.2, 1.4, 2.2, 3.2, 3.8, 3.9, 4a, 5.4 and 11.1</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>World Health Organization (WHO)</p>\n<p>United Nations Children&apos;s Fund (UNICEF)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>World Health Organization (WHO)</p>\n<p>United Nations Children&apos;s Fund (UNICEF)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>The proportion of the population with basic hygiene services is defined as the proportion of population with a handwashing facility with soap and water available at home. Handwashing facilities may be located within the dwelling, yard or plot. They may be fixed or mobile and include a sink with tap water, buckets with taps, tippy-taps, and jugs or basins designated for handwashing. Soap includes bar soap, liquid soap, powder detergent, and soapy water but does not include ash, soil, sand or other handwashing agents.</p>\n<p><strong>Concepts:</strong></p>\n<p>Household handwashing facilities may be located in the dwelling, yard or plot. A handwashing facility is a device to contain, transport or regulate the flow of water to facilitate handwashing. Handwashing facilities may be fixed or mobile and include a sink with tap water, buckets with taps, tippy-taps, and jugs or basins designated for handwashing. Soap includes bar soap, liquid soap, powder detergent, and soapy water but does not include ash, soil, sand or other handwashing agents. In some cultures, ash, soil, sand or other materials are used as handwashing agents, but these are less effective than soap and are therefore counted as limited handwashing facilities.</p>\n<p>In 2008, the JMP supported a review of indicators of handwashing practice, and determined that the most practical approach leading to reliable measurement of handwashing in national household surveys was observation of the place where household members wash their hands and noting the presence of water and soap (or local alternative) at that location. This provides a measure of whether households have the necessary tools for handwashing and is a proxy for their behaviour. Observation by survey enumerators represents a more reliable, valid and efficient indicator for measuring handwashing behaviour than asking individuals to report their own behaviour. </p>","UNIT_MEASURE__GLOBAL":"<p>Proportion of population</p>","CLASS_SYSTEM__GLOBAL":"<p>WHO/UNICEF Joint Monitoring Programme for Water Supply, Sanitation and Hygiene has established international standards for classification of handwashing facilities and service levels to benchmark and compare progress across countries (see washdata.org).</p>","SOURCE_TYPE__GLOBAL":"<p>Data sources included in the JMP database are: </p>\n<ul>\n  <li>Censuses, which in principle collect basic data from all people living within a country and led by national statistical offices. </li>\n  <li>Household surveys, which collect data from a subset of households. These may target national, rural, or urban populations, or more limited project or sub-national areas. An appropriate sample design is necessary for survey results to be representative, and surveys are often led by or reviewed and approved by national statistical organizations. </li>\n  <li>Other datasets may be available such as compilations by international or regional initiatives (e.g. Eurostat), studies conducted by research institutes, or technical advice received during country consultations.</li>\n</ul>\n<p>Access to water, sanitation and hygiene are considered core socio-economic and health indicators, and key determinants of child survival, maternal, and children&#x2019;s health, family wellbeing, and economic productivity. Drinking water, sanitation and hygiene facilities are also used in constructing wealth quintiles used by many integrated household surveys to analyse inequalities between rich and poor. Access to drinking water, sanitation and hygiene are therefore core indicators for many household surveys and censuses.</p>\n<p>The JMP uses data on the observation of handwashing facilities with water and soap, typically available in Multiple Indicator Cluster Surveys (MICS) and Demographic and Health Surveys (DHS), as well as other household surveys. Any available surveys recording observation of handwashing facilities are included in the JMP database and JMP regression rules are applied to estimate the proportion of the population with a handwashing facility, as well as the proportion with a handwashing facility with water and soap.</p>\n<p>Household surveys increasingly include a section on hygiene practices where the surveyor visits the handwashing facility and observes if water and soap are present. Observation of handwashing materials by surveyors represents a more reliable proxy for handwashing behaviour than asking individuals whether they wash their hands. The small number of cases where households refuse to give enumerators permission to observe their facilities are excluded from JMP estimates. </p>\n<p>Direct observation of handwashing facilities has been included as a standard module in MICS and DHS since 2009. Following the standardization of hygiene questions in international surveys, data on handwashing facilities are available for a growing number of low- and middle-income countries. This type of information is not available from most high-income countries, where access to basic handwashing facilities is assumed to be nearly universal. </p>\n<p>Some datasets reviewed by the JMP are not representative of national, rural or urban populations, or may be representative of only a subset of these populations. The JMP enters datasets into the global database when they represent at least 20% of the national, urban or rural populations. However, datasets representing less than 80% of the relevant population, or which are considered unreliable or inconsistent with other datasets covering similar populations, are not used in the production of estimates (see section 2.6, Data Acceptance in JMP Methodology: 2017 update and SDG baselines). </p>\n<p>The population data used by the JMP, including the proportion of the population living in urban and rural areas, are those routinely updated by the UN Population Division (World Population Prospects: <a href=\"https://population.un.org/wpp/\">https://population.un.org/wpp/</a>; World Urbanization Projects: <a href=\"https://population.un.org/wup\">https://population.un.org/wup</a>).</p>","COLL_METHOD__GLOBAL":"<p>The JMP team conducts regular data searches by systematically visiting the websites of national statistical offices, and key sector institutions such as ministries of water and sanitation, regulators of drinking water and sanitation services, etc. Other regional and global databases are also reviewed for new datasets. UNICEF and WHO regional and country offices provides support to identify newly available household surveys, censuses and administrative datasets.</p>\n<p>Before publishing, all JMP estimates undergo rigorous country consultations facilitated by WHO and UNICEF country offices. Often these consultations give rise to in-country visits, and meetings about data on drinking water, sanitation and hygiene services and the monitoring systems that collect these data. </p>","FREQ_COLL__GLOBAL":"<p>The JMP begins its biennial data collection cycle in October of even years and publishes estimates during the following year.</p>","REL_CAL_POLICY__GLOBAL":"<p>The SDG Progress Report and relevant data are published every two years since the publication of the baseline report in 2017, usually between March and July of odd years.</p>","DATA_SOURCE__GLOBAL":"<p>National statistics offices; ministries of water, health, and environment; regulators of drinking water service providers.</p>","COMPILING_ORG__GLOBAL":"<p>WHO/UNICEF Joint Monitoring Programme for Water Supply, Sanitation and Hygiene (JMP)</p>","INST_MANDATE__GLOBAL":"<p>The WHO/UNICEF JMP was established in 1990 to monitor global progress on drinking water, sanitation and hygiene (see washdata.org).</p>","RATIONALE__GLOBAL":"<p>Access to safe drinking water, sanitation and hygiene services, areessential for good health, welfare and productivity and are widely recognised as human rights. Improved hygiene is one of the most important measures to prevent the spread of infectious diseases including diarrhoeal diseases and acute respiratory infections which remain leading global causes of disease. Most infectious diseases are caused by bacteria or viruses which are transmitted either through the air, via surfaces or food, or via human faeces. Because people frequently touch their face, food, and surfaces, handwashing reduces the spread of these bacteria and viruses and is widely regarded as a top priority for improving global health outcomes. </p>\n<p> </p>\n<p>Monitoring handwashing behaviour is difficult, but household surveys increasingly include a module that involves direct observation of facilities and presence of water and soap that has been shown to be a reasonable proxy for actual handwashing practices. International consultations among WASH sector professionals identified the presence of a handwashing facility with soap and water available within the dwelling, yard or plot as a priority indicator for national and global monitoring of hygiene under SDG 6.2. The SDG indicator 6.2.1.b is therefore designed to address both access to facilities and the availability of soap and water for handwashing at the household level.</p>","REC_USE_LIM__GLOBAL":"<p>The presence of a handwashing facility with soap and water available does not guarantee that household members consistently wash hands at key times. But direct observation of handwashing is challenging, and people tend to behave differently when being observed. The presence of a handwashing facility with soap and water available has been shown to be a reasonable proxy for handwashing. Enumerators ask households to show them where members of the household most often wash their hands and record the type of facility and whether soap and water are present at the time of the survey.</p>\n<p>Since 2016 household surveys have refined the questions asked about handwashing facilities to include separate response categories for different types of handwashing facilities, including both fixed devices like sinks and taps, and mobile devices like jugs and portable basins. These surveys have shown that mobile devices are widely used in low-income countries. Older surveys that don&#x2019;t include responses for mobile devices may therefore underestimate the population with access to handwashing facilities.</p>\n<p>Households surveys in high-income countries rarely include questions about handwashing facilities, and as such, have very low data coverage. Some countries have data on the proportion of households with piped water supplies, hot water, showers or bathrooms but further work is required to determine how many of these also have basic hygiene services.</p>","DATA_COMP__GLOBAL":"<p>The production of estimates follows a consistent series of steps, which are explained in this and following sections: </p>\n<p>1. Identification of appropriate national datasets </p>\n<p>2. Extraction of data from national datasets into harmonized tables of data inputs </p>\n<p>3. Use of the data inputs to model country estimates </p>\n<p>4. Consultation with countries to review the estimates </p>\n<p>5. Aggregation of country estimates to create regional and global estimates</p>\n<p>Household surveys and censuses provide data on the presence of handwashing facilities and soap and water in the home. The JMP uses data from household surveys in which the enumerator observes the handwashing facility and confirms the presence or absence of soap and water at the facility. Datasets that include availability of soap in the household (i.e. not at the handwashing facility), or self-reported availability of handwashing facilities, soap and water may be included in the JMP database and country files, but in most cases are not used for making estimates. </p>\n<p>In some parts of the world, households sometimes do not give permission for survey enumerators to enter the premises and observe handwashing facilities. These households are excluded from calculations of the proportion of households having handwashing facilities.</p>\n<p>The JMP uses original microdata to produce its own tabulations and estimates by using populations weights (or household weights multiplied by de jure household size), where possible. However, in many cases microdata are not readily accessible so relevant data are transcribed from reports available in various formats (PDFs, Word files, Excel spreadsheets, etc.) if data are tabulated for the proportion of the population, or household/dwelling. National data from each country, area, or territory are recorded in the JMP country files, with water, sanitation, and hygiene data recorded on separate sheets. Country files can be downloaded from the JMP website: https://washdata.org/data/downloads.</p>\n<p>The JMP estimates the proportion of population with a basic handwashing facility with soap and water on premises by fitting a regression model to all available and validated data points within the reference period, starting from year 2000. </p>\n<p> </p>\n<p>For more details on JMP rules and methods on how data on the type of sanitation facility used and the disposal and treatment of excreta are combined to compute the safely managed sanitation services indicator, please refer to recent JMP progress reports and &#x201C;JMP Methodology: 2017 update and SDG baselines&#x201D;: <a href=\"https://washdata.org/sites/default/files/documents/reports/2018-04/JMP-2017-update-methodology.pdf\">https://washdata.org/sites/default/files/documents/reports/2018-04/JMP-2017-update-methodology.pdf</a></p>","DATA_VALIDATION__GLOBAL":"<p>Every two years the JMP updates its global databases to incorporate the latest available national data for the global SDG indicators. National authorities are consulted on the estimates generated from national data sources through a country consultation process facilitated by WHO and UNICEF country offices. The country consultation aims to engage national statistical offices and other relevant national stakeholders to review the draft estimates and provide technical feedback to the JMP team.</p>\n<p>The purpose of the consultation is not to compare JMP and national estimates of WASH coverage but rather to review the completeness or correctness of the datasets in the JMP country file and to verify the interpretation of national data in the JMP estimates. The JMP provides detailed guidance to facilitate country consultation on the estimates contained in JMP country files. The consultation focusses on three main questions:</p>\n<ol>\n  <li>Is the country file missing any relevant national sources of data that would allow for better estimates?</li>\n  <li>Are the data sources listed considered reliable and suitable for use as official national statistics?</li>\n  <li>Is the JMP interpretation and classification of the data extracted from national sources accurate and appropriate?</li>\n</ol>\n<p>The JMP estimates are circulated for a 2 month period of consultation with national authorities starting in the fourth quarter of the year prior to publication (https://washdata.org/how-we-work/jmp-country-consultation).</p>","ADJUSTMENT__GLOBAL":"<p>See method of computation</p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level</strong></li>\n</ul>\n<p>The JMP method uses a simple regression model to generate time series estimates for all years including for years without data points. The JMP then shares all its estimates using its country consultation mechanism to get consensus from countries before publishing its estimates.</p>\n<ul>\n  <li><strong>At regional and global levels</strong></li>\n</ul>\n<p>Regional and global estimates for basic hygiene services are calculated if there are (non-imputed) data available for at least 50% of the relevant population within the region. In order to produce estimates for regional or global levels, imputed estimates are produced for countries lacking data. Imputed country estimates are not published and only used for aggregation. </p>","REG_AGG__GLOBAL":"<p>Regional estimates for basic hygiene services are calculated by summing up the actual or imputed estimates for each country, area or territory in the region, provided data are available for at least half (50%) of the relevant population within the region. Global estimates are made by directly aggregating country (and imputed country) estimates, not by aggregating regional estimates.</p>\n<p>These estimates are calculated separately for urban and rural areas and, where possible, a weighted average is made of rural and urban populations to produce total estimates for the region or world.</p>\n<p>For more details on JMP rules and methods: JMP Methodology: 2017 update and SDG baselines:</p>\n<p><a href=\"https://washdata.org/sites/default/files/documents/reports/2018-04/JMP-2017-update-methodology.pdf\">https://washdata.org/sites/default/files/documents/reports/2018-04/JMP-2017-update-methodology.pdf</a> </p>","DOC_METHOD__GLOBAL":"<p>The JMP has published guidance on core questions and indicators for monitoring WASH in households, schools and health care facilities (see https://washdata.org/monitoring/methods/core-questions) and provides technical support through WHO and UNICEF regional and country offices to strengthen national monitoring of SDG indicators relating to drinking water, sanitation and hygiene</p>","QUALITY_MGMNT__GLOBAL":"<p>The JMP has been instrumental in developing global norms to benchmark progress on drinking water, sanitation and hygiene, and has produced regular updates on country, regional, and global trends. The JMP regularly convenes expert task forces to provide technical advice on specific issues and methodological challenges related to WASH monitoring. WHO and UNICEF have also established a Strategic Advisory Group to provide independent advice on the continued development of the JMP as a trusted custodian of global WASH data (see https://washdata.org/how-we-work/about-jmp). </p>","QUALITY_ASSURE__GLOBAL":"<p>National statistical offices are primarily responsible for assuring the quality of national data sources. A key objective of JMP country consultations is to establish whether data sources are considered reliable and suitable for use as official national statistics. The JMP has established criteria for acceptance of national data sources based on representativeness, quality and comparability. </p>","QUALITY_ASSMNT__GLOBAL":"<p>See quality assurance.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>As of 1 July 2021, national estimates could be produced for 79 countries, areas and territories, including 79 UN member states, and covering 50% of the global population. Estimates were available for rural areas in countries representing 67% of the global rural population, and for urban areas in countries representing 37% of the global urban population.</p>\n<p><strong>Time series:</strong></p>\n<p>Data on drinking water and sanitation services have been routinely collected for many years, but collecting data on handwashing has only recently become standardized: both the Multiple Indicator Cluster Surveys (MICS) and Demographic and Health Surveys (DHS) added handwashing questions to their standard questionnaires in 2009. Accordingly, while time series data are available for drinking water and sanitation services since 2000, time series for hygiene are only available since 2015.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Disaggregation by geographic location (urban/rural, sub-national regions, etc) and by socioeconomic characteristics (wealth, education, ethnicity, etc) is possible in a growing number of countries. Hygiene facilities are disaggregated by service level (i.e. no facility, limited, and basic facility). </p>\n<p>Disaggregation by individual characteristics (age, sex, disability, etc) may also be made where data permit. Many of the datasets used for producing estimates are household surveys and censuses which collect information on handwashing facilities at the household level. Such data cannot be disaggregated to provide information on intra-household variability, e.g. differential use of services by gender, age, or disability. The JMP seeks to highlight individual datasets which do allow assessment of intra-household variability, but these are not numerous enough to integrate into the main indicators estimated in JMP reports.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>JMP estimates are based on national sources of data approved as official statistics. Differences between global and national figures arise due to differences in indicator definitions and methods used in calculating national coverage estimates. In some cases, national estimates are based on the most recent data point rather than from regression on all data points as done by the JMP. In some cases, national estimates draw on administrative sector data rather than the nationally representative surveys and censuses used by the JMP. In order to generate national estimates, JMP uses data that are representative of urban and rural populations and UN population estimates and projections (UN DESA World Population Prospects: https://population.un.org/wpp/) which may differ from national population estimates.</p>","OTHER_DOC__GLOBAL":"<p>JMP Website: <a href=\"https://www.washdata.org/\">https://www.washdata.org/</a> </p>\n<p>JMP Data: <a href=\"https://washdata.org/data\">https://washdata.org/data</a></p>\n<p>JMP Reports: <a href=\"https://washdata.org/reports\">https://washdata.org/reports</a></p>\n<p>JMP Methods: <a href=\"https://washdata.org/monitoring/methods\">https://washdata.org/monitoring/methods</a></p>\n<p>JMP Methodology: 2017 update and SDG baselines</p>\n<p><a href=\"https://washdata.org/report/jmp-methodology-2017-update\">https://washdata.org/report/jmp-methodology-2017-update</a></p>\n<p>JMP Core questions on water, sanitation and hygiene for household surveys:</p>\n<p>Available in English (EN), Spanish (ES), French (FR) and Russian (RU):</p>\n<p>EN: <a href=\"https://washdata.org/report/jmp-2018-core-questions-household-surveys\">https://washdata.org/report/jmp-2018-core-questions-household-surveys</a>ES: <a href=\"https://washdata.org/report/jmp-2018-core-questions-household-surveys-es\">https://washdata.org/report/jmp-2018-core-questions-household-surveys-es</a> </p>\n<p>FR: <a href=\"https://washdata.org/report/jmp-2018-core-questions-household-surveys-fr\">https://washdata.org/report/jmp-2018-core-questions-household-surveys-fr</a></p>\n<p>RU: <a href=\"https://washdata.org/report/jmp-2018-core-questions-household-surveys-ru\">https://washdata.org/report/jmp-2018-core-questions-household-surveys-ru</a></p>\n<p>JMP Report: Progress on household drinking water, sanitation and hygiene 2000-2017: Special focus on inequalities</p>\n<p>Available in English (EN), Spanish (ES), French (FR), Russian (RU) and Arabic (AR):</p>\n<p>EN: <a href=\"https://washdata.org/report/jmp-2019-wash-households\">https://washdata.org/report/jmp-2019-wash-households</a> </p>\n<p>ES: <a href=\"https://washdata.org/report/jmp-2019-wash-households-es\">https://washdata.org/report/jmp-2019-wash-households-es</a> </p>\n<p>FR: <a href=\"https://washdata.org/report/jmp-2019-wash-households-fr\">https://washdata.org/report/jmp-2019-wash-households-fr</a> </p>\n<p>RU: <a href=\"https://washdata.org/report/jmp-2019-wash-households-ru\">https://washdata.org/report/jmp-2019-wash-households-ru</a></p>\n<p>AR: <a href=\"https://washdata.org/report/jmp-2019-wash-households-ar1\">https://washdata.org/report/jmp-2019-wash-households-ar1</a> </p>\n<p>WHO and UNICEF Hand Hygiene for All Global Initiative: <a href=\"https://www.who.int/water_sanitation_health/publications/200831-unicef-hand-hygiene.pdf?ua=1\">https://www.who.int/water_sanitation_health/publications/200831-unicef-hand-hygiene.pdf?ua=1</a> </p>\n<p>WHO Guidelines on sanitation and health. Geneva: World Health Organization; 2018. Licence: CC BY-NC-SA 3.0 IGO. Available in EN, ES, FR, RU and AR:</p>\n<p><a href=\"https://www.who.int/water_sanitation_health/publications/guidelines-on-sanitation-and-health/en/\">https://www.who.int/water_sanitation_health/publications/guidelines-on-sanitation-and-health/en/</a> </p>\n<p>WHO Water, sanitation and hygiene for accelerating and sustaining progress on Neglected Tropical Diseases. A Global Strategy 2015&#x2013;2020, WHO Press, Geneva, 2015.</p>\n<p><a href=\"http://apps.who.int/iris/bitstream/handle/10665/182735/WHO_FWC_WSH_15.12_eng.pdf;jsessionid=7F7C38216E04E69E7908AB6E8B63318F?sequence=1\">http://apps.who.int/iris/bitstream/handle/10665/182735/WHO_FWC_WSH_15.12_eng.pdf;jsessionid=7F7C38216E04E69E7908AB6E8B63318F?sequence=1</a> </p>\n<p>Ram, P. 2013. Practical Guidance for Measuring Handwashing Behavior: 2013 Update. Global Scaling Up Handwashing. Washington DC: World Bank Press.</p>\n<p>UN General Assembly Resolution A/RES/64/292 for the right to water and sanitation:</p>\n<p><a href=\"https://www.un.org/ga/search/view_doc.asp?symbol=A/RES/64/292\">https://www.un.org/ga/search/view_doc.asp?symbol=A/RES/64/292</a></p>\n<p>The Human Right to Water and Sanitation Milestones:</p>\n<p><a href=\"https://www.un.org/waterforlifedecade/pdf/human_right_to_water_and_sanitation_milestones.pdf\">https://www.un.org/waterforlifedecade/pdf/human_right_to_water_and_sanitation_milestones.pdf</a></p>\n<p>For queries: info@washdata.org</p>","indicator":"6.2.1","target_id":"6.2","sdg_goal":"6","indicator_sort_order":"06-02-01"}