{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion of bodies of water with good ambient water quality","graph_titles":[],"graph_type":"line","indicator_name":"Proportion of bodies of water with good ambient water quality","indicator_number":"6.3.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 6: Ensure availability and sustainable management of water and sanitation for all</p>","SDG_TARGET__GLOBAL":"<p>Target 6.3: By 2030, improve water quality by reducing pollution, eliminating dumping and minimizing release of hazardous chemicals and materials, halving the proportion of untreated wastewater and substantially increasing recycling and safe reuse globally</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 6.3.2: Proportion of bodies of water with good ambient water quality</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Not applicable</p>","META_LAST_UPDATE__GLOBAL":"<p>2021-02-02</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>Indicators 6.3.1, 6.6.1, 14.1.1</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Environment Programme (UNEP)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Environment Programme (UNEP)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>The indicator is defined as the proportion of water bodies in the country that have good ambient water quality. Ambient water quality refers to natural, untreated water in rivers, lakes and groundwaters and represents a combination of natural influences together with the impacts of all anthropogenic activities. The indicator relies on water quality data derived from in situ measurements and the analysis of samples collected from surface and groundwaters. Water quality is assessed by means of core physical and chemical parameters that reflect natural water quality related to climatological and geological factors, together with major impacts on water quality. The continuous monitoring of all surface and groundwaters is economically unfeasible and not required to sufficiently characterize the status of ambient water quality in a country. Therefore, countries select river, lake and groundwater bodies that are representative and significant for the assessment and management of water quality to monitor and report on indicator 6.3.2. The quality status of individual water bodies is classified based on the compliance of the available water quality monitoring data for the core parameters with target values defined by the country. The indicator is computed as the proportion of the number of water bodies classified as having good quality (i.e. with at least 80 % compliance) to the total number of assessed water bodies, expressed as a percentage. </p>\n<p><strong>Concepts:</strong></p>\n<p>The concepts and definitions used in the methodology have been based on existing international frameworks and glossaries (WMO 2012) unless where indicated otherwise below.</p>\n<p><strong>Aquifer: </strong>Geological formation capable of storing, transmitting and yielding exploitable quantities of water. </p>\n<p><strong>Classification of water quality: </strong>If at least 80% of the monitoring values for prescribed parameters in a water body comply with their respective target values, the water body is classified as having a &#x201C;good&#x201D; water quality status<strong>. </strong>Each water body is classified as being of &#x201C;good&#x201D; or &#x201C;not good&#x201D; status.<em> </em></p>\n<p><strong>Groundwater</strong>: Subsurface water occupying the saturated zone. </p>\n<p><strong>Groundwater body</strong>: A distinct volume of groundwater within an aquifer or aquifers (EU 2000). Groundwater bodies that cross river basin district (RBD) boundaries should be divided at the boundary with each separate portion of the groundwater body being reported separately along with its respective RBD. </p>\n<p><strong>Lake:</strong> Inland body of standing surface water of significant extent. </p>\n<p><strong>Non-point-source pollution:</strong> Pollution of water bodies from dispersed sources such as fertilizers, chemicals and pesticides used in agricultural activities.</p>\n<p><strong>Parameter: </strong>Water quality variable or characteristic of water quality, also called a determinand.</p>\n<p><strong>Point source pollution</strong>: Pollution with a precisely located origin.</p>\n<p><strong>Pollution (of water)</strong>: Introduction into water of any undesirable substance which renders the water unfit for its intended use.</p>\n<p><strong>Pollutant</strong>: Substance which disrupts and interferes with the equilibrium of a water system and impairs the suitability of using the water for a desired purpose. </p>\n<p><strong>Reservoir: </strong>Body of water, either natural or man-made, used for storage, regulation and control of water resources.</p>\n<p><strong>River: </strong>Large stream which serves as the natural drainage for a basin.</p>\n<p><strong>River basin: </strong>Geographical area having a common outlet for its surface runoff.</p>\n<p><strong>River basin district: </strong>Area of land, made up of one or more neighbouring river basins together with their associated groundwaters (EU, 2000).</p>\n<p><strong>River water body</strong>: A coherent section of a river that is discrete (does not overlap with another water body) and is significant rather than arbitrarily designated. </p>\n<p><strong>Stream: </strong>Flowing body of water in a natural surface channel.</p>\n<p><strong>Surface water: </strong>Water which flows over, or lies on, the ground surface. Note: Indicator 6.3.2 does not include the monitoring of water quality in wetlands under monitoring level 1.</p>\n<p><strong>Target value</strong>: A value (or range) for any given water quality parameter that indicates the threshold for a designated water quality, such as good water quality rather than acceptable water quality.</p>\n<p><strong>Toxic substance</strong>: Chemical substance which can disturb the physiological functions of humans, animals and plants.</p>\n<p><strong>Transboundary waters: </strong>Surface or ground waters which mark, cross or are located on boundaries between two or more States; wherever transboundary waters flow directly into the sea, these transboundary waters end at a straight line across their respective mouths between points on the low-water line of the banks (UNECE, 1992).</p>\n<p><strong>Water quality index: </strong>The measured water quality results for all parameters combined into a numeric value for each monitoring location. These scores are then aggregated over the time of the assessment period. The index score can range between zero (worst) to 100 (best).</p>","UNIT_MEASURE__GLOBAL":"<p>The<strong> proportion</strong> of the number of bodies of water with good water quality to the total number of assessed water bodies in percent. To classify whether a water body is of &#x201C;good ambient water quality&#x201D; or not, a threshold is applied where 80 per cent or more of monitoring values meet their target values. This is then applied in turn to the Reporting Basin District, and then to the national level to generate the national indicator score.</p>","CLASS_SYSTEM__GLOBAL":"<p>The indicator has been developed in close collaboration with member states in a proof of concept phase. There are no international standards.</p>","SOURCE_TYPE__GLOBAL":"<p>The recommended sources of data are water quality monitoring data derived from in situ measurements and the analysis of samples collected from surface and groundwaters in national or sub-national ambient water quality monitoring programmes implemented by governmental authorities. Additional water quality monitoring data from research or citizen-science monitoring programmes can be used to supplement the available authoritative monitoring data, provided they are authorised by the national reporting agency.</p>\n<p>The number of monitoring locations required to determine the quality status of a water body depends on the type and size of the water body, but a minimum of one monitoring location per water body is required. The minimum data requirements for calculating this indicator are measurements for all of the recommended or alternative core parameters appropriate to the type of water body as defined in the methodology. </p>\n<p>Measurements should be taken routinely, at prescribed intervals, or the same time of year each year, from the same locations. Even if new monitoring stations are introduced, data should continue to be collected from the original locations. This ensures that results are comparable between reports, thereby enabling trends to be established over time. The monitoring data needed for the indicator computation may be collected by different monitoring programmes involving different agencies and organizations. It is therefore important to establish and maintain centralized data repositories at the national level that collate the data from the various stakeholders, ensuring compatibility in reporting units between all agencies submitting data. Data should be compiled for each core parameter at each sampling location in order to calculate the indicator.</p>","COLL_METHOD__GLOBAL":"<p>The data is collected by UNEP and its Global Environment Monitoring System for Water (GEMS/Water) through electronic reporting in the global water quality information system GEMStat. At the national level, data reports are provided by the GEMS/Water National Focal Points or any other official counterpart appointed by the respective government. GEMS/Water offers consultation and support in selecting and compiling the required monitoring data, defining suitable river basin districts and delineating water bodies, as well as computing the indicator, upon request through its helpdesk. Data reported by the countries are checked for consistency with respect to the monitoring parameters, target values and spatial units and compared with monitoring data available in GEMStat, if applicable. </p>","FREQ_COLL__GLOBAL":"<ol>\n  <li>First reporting cycle: 2017;</li>\n  <li>Second reporting cycle: 2020;</li>\n  <li>Third reporting cycle: 2023.</li>\n  <li>Fourth reporting cycle: 2026</li>\n  <li>Fifth reporting cycle: 2029</li>\n</ol>","REL_CAL_POLICY__GLOBAL":"<ol>\n  <li>First reporting cycle: 2018;</li>\n  <li>Second reporting cycle: 2021;</li>\n  <li>Third reporting cycle: 2024</li>\n  <li>Fourth reporting cycle: 2027.</li>\n  <li>Fifth reporting cycle: 2030</li>\n</ol>","DATA_SOURCE__GLOBAL":"<ol>\n  <li>GEMS/Water National Focal Points in relevant Ministries, Water Authorities, National Statistical Offices etc. or their nominated representative.</li>\n</ol>","COMPILING_ORG__GLOBAL":"<ol>\n  <li>UNEP</li>\n  <li>UNEP GEMS/Water Data Centre, International Centre for Water Resources and Global Change (ICWRGC), German Federal Institute of Hydrology (BfG)</li>\n</ol>","INST_MANDATE__GLOBAL":"<p>Identification of UNEP as custodian agency for SDG indicator 6.3.2 by Inter-agency and Expert Group on SDG Indicators. GEMS/Water is the mechanism within UNEP supporting countries on all aspects around ambient freshwater quality.</p>","RATIONALE__GLOBAL":"<p>Good ambient water quality is essential for protecting aquatic ecosystems and the services they provide, including: the preservation of biodiversity; the protection of human health during recreational use and through the provision of drinking water; the support of human nutrition through the provision of fish and water for irrigation; the enabling of a variety of economic activities; and the strengthening of the resilience of people against water-related disasters. Good ambient water quality is therefore closely linked to the achievement of many other Sustainable Development Goals.</p>\n<p>Target 6.3 aims at improving water quality and indicator 6.3.2 provides a mechanism for determining whether, and to which extent, water quality management measures are contributing to the improvement of water quality over time. The indicator is also directly linked to indicator 6.3.1 on wastewater treatment because inadequate wastewater treatment leads to degradation in quality of the waters receiving the wastewater effluents. It directly informs progress towards target 6.3 and is strongly linked to target 6.6 on water-related ecosystems, as well as target 14.1 on marine pollution (coastal eutrophication).</p>\n<p>The methodology recognises that countries have different capacity levels to monitor water quality, with many developed countries operating extensive and complex programmes that collect and report data to existing reporting frameworks beyond the scope of this methodology. For these countries it is recognised that this methodology will not contribute to improving their water quality; however it must be sufficiently flexible to capture data from existing monitoring frameworks without burdening countries with additional reporting obligations. Conversely, many of the least developed countries currently do not monitor water quality or operate very limited monitoring programmes. The methodology must therefore allow these countries to contribute to the global indicator, according to their national capacity and available resources. </p>\n<p>The development of the methodology builds on best practice for water quality monitoring promoted by the UN Environment GEMS/Water programme since 1978 together with testing by several pilot countries during the Integrated Monitoring Initiative Proof of Concept phase of 2016, and external review by experts and international organizations. This led to revision of the original methodology, which was then further tested through the 2017 global data drive. The feedback received has contributed to the present refined methodology.</p>","REC_USE_LIM__GLOBAL":"<p>The monitoring and reporting of SDG Indicator 6.3.2 requires considerable national financial and human capacities to regularly measure water quality parameters at sufficient spatial and temporal resolutions, and to consistently collect, quality-assure and process the monitoring data to compute the indicator. Substantial investments in monitoring and data management infrastructures, as well as targeted capacity development in water quality monitoring programme design and operation, will be required in many countries to enhance national capacities to regularly and consistently report on the indicator. </p>\n<p>Recognizing the differences in monitoring and data processing capacities among countries, the indicator methodology offers a progressive monitoring approach allowing countries to start with reporting based on their existing capacity and progressively enhance the data coverage and indicator significance with increasing capacity.</p>\n<p>Level 1 monitoring includes a set of general, easily measurable, physico-chemical water quality parameters that can indicate water quality degradation. They can be used to assess the quality status of water bodies, facilitating global comparability and maintaining a balance between the significance of the indicator and the monitoring requirements for each country. </p>\n<p>Level 2 monitoring allows countries with enhanced capacities to include additional water quality parameters, such as toxic substances and biological monitoring, as well as more sophisticated quality classification schemes to assess and report on the quality of their water bodies more accurately.</p>","DATA_COMP__GLOBAL":"<p><strong>Computation Method:</strong></p>\n<p>The indicator is computed by first classifying all assessed water bodies based on the compliance of the monitoring data collected for selected parameters at monitoring locations within the water body with parameter-specific target values: </p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msub>\n      <mrow>\n        <mi>C</mi>\n      </mrow>\n      <mrow>\n        <mi>w</mi>\n        <mi>q</mi>\n      </mrow>\n    </msub>\n    <mo>=</mo>\n    <mfrac>\n      <mrow>\n        <msub>\n          <mrow>\n            <mi>n</mi>\n          </mrow>\n          <mrow>\n            <mi>c</mi>\n          </mrow>\n        </msub>\n      </mrow>\n      <mrow>\n        <msub>\n          <mrow>\n            <mi>n</mi>\n          </mrow>\n          <mrow>\n            <mi>m</mi>\n          </mrow>\n        </msub>\n      </mrow>\n    </mfrac>\n    <mo>&#xD7;</mo>\n    <mn>100</mn>\n  </math></p>\n<p>Where</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msub>\n      <mrow>\n        <mi>C</mi>\n      </mrow>\n      <mrow>\n        <mi>w</mi>\n        <mi>q</mi>\n      </mrow>\n    </msub>\n  </math> is the percentage compliance [%];</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msub>\n      <mrow>\n        <mi>n</mi>\n      </mrow>\n      <mrow>\n        <mi>c</mi>\n      </mrow>\n    </msub>\n  </math> is the number of monitoring values in compliance with the target values;</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msub>\n      <mrow>\n        <mi>n</mi>\n      </mrow>\n      <mrow>\n        <mi>m</mi>\n      </mrow>\n    </msub>\n  </math> is the total number of monitoring values.</p>\n<p>A threshold value of 80% compliance is defined to classify water bodies as &#x201C;good&#x201D; quality. Thus, a body of water is classified as having a good quality status if at least 80% of all monitoring data from all monitoring stations within the water body comply with the respective targets.</p>\n<p>In a second step, the classification results are used to compute the indicator as the proportion of the number of water bodies classified as having a good quality status to the total number of classified water bodies expressed in percentage:</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mi>W</mi>\n    <mi>B</mi>\n    <mi>G</mi>\n    <mi>Q</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>&amp;nbsp;</mi>\n    <mo>=</mo>\n    <mi>&amp;nbsp;</mi>\n    <mfrac>\n      <mrow>\n        <msub>\n          <mrow>\n            <mi>n</mi>\n          </mrow>\n          <mrow>\n            <mi>g</mi>\n          </mrow>\n        </msub>\n      </mrow>\n      <mrow>\n        <msub>\n          <mrow>\n            <mi>n</mi>\n          </mrow>\n          <mrow>\n            <mi>t</mi>\n          </mrow>\n        </msub>\n      </mrow>\n    </mfrac>\n    <mo>&#xD7;</mo>\n    <mn>100</mn>\n  </math></p>\n<p>Where</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mi>W</mi>\n    <mi>B</mi>\n    <mi>G</mi>\n    <mi>Q</mi>\n    <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n  </math> is the percentage of water bodies classified as having a good quality status;</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msub>\n      <mrow>\n        <mi>n</mi>\n      </mrow>\n      <mrow>\n        <mi>g</mi>\n      </mrow>\n    </msub>\n  </math> is the number of classified water bodies classified as having a good quality status;</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msub>\n      <mrow>\n        <mi>n</mi>\n      </mrow>\n      <mrow>\n        <mi>t</mi>\n      </mrow>\n    </msub>\n  </math> is the total number of monitored and classified water bodies.</p>","DATA_VALIDATION__GLOBAL":"<p>The UNEP SDG6 Helpdesk assists countries in ensuring the quality of their submission during its preparation. </p>\n<p>Following the Initial submission the Helpdesk undertakes several checks on the data and calrifies any irregularities with the country technical focal point until both sides agree to finalize the report.</p>\n<p>The data is then submitted to the UNEP SDG focal point, who collates all indicators data for which UNEP is the Custodian Agency, where a further quality check is undertaken, prior to submission to the SDG Global Database</p>","ADJUSTMENT__GLOBAL":"<p>In case national definitions such as water quality target values change, countries can retroactively adjust previous submissions.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>Missing values are not imputed.</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>Missing values are not imputed.</p>","REG_AGG__GLOBAL":"<p>The data will be aggregated at the sub-regional, regional and global levels. For the aggregation methods, please see:</p>\n<p><a href=\"https://wesr.unep.org/media/docs/graphs/aggregation_methods.pdf\">https://wesr.unep.org/media/docs/graphs/aggregation_methods.pdf</a>. </p>","DOC_METHOD__GLOBAL":"<p>6.3.2 Online Support Platform with official methodology, technical materials, case studies and presentations to guide the reporting process available under: <a href=\"https://communities.unep.org/display/sdg632\">https://communities.unep.org/display/sdg632</a></p>\n<p>SDG 6.3.2 Helpdesk reachable via: <a href=\"mailto:sdg632@un.org\">sdg632@un.org</a> (Q&amp;A, arranging of individual support calls, indicator calculation services etc.)</p>\n<p>Various capacity development activities around the indicator: online webinars, country visits, workshops</p>","QUALITY_MGMNT__GLOBAL":"<p>The GEMS/Water Data Centre is hosted by the Federal Institute of Hydrology, a government entity of the Federal Republic of Germany and complies with the government&#x2019;s quality management, assurance, and assessment procedures.</p>","QUALITY_ASSURE__GLOBAL":"<p> See 4.i </p>","QUALITY_ASSMNT__GLOBAL":"<p> See 4.i.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>An initial baseline data collection has been conducted in 2017 with 48 country data submissions as of February 2018.</p>\n<p><strong>Time series:</strong></p>\n<p>Second reporting cycle 2020: 89 submissions as of February 2021. </p>\n<p><strong>Disaggregation:</strong></p>\n<p>Depending on the level of detail provided by countries in their submissions, the indicator can be disaggregated by water body type (river, lake, groundwater) and river basin district. This disaggregated data can support informed decision-making at the national and sub-national scale to monitor and improve water quality management measures.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Not applicable as no internationally estimated data is used to impute. </p>","OTHER_DOC__GLOBAL":"<p><strong>URL: http://www.sdg6monitoring.org/indicators/target-63/indicators632/</strong></p>\n<p><strong>References:</strong></p>\n<p>EU (European Parliament, Council of the European Union) 2000. Water Framework Directive (WFD) 2000/60/EC of the European Parliament and of the Council of 23 October 2000 establishing a framework for Community action in the field of water policy, Official Journal L327, 1&#x2013;72. Available at: <a href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX:32000L0060\"><u>http://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX:32000L0060</u></a></p>\n<p>UNECE 1992 Convention on the Protection and Use of Transboundary Watercourses and International Lakes. Available at: <a href=\"http://www.unece.org/fileadmin/DAM/env/water/pdf/watercon.pdf\" target=\"_blank\">http://www.unece.org/fileadmin/DAM/env/water/pdf/watercon.pdf</a></p>\n<p>WMO 2012 <em>International Glossary of Hydrology. </em>No. 385 World Meteorological Organization and United Nations Educational, Scientific and Cultural Organization. Available at: <a href=\"http://library.wmo.int/pmb_ged/wmo_385-2012.pdf\"><u>http://library.wmo.int/pmb_ged/wmo_385-2012.pdf</u></a><em> </em></p>","indicator":"6.3.2","target_id":"6.3","sdg_goal":"6","indicator_sort_order":"06-03-02"}