{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Change in the extent of water-related ecosystems over time","graph_titles":[],"graph_type":"line","indicator_name":"Change in the extent of water-related ecosystems over time","indicator_number":"6.6.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 6: Ensure availability and sustainable management of water and sanitation for all</p>","SDG_TARGET__GLOBAL":"<p>Target 6.6: By 2020, protect and restore water-related ecosystems, including mountains, forests, wetlands, rivers, aquifers and lakes</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 6.6.1: Change in the extent of water-related ecosystems over time</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Extent of inland wetlands (square kilometres)</p>\n<p>Extent of human made wetlands (square kilometres)</p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>15.1</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>Secretariat of the Ramsar Convention on Wetlands</p>","CONTACT_ORGANISATION__GLOBAL":"<p>Secretariat of the Ramsar Convention on Wetlands</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<ul>\n  <li>&#x201C;extent of wetlands&#x201D; </li>\n</ul>\n<p>This term can be defined as the surface area of wetlands. It is measured in km<sup>2 </sup>or hectares. It is expected that the surface reported by countries in 2018 correspond to that of 2017; if not, the reference year should be indicated. </p>\n<ul>\n  <li>&#x201C;change in the extent of wetlands&#x201D; </li>\n</ul>\n<p>This term refers to the percentage change in area of wetlands from a baseline reference. For reporting such change, the previous extent, if known, and the period over which the change has taken place should be specified. </p>\n<p><strong>Concepts:</strong></p>\n<p>In order to provide a precise definition of the indicator, it is crucial to provide a definition of </p>\n<p><strong>&#x201C;Water related ecosystems&#x201D;. </strong>For this purpose, the definition of the Ramsar Convention on Wetlands is used.</p>\n<ul>\n  <li><strong>the Ramsar definition of &#x201C;wetlands&#x201D;</strong></li>\n</ul>\n<p>The Ramsar definition is very broad, reflecting the purpose and global coverage of the Convention:</p>\n<p>In accordance with Article 1.1 of the Convention, <br>&#x201C;<em>Wetlands are areas of marsh, fen, peatland or water, whether natural or artificial, permanent or temporary, with water that is static or flowing, fresh, brackish or salt, including areas of marine water the depth of which at low tide does not exceed six metres</em>&#x201D;.</p>\n<p>In addition, in accordance with Article 2.1, Ramsar Sites <br>&#x201C;<em>may incorporate riparian and coastal zones adjacent to the wetlands, and islands or bodies of marine water deeper than six metres at low tide lying within the wetlands</em>&#x201D;.</p>\n<p><strong>- the Ramsar system of classifying wetland types</strong></p>\n<p>Many national definitions and classifications of &#x201C;wetlands&#x201D; are in use. They have been developed in response to different national needs and take into account the main biophysical features (generally vegetation, landform and water regime, and sometimes also water chemistry such as salinity) and the variety and size of wetlands in the locality or region being considered.</p>\n<p>The <u>Ramsar Classification System for Wetland Types</u>, adopted at COP4 in 1990, and amended at COP6 in 1996 (Resolution VI.5) and at COP7 in 1999 (Resolution VII.11) has value as a basic internationally applicable habitat description for sites designated for the Ramsar List of Wetlands of International Importance.</p>\n<p>The System (see <strong>Annex 1)</strong> describes the types of wetland covered by each of the wetland type codes. Note that the wetland types are grouped in three major categories: <u>marine/coastal</u>, <u>inland</u>, and <u>human-made</u> wetlands. Within a single Ramsar Site or other wetland, there may be wetland types from two or more of these categories, particularly if the wetland is large. </p>\n<p>For the purpose of the Target and Indicator, and based on the National Reports Parties report on the use of the three major categories. Countries also use Ramsar definition that has been internationally agreed under the Convention. The minimum information that should be provided is the total area of wetlands for each of these three categories with an emphasis on inland wetlands or freshwater ecosystems for purpose of indicator 6.6.1 (see table below, the explanations of each wetland type code is in Annex 1). </p>\n<p><strong>Table 1: Tabulations of Wetland Type characteristics, Inland Wetlands:</strong></p>\n<table>\n  <tbody>\n    <tr>\n      <td rowspan=\"16\">\n        <p>Fresh water</p>\n      </td>\n      <td rowspan=\"4\">\n        <p>Flowing water</p>\n      </td>\n      <td rowspan=\"3\">\n        <p>Permanent</p>\n      </td>\n      <td>\n        <p>Rivers, streams, creeks </p>\n      </td>\n      <td>\n        <p>M</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Deltas</p>\n      </td>\n      <td>\n        <p>L</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p> Springs, oases</p>\n      </td>\n      <td>\n        <p>Y</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Seasonal/intermittent</p>\n      </td>\n      <td>\n        <p>Rivers, streams, creeks</p>\n      </td>\n      <td>\n        <p>N</p>\n      </td>\n    </tr>\n    <tr>\n      <td rowspan=\"4\">\n        <p>Lakes and pools</p>\n      </td>\n      <td rowspan=\"2\">\n        <p>Permanent</p>\n      </td>\n      <td>\n        <p>&gt; 8 ha</p>\n      </td>\n      <td>\n        <p>O</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>&lt; 8 ha</p>\n      </td>\n      <td>\n        <p>Tp</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Seasonal/intermittent</p>\n      </td>\n      <td>\n        <p>&gt; 8 ha</p>\n      </td>\n      <td>\n        <p>P</p>\n      </td>\n    </tr>\n    <tr>\n      <td></td>\n      <td>\n        <p>&lt; 8 ha</p>\n      </td>\n      <td>\n        <p>Ts</p>\n      </td>\n    </tr>\n    <tr>\n      <td rowspan=\"4\">\n        <p>Marshes on inorganic soils</p>\n      </td>\n      <td>\n        <p>Permanent</p>\n      </td>\n      <td>\n        <p>Herb-dominated</p>\n      </td>\n      <td>\n        <p>Tp</p>\n      </td>\n    </tr>\n    <tr>\n      <td rowspan=\"2\">\n        <p>Permanent/ Seasonal/intermittent</p>\n      </td>\n      <td>\n        <p>Shrub-dominated</p>\n      </td>\n      <td>\n        <p>W</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Tree-dominated</p>\n      </td>\n      <td>\n        <p>Xf</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Seasonal/intermittent</p>\n      </td>\n      <td>\n        <p>Herb-dominated</p>\n      </td>\n      <td>\n        <p>Ts</p>\n      </td>\n    </tr>\n    <tr>\n      <td rowspan=\"2\">\n        <p>Marshes on peat soils</p>\n      </td>\n      <td rowspan=\"2\">\n        <p>Permanent</p>\n      </td>\n      <td>\n        <p>Non-forested</p>\n      </td>\n      <td>\n        <p>U</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Forested</p>\n      </td>\n      <td>\n        <p>Xp</p>\n      </td>\n    </tr>\n    <tr>\n      <td rowspan=\"2\">\n        <p>Marshes on inorganic or peat soils</p>\n      </td>\n      <td colspan=\"2\">\n        <p>High altitude (alpine)</p>\n      </td>\n      <td>\n        <p>Va</p>\n      </td>\n    </tr>\n    <tr>\n      <td colspan=\"2\">\n        <p>Tundra</p>\n      </td>\n      <td>\n        <p>Vt</p>\n      </td>\n    </tr>\n    <tr>\n      <td rowspan=\"4\">\n        <p>Saline, brackish or alkaline water</p>\n      </td>\n      <td rowspan=\"2\">\n        <p>Lakes</p>\n      </td>\n      <td colspan=\"2\">\n        <p>Permanent</p>\n      </td>\n      <td>\n        <p>Q</p>\n      </td>\n    </tr>\n    <tr>\n      <td colspan=\"2\">\n        <p>Seasonal/intermittent</p>\n      </td>\n      <td>\n        <p>R</p>\n      </td>\n    </tr>\n    <tr>\n      <td rowspan=\"2\">\n        <p>Marshes &amp; pools</p>\n      </td>\n      <td colspan=\"2\">\n        <p>Permanent</p>\n      </td>\n      <td>\n        <p>Sp</p>\n      </td>\n    </tr>\n    <tr>\n      <td colspan=\"2\">\n        <p>Seasonal/intermittent</p>\n      </td>\n      <td>\n        <p>Ss</p>\n      </td>\n    </tr>\n    <tr>\n      <td rowspan=\"2\">\n        <p>Fresh, saline, brackish or alkaline water</p>\n      </td>\n      <td colspan=\"3\">\n        <p>Geothermal</p>\n      </td>\n      <td>\n        <p>Zg</p>\n      </td>\n    </tr>\n    <tr>\n      <td colspan=\"3\">\n        <p>Subterranean</p>\n      </td>\n      <td>\n        <p>Zk(b)</p>\n      </td>\n    </tr>\n  </tbody>\n</table>","UNIT_MEASURE__GLOBAL":"<p>The extent of wetlands is measured in km<sup>2</sup></p>","CLASS_SYSTEM__GLOBAL":"<p>The international standard classification being used is the Ramsar Classification System for Wetland Types, adopted at COP4 in 1990, and amended at COP6 in 1996 (Resolution VI.5) and at COP7 in 1999 (Resolution VII.11) which is a basic internationally applicable habitat description for sites designated for the Ramsar List of Wetlands of International Importance and other wetlands. See item 7 Annex 1 for the full classification.</p>","SOURCE_TYPE__GLOBAL":"<p>The Ramsar Convention on Wetlands Secretariat has been collecting and analysing data on country implementation since 2000 including information about wetland inventories. This is done at intervals of 3 years, that is the cycle of Country reporting under the Convention </p>\n<p>The 1999 review of the state of wetland inventory worldwide (<em>Global review of wetland resources and priorities for wetland inventory </em>- GRoWI), which was undertaken for the Ramsar Convention, identified not only the major gaps in the extent to which wetland inventory had been undertaken, but also found that for the inventories which had been made, it was frequently very hard to trace their existence, to identify their purpose, scope and coverage, and/or to access the information contained in them.</p>\n<p>Another source of information is the update of the Wetland Extent Trends (WET) Index that was commissioned by the Ramsar Convention Secretariat to WCMC. The Wet Index is an updatable indicator of wetland area trends where there are still gaps of information. However, it is not applicable at national level and has not been used, as data are not available at national level. This will be fixed with national reports. </p>\n<p>In the format for National Report for COP13 the Contracting Parties agreed the inclusion of an indicator on the extent of wetlands and change in the extent (indicator 6.6.1). For COP13, 44% of Contracting Parties have completed national wetlands inventories and 16% of Parties reported that their wetland inventories are in progress. Therefore, all data are provided to the Ramsar Secretariat by countries in the form of a country report following a standard format, which includes the original data and reference sources and descriptions of how these have been used to estimate the extent of wetlands. </p>","COLL_METHOD__GLOBAL":"<p>All data are provided by Ramsar Administrative Authorities to the Ramsar Secretariat in the form of country reports of implementation of the Convention based on a standard format that it is been approved by the Standing Committee. The format includes indicators to estimate wetland extent with reference sources.</p>\n<p>As indicated in the Quality Assurance section, for remaining countries where no information is provided, a report is prepared by the Ramsar Secretariat using existing information and a literature search. All country reports (including those prepared by the Ramsar Secretariat) are sent to the respective Administrative Authority for validation before finalization.</p>","FREQ_COLL__GLOBAL":"<p>Data collection process for indicator 6.6.1 has started in 2018 and data collection will take place also in 2019. </p>","REL_CAL_POLICY__GLOBAL":"<p>Updated data with time series and including year 2020 will be released late 2020. </p>","DATA_SOURCE__GLOBAL":"<p>Ramsar Administrative Authorities prepare and submit to the Ramsar Secretariat their National Reports on implementation for each Conference of the Parties. Countries with dependent territories prepare more than one report. For the remaining countries where no information is provided, a report is prepared by the Ramsar Secretariat using existing information and a literature search that is validated by the concerned countries. </p>","COMPILING_ORG__GLOBAL":"<p>Secretariat of the Ramsar Convention on Wetlands: The Secretariat expects to work with UNEP as co-custodian of this indicator and other<strong> </strong>UN agencies and partners.<strong> </strong></p>","INST_MANDATE__GLOBAL":"<p>At the 52nd meeting of the Standing Committee (SC52) in 2016, Contracting Parties of the Convention on Wetlands approved the inclusion of an indicator on wetland extent in the National Report to COP13. Subsequently, the UN General Assembly in July 2017 adopted the global indicator framework (A/RES/71/313) that included Indicator 6.6.1 on change in the extent of water-related ecosystems over time. Given that Contracting Parties were reporting on extent as part of the National Reports, the Interagency Expert Group on SDGs in 2017 appointed the Convention on Wetlands as co-custodian of Indicator 6.6.1 using data coming from National Reports, which used wetland inventories as a main source.</p>\n<p>As noted in Resolution XIII.7, enhancing the Convention&#x2019;s visibility and synergies with other multilateral environmental agreements and other international institutions, the Convention on Wetlands is co-custodian with UNEP of SDG Indicator 6.6.1. The Convention contributes to monitoring progress with data from National Reports on extent of wetlands, based on the Convention&#x2019;s definitions and requirements for reporting. </p>\n<p>Paragraph 40 of Resolution XIII.7 &#x201C;requests the Secretariat to continue working with Contracting Parties on the completion of national wetland inventories and wetland extent to report on SDG Indicator 6.6.1&#x201D;.</p>\n<p>The Standing Committee at its 54th and 57th meetings, through Decisions SC54-26 and <br>SC57-47, approved the allocation of funds to support Contracting Parties in the completion of wetland inventories and report on wetland extent under Indicator 6.6.1. </p>","RATIONALE__GLOBAL":"<p>The Ramsar Convention on Wetlands is the Intergovernmental treaty that provides the framework for the Conservation and wise use of wetlands and their resources. The Convention was adopted in 1971 and came into force in 1975. Since then, 170 Countries representing almost 90% on UN member states, from all the world&#xB4;s geographic regions have acceded to become Contracting Parties under the Convention.</p>\n<p>At its 52nd meeting, in 2016, the Standing Committee of the Ramsar Convention agreed that Parties would include in their national reports for the 13th meeting of the Conference of the Parties, which have been submitted in January 2018, data on the &#x201C;extent&#x201D; of wetlands. This requirement provides an intergovernmental mechanism to obtain verified data that clearly contribute to Indicator 6.6.1 on wetland extent, but also to collect information for Target 15.1 which consider other types of ecosystems. </p>\n<p>The indicator provides a measure of the relative extent of inland wetlands in a country. It follows the rationale of the forest indicator (Indicator 15.1.1). The availability of accurate data on a country&apos;s wetland extent based on the country&#xB4;s wetland inventory is crucial for decision making regarding policies, restoration of critical wetlands or designation under national or international management or protected area categories. </p>\n<p>Changes in the wetland extent reflect wetland loss and degradation for land use changes or for other uses and may help identify unsustainable practices from different sectors.</p>","REC_USE_LIM__GLOBAL":"<p>The 1999 review of the state of wetland inventory worldwide (Global review of wetland resources and priorities for wetland inventory - GRoWI), which was undertaken for the Ramsar Convention, identified not only the major gaps in the extent to which wetland inventory had been undertaken, but also found that for the inventories which had been made, it was frequently very hard to trace their existence, to identify their purpose, scope and coverage, and/or to access the information contained in them. </p>\n<p>In the light of these findings and to help address this lack of access by those who need to use wetland inventory for a wide range of Convention implementation purposes, the Convention&#x2019;s Scientific &amp; Technical Review Panel (STRP) developed a standard model for wetland inventory metadata (i.e., data about the characteristics of a wetland inventory, rather than the inventory data itself) in order to facilitate those who have inventories in making the existence and availability of these more publicly accessible.</p>\n<p>In 2002, several limitations were identified (Ramsar COP8) in the use of EO for routinely deriving wetland information. These included the cost of the technology, the technical capacity needed to use the data, the unsuitability of the data available for some basic applications (in terms of spatial resolution), the lack of clear, robust and efficient user-oriented methods and guidelines for using the technology, and a lack of solid track record of successful case studies that could form a basis for operational activities. </p>\n<p>Historical optical data is available from Landsat and Spot missions; however, persistent cloud cover in certain regions renders much of these data unusable. Distinguishing between permanent and temporary surface water and wetlands can therefore be difficult considering the available historical data. It is further noted that for complex environments with different wetland types, in situ data or local knowledge is critical to support the analysis of the EO data, and is sometimes the only way to obtain information on certain wetland types.</p>\n<p>Another limitation is that some countries are in the process of updating or completing their national wetlands inventories. In others, there are still gaps or difficulty to access the available information.</p>\n<p>Despite the above limitations, the use of the measure of extent of wetlands will respond to the indicator and will allow having a practical mechanism in the short term to track the status of water related ecosystems with robust data and foster action for the conservation of these important ecosystems. </p>","DATA_COMP__GLOBAL":"<p>Wetland area (Km<sup>2</sup> or ha, reference year)/Change in the extent of wetlands (water-related ecosystems over time) a baseline reference and year.</p>\n<p> </p>\n<p>Based upon the national wetland inventory (complete or partial), countries provide a baseline figure in square kilometres for the extent of wetlands (according to the Ramsar definition) for the year 2017. The minimum information that should be provided is the total area of wetlands for each of the three major categories; &#x201C;marine/coastal&#x201D;, &#x201C;inland&#x201D; and &#x201C;human-made.</p>\n<p>If the information is available, countries indicate the % change in the extent of wetlands over the last three years. If the period of data covers more than three years, countries provide the available information, and indicate the period of the change. For reporting such change, the previous extent, if known, and the period over which the change has taken place should be specified. </p>\n<p>This indicator can be aggregated to global or regional level by adding all country values globally or in a specific region. </p>","DATA_VALIDATION__GLOBAL":"<p>The Convention contributes to monitoring progress of Indicator 6.6.1 with data from National Reports on extent of wetlands, based on the Convention&#x2019;s definitions and requirements for reporting. State Parties to the Convention report to the Secretariat every three years that is the cycle of the Convention. The data submitted by the State Parties on their National Reports on Indicator 6.6.1 are review by the Secretariat and Focal Points of the State Parties are contacted in case clarifications are necessary. Once the clarifications are made, the data are submitted to the SDGs Indicators Database. </p>","ADJUSTMENT__GLOBAL":"<p>As indicated in item 2.c, the international standard classification being used is the Ramsar Classification System for Wetland Types, adopted at the Fourth Meeting of the Conference of the Parties to the Convention on Wetlands (COP4) in 1990.</p>\n<p>When reporting on the SDGs data, we use the regional aggregates according to the &#x201C;SDG regional groupings for compliance with SDG processes. </p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level</strong></li>\n</ul>\n<p>For countries where no information on wetland inventories was provided to the Ramsar Convention on Wetlands Secretariat as part of their National Reports to COP13 (16% of countries) a report is in preparation by the Ramsar Secretariat using existing information from previous assessments and literature search. The reports are shared with the concerned countries in order to comment and make any adjustment complementation to the data. </p>\n<ul>\n  <li><strong>At regional and global levels</strong></li>\n</ul>\n<p>As indicated above </p>","REG_AGG__GLOBAL":"<p>Since information is available for all countries, regional and global estimates are produced by summation. </p>","DOC_METHOD__GLOBAL":"<p>Countries under the Ramsar Convention provide all data in the form of a country report following a standard format approved by the Standing Committee, which includes the original data and reference of wetland inventories as the main source of information. </p>\n<p>Detailed methodology and guidance on how to provide the data on extent for indicator 6.6.1 in their National Reports and to use Ramsar definition and classification is found in the document &#x201C;Guidance on information on national wetland extent, is provided in Target 8 National Wetlands Inventory of the Ramsar National Report for COP13 and COP14 &#x201D;. </p>\n<p>The Ramsar Convention on Wetlands has taken many steps to ensure the wise use and conservation of wetlands globally. This has included the development and promotion of guidance and best practice tools for the inventory, assessment and monitoring of change in wetlands with emphasis in recent years on the application of an increasing number of satellite-based remote sensing approaches (Davidson &amp; Finlayson 2007; Mackay et al. 2009; Ramsar Secretariat 2010a). This has become necessary as there is an increasing demand for information that can be readily used by wetland managers to help stem the ongoing loss and degradation of wetlands. </p>\n<p>The utility of different remote sensing datasets for wetland inventory, monitoring and assessment is well established, through the provision of site based (Land Use Land Cover (LULC)) maps characterising an ecosystem, to the analysis of time series data (remote sensing datasets collected consistently over a particular time period) to determine changes.</p>\n<p>The availability and accessibility of EO datasets suitable for addressing the information needs of the Ramsar Convention and wetland practitioners has increased dramatically in the recent past; increasing capabilities in terms of spatial, temporal and spectral resolution of the data have enabled more efficient and reliable monitoring of the environment over time at global, regional and local scales.</p>\n<p>The Scientific and Technical Review Panel of the Convention has produced a Ramsar Technical Report on &#x201C;Best practice guidelines for the use of Earth Observation for wetland inventory, assessment and monitoring: An information source for wetland managers provided by the Ramsar Convention for Wetlands&#x201D;. The Ramsar Convention and EO based approaches build on those previously undertaken on the use of EO technologies for implementation of the Convention (Ramsar, 2002; Davidson &amp; Finlayson, 2007; Mackay et al., 2009) and are placed within the conceptualisation of wetland inventory, assessment and monitoring that were incorporated into the IF-WIAM (Ramsar Secretariat, 2010b). </p>\n<p>The purpose of the report is to provide an overview of the application of EO technologies to inform wetland managers and practitioners, and stakeholders, including those from related sectors, such as protected area managers and wetland education centre staff (Ramsar Convention, 2015) about &#x201C;best practice&#x201D; use of EO technologies, taking into account requirements and recommendations from the Convention. </p>\n<p>EO provides an effective means for periodic mapping and monitoring over regional to global scales. It should, however, not be expected that global datasets, can achieve the same high level of accuracy everywhere as a local scale map derived through ground surveys and the use of finer resolution (aerial, drones) geospatial data.</p>\n<p>Although mapping of land cover and land uses are one of the most common uses of EO data, there are still challenges in assessing the current status and changes in wetlands over time. Monitoring historical trends and changing patterns of wetlands is complicated by the lack of medium to high-resolution data in particular prior to 2000. </p>\n<p>Despite the ever-expanding data archives, improving quality and increasing suitability of EO data for wetland inventory, monitoring and assessment, it is important to note that &#x201C;ground-truthing&#x201D; or field-based assessments and validation are still a vital component of any work involving EO data, whose occasional omission may still lead to problematic results. </p>\n<p>Ramsar partners such as Jaxa and ESA have conducted pilot projects that provide geospatial information to provide changes to Ramsar, national wetland practitioners, decision makers, and NGOs. </p>\n<p>Wetland inventory provides the basis for guiding the development of appropriate assessment and monitoring, and is used to collect information to describe the ecological character of wetlands including that used to support the listing of Ramsar sites, as recorded in the Ramsar Information Sheet (Ramsar Secretariat, 2012), assessment considers the pressures and associated risks of adverse change in ecological character; and monitoring, which can include both survey and surveillance, provides information on the extent of any change that occurs as a consequence of management actions. </p>\n<p>Under the Convention, multiple guidelines have been developed to support countries to complete national wetland inventories (NWIs) including the use of metadata (Some of these guidelines are mentioned below). More recently in 2020, the Secretariat prepared a toolkit on wetlands inventory to assist Contracting Parties to implement or update a NWI. The aim of the toolkit is to provide practical guidance and examples of how to implement an NWI, including a step-by-step process and resources to support each recommendation. Good practices and examples on the areas of carrying out and updating NWIs, inventory methods, data collection, Earth observation and use of wetland inventories in decision-making are provided. Examples that illustrate how to solve the challenges faced by Contracting Parties are also included. The toolkit includes an introduction linking NWIs to SDG targets and expounding on the importance of an NWI for decision-making, including suggestions for building the case for supporting and protecting wetlands. </p>\n<p>The Secretariat is using the toolkit as a central resource for the development of training materials, webinars and other training opportunities for Contracting Parties.</p>\n<p><strong>Ramsar Guidelines</strong></p>\n<p>A new toolkit for National Wetlands Inventories</p>\n<p><a href=\"https://www.ramsar.org/sites/default/files/documents/library/nwi_toolkit_2020_e.pdf\">https://www.ramsar.org/sites/default/files/documents/library/nwi_toolkit_2020_e.pdf</a></p>\n<p> </p>\n<p>Handbook 15 Wetland Inventory. Ramsar Secretariat 2010a.</p>\n<p><a href=\"https://www.ramsar.org/sites/default/files/documents/pdf/lib/hbk4-15.pdf\">https://www.ramsar.org/sites/default/files/documents/pdf/lib/hbk4-15.pdf</a></p>\n<p>Ramsar Handbooks: Handbook 13 Inventory, assessment and monitoring. Ramsar Secretariat 2010b <a href=\"https://www.ramsar.org/sites/default/files/documents/pdf/lib/hbk4-13.pdf\">https://www.ramsar.org/sites/default/files/documents/pdf/lib/hbk4-13.pdf</a></p>\n<p>Ramsar Technical Report 2 Low-cost GIS software and data for wetland inventory, assessment &amp; monitoring. </p>\n<p><a href=\"https://www.ramsar.org/sites/default/files/documents/pdf/lib/lib_rtr02.pdf\">https://www.ramsar.org/sites/default/files/documents/pdf/lib/lib_rtr02.pdf</a></p>\n<p><a href=\"http://www.ramsar.org/sites/default/files/documents/pdf/lib/lib_rtr04.pdf\">Ramsar Technical Report 4: A Framework for a wetland inventory metadatabase.</a></p>\n<p><a href=\"https://www.ramsar.org/sites/default/files/documents/pdf/lib/lib_rtr04.pdf\">https://www.ramsar.org/sites/default/files/documents/pdf/lib/lib_rtr04.pdf</a></p>\n<p>Ramsar (2002). The Ramsar Convention on Wetlands, The 8th Meeting of the Conference of the Parties to the Convention on Wetlands, Valencia, Spain, 18-26 November 2002, COP8 DOC. 35, The use of Earth Observation technology to support the implementation of the Ramsar Convention, <a href=\"http://www.ramsar.org/sites/default/files/documents/pdf/cop8/cop8_doc_35_e.pdf\">http://www.ramsar.org/sites/default/files/documents/pdf/cop8/cop8_doc_35_e.pdf</a></p>\n<p>Resolution VIII.6 A Ramsar Framework for Wetland Inventory <a href=\"http://www.ramsar.org/document/resolution-viii6-a-ramsar-framework-for-wetland-inventory\">http://www.ramsar.org/document/resolution-viii6-a-ramsar-framework-for-wetland-inventory</a></p>\n<p>Resolution VI.12 National Wetland Inventories and candidate sites for listing <a href=\"http://www.ramsar.org/sites/default/files/documents/pdf/res/key_res_vi.12e.pdf\">http://www.ramsar.org/sites/default/files/documents/pdf/res/key_res_vi.12e.pdf</a></p>\n<p>Resolution VII.20 Priorities for wetland inventory <a href=\"http://www.ramsar.org/sites/default/files/documents/library/key_res_vii.20e.pdf\">http://www.ramsar.org/sites/default/files/documents/library/key_res_vii.20e.pdf</a></p>\n<p>Resolution IX.1 Additional scientific and technical guidance for implementing the Ramsar wise use concept Annex E. An Integrated Framework for wetland inventory assessment and monitoring <a href=\"http://www.ramsar.org/sites/default/files/documents/pdf/res/key_res_ix_01_annexe_e.pdf\">http://www.ramsar.org/sites/default/files/documents/pdf/res/key_res_ix_01_annexe_e.pdf</a></p>\n<p>Resolution X.15 Describing the ecological character of wetlands and data needs and formats for core inventory: harmonized scientific and technical guidance <a href=\"http://www.ramsar.org/sites/default/files/documents/pdf/res/key_res_x_15_e.pdf\">http://www.ramsar.org/sites/default/files/documents/pdf/res/key_res_x_15_e.pdf</a></p>\n<p><a href=\"https://www.ramsar.org/document/ramsar-technical-report-10-the-use-of-earth-observation-for-wetland-inventory-assessment\">Ramsar Technical Report 10: The use of Earth Observation for wetland inventory, assessment and monitoring | Ramsar</a></p>\n<p>The Ramsar Convention on Wetlands. (2011). The 11th Meeting of the Conference of the Parties to the Convention on Wetlands, Bucharest, Romania, 6-13 July, 2012. Resolution XI.8, Annex 2: Strategic Framework and guidelines for the future development of the List of Wetlands of International Importance of the Convention on Wetlands (Ramsar, Iran, 1971) &#x2013; 2012 revision. </p>\n<p><a href=\"https://www.ramsar.org/sites/default/files/documents/library/cop11-res08-e-anx2_revcop13.pdf\">https://www.ramsar.org/sites/default/files/documents/library/cop11-res08-e-anx2_revcop13.pdf</a></p>\n<p>Davidson, N.C. &amp; Finlayson, C.M. (2007). Earth Observation for wetland inventory, assessment and monitoring. Aquatic Conservation: Marine and Freshwater Ecosystems, 17, 219-228.</p>\n<p><a href=\"https://booksc.org/book/538915/be9741\">Earth Observation for wetland inventory, assessment and monitoring | N.C. Davidson; C.M. Finlayson | download (booksc.org)</a></p>\n<p>MacKay, H., Finlayson, C.M., Fern&#xE1;ndez-Prieto, D., Davidson, N., Pritchard, D. &amp; Rebelo, L.-M. (2009). The role of Earth Observation (EO) technologies in supporting implementation of the Ramsar Convention on Wetlands. Journal of Environmental Monitoring 90(7), 2234-2242.</p>\n<p><a href=\"https://booksc.org/book/3680727/08a074\">The role of Earth Observation (EO) technologies in supporting implementation of the Ramsar Convention on Wetlands | H. MacKay; C.M. Finlayson; D. Fern&#xE1;ndez-Prieto; N. Davidson; D. Pritchard; L.-M. Rebelo | download (booksc.org)</a></p>","QUALITY_MGMNT__GLOBAL":"<p>At the 52nd meeting of the Standing Committee (SC52) in 2016, Contracting Parties of the Convention on Wetlands approved the inclusion of an indicator on wetland extent in the National Report to COP13. The Secretariat provides guidance and training to Contracting Parties for the submission of National Reports to COP13/COP14 and developed a toolkit and training on wetlands inventories to enable them to provide data that could be used for SDG Indicator 6.6.1 reporting. The Secretariat also works with Parties to complete and refine information on extent that has been submitted to the Secretariat and to identify information that is available in existing inventories referred in National Reports, that has not been used to report on wetland extent. Through this mechanism, national validated data using accepted international definitions of wetlands are provided to measure the extent of water-related ecosystems under SDG 6. </p>","QUALITY_ASSURE__GLOBAL":"<p>Once received, the country reports undergo a rigorous review process to ensure correct use of definitions and methodology as well as internal consistency. A comparison is made with past information and other existing data sources. Regular contacts between national correspondents and Ramsar Staff by e-mail and webinars/regional/sub-regional review workshops form part of this review process in order to support country capacities in particular for monitoring purposes. </p>\n<p>Missing reports prepared by the Ramsar Secretariat for Indictor 6.6.1 are sent to the respective Ramsar Administrative Authority for validation before finalization and publishing of data. The data are then aggregated at sub-regional, regional and global levels by the Ramsar Secretariat team. </p>","QUALITY_ASSMNT__GLOBAL":"<p>Refinement of data includes reporting on wetland type using the two main categories in the Ramsar classification: inland and human-made wetlands. Through this mechanism, national validated data using accepted international definitions of wetlands under the Convention are provided to measure the extent of water-related ecosystems under SDG 6. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Data are available for all countries (143) that submitted National Reports for COP13 as well as for previous COPs as indicated below. The data collected include information on wetland inventories and extent. For the missing country data (16%) as indicated in the &#x201C;Quality assurance section&#x201D;, the Secretariat will prepare in 2018 reports with the available source of information for Indictor 6.6.1 that will be sent to the respective Ramsar Administrative Authorities for validation. The gaps of information will be addressed during 2018 and 2019 to fully report in late 2020. </p>\n<p><strong>Time series:</strong></p>\n<p>The Secretariat holds National Report information from COP8 (2002), COP9 (2005), COP10 (2008), COP11 (2012), COP12 (2015) and COP13 (2018) National Reports, in databases which permit an analysis of trends in implementation over time, from the 2002-2005 triennium to 2012-2015 that includes specific indicators such as wetland inventories. However, for wetland extent, the data collection has started in 2018. Contracting Parties report in two main categories in the Ramsar classification: inland and human-made wetlands.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>No further disaggregation of this indicator </p>","COMPARABILITY__GLOBAL":"<p>The national figures are reported by the countries themselves following standardized format for the National Reports for the COPs that included definitions and reporting years, thus eliminating any discrepancies between global and national figures. The reporting format ensures that countries provide the full reference for original data sources as well as national definitions and terminology. </p>","OTHER_DOC__GLOBAL":"<p>References and links are provided in the section of methods and guidance available to countries for the compilation of the data at the national level.</p>\n<p><strong>Annex 1 Ramsar Wetland Classification</strong></p>\n<p>The codes are based upon the Ramsar Classification System for Wetland Types, as approved by the Conference of the Contracting Parties in Recommendation 4.7 and amended by Resolutions VI.5 and VII.11. </p>\n<p>To assist in identification of the correct Wetland Types, the Secretariat has provided below tabulations of some of the characteristics of each Wetland Type, for Marine/Coastal Wetlands and Inland Wetlands. </p>\n<p><strong>Marine/Coastal Wetlands</strong></p>\n<p>A -- <strong>Permanent shallow marine waters</strong> in most cases less than six metres deep at low tide; includes sea bays and straits.</p>\n<p>B -- <strong>Marine subtidal aquatic beds</strong>; includes kelp beds, sea-grass beds, tropical marine meadows.</p>\n<p>C -- <strong>Coral reefs</strong>.</p>\n<p>D -- <strong>Rocky marine shores</strong>; includes rocky offshore islands, sea cliffs.</p>\n<p>E -- <strong>Sand, shingle or pebble shores</strong>; includes sand bars, spits and sandy islets; includes dune systems and humid dune slacks.</p>\n<p>F -- <strong>Estuarine waters</strong>; permanent water of estuaries and estuarine systems of deltas.</p>\n<p>G -- <strong>Intertidal mud, sand or salt flats</strong>.</p>\n<p>H -- <strong>Intertidal marshes</strong>; includes salt marshes, salt meadows, saltings, raised salt marshes; includes tidal brackish and freshwater marshes.</p>\n<p>I -- <strong>Intertidal forested wetlands</strong>; includes mangrove swamps, nipah swamps and tidal freshwater swamp forests. </p>\n<p>J -- <strong>Coastal brackish/saline lagoons</strong>; brackish to saline lagoons with at least one relatively narrow connection to the sea.</p>\n<p>K -- <strong>Coastal freshwater lagoons</strong>; includes freshwater delta lagoons.</p>\n<p>Zk(a) &#x2013; <strong>Karst and other subterranean hydrological systems</strong>, marine/coastal</p>\n<p><strong>Table 2: Tabulations of Wetland Type characteristics, Marine / Coastal Wetlands:</strong></p>\n<table>\n  <tbody>\n    <tr>\n      <td rowspan=\"5\">\n        <p>Saline water</p>\n      </td>\n      <td rowspan=\"3\">\n        <p>Permanent</p>\n      </td>\n      <td>\n        <p>&lt; 6 m deep</p>\n      </td>\n      <td>\n        <p>A</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Underwater vegetation</p>\n      </td>\n      <td>\n        <p>B</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Coral reefs</p>\n      </td>\n      <td>\n        <p>C</p>\n      </td>\n    </tr>\n    <tr>\n      <td rowspan=\"2\">\n        <p>Shores</p>\n      </td>\n      <td>\n        <p>Rocky</p>\n      </td>\n      <td>\n        <p>D</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Sand, shingle or pebble</p>\n      </td>\n      <td>\n        <p>E</p>\n      </td>\n    </tr>\n    <tr>\n      <td rowspan=\"5\">\n        <p>Saline or brackish water</p>\n      </td>\n      <td rowspan=\"3\">\n        <p>Intertidal</p>\n      </td>\n      <td>\n        <p>Flats (mud, sand or salt)</p>\n      </td>\n      <td>\n        <p>G</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Marshes</p>\n      </td>\n      <td>\n        <p>H</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Forested</p>\n      </td>\n      <td>\n        <p>I</p>\n      </td>\n    </tr>\n    <tr>\n      <td colspan=\"2\">\n        <p>Lagoons</p>\n      </td>\n      <td>\n        <p>J</p>\n      </td>\n    </tr>\n    <tr>\n      <td colspan=\"2\">\n        <p>Estuarine waters</p>\n      </td>\n      <td>\n        <p>F</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Saline, brackish or fresh water</p>\n      </td>\n      <td colspan=\"2\">\n        <p>Subterranean</p>\n      </td>\n      <td>\n        <p>Zk(a)</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Fresh water</p>\n      </td>\n      <td colspan=\"2\">\n        <p>Lagoons</p>\n      </td>\n      <td>\n        <p>K</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<p><strong>Inland Wetlands</strong></p>\n<p>L -- <strong>Permanent inland deltas</strong>.</p>\n<p>M -- <strong>Permanent rivers/streams/creeks</strong>; includes waterfalls.</p>\n<p>N -- <strong>Seasonal/intermittent/irregular rivers/streams/creeks</strong>.</p>\n<p>O -- <strong>Permanent freshwater lakes</strong> (over 8 ha); includes large oxbow lakes.</p>\n<p>P -- <strong>Seasonal/intermittent freshwater lakes</strong> (over 8 ha); includes floodplain lakes.</p>\n<p>Q -- <strong>Permanent saline/brackish/alkaline lakes</strong>.</p>\n<p>R -- <strong>Seasonal/intermittent saline/brackish/alkaline lakes and flats</strong>.</p>\n<p>Sp -- <strong>Permanent saline/brackish/alkaline marshes/pools</strong>.</p>\n<p>Ss -- <strong>Seasonal/intermittent saline/brackish/alkaline marshes/pools</strong>. </p>\n<p>Tp -- <strong>Permanent freshwater marshes/pools</strong>; ponds (below 8 ha), marshes and swamps on inorganic soils; with emergent vegetation water-logged for at least most of the growing season.</p>\n<p>Ts -- <strong>Seasonal/intermittent freshwater marshes/pools on inorganic soils</strong>; includes sloughs, potholes, seasonally flooded meadows, sedge marshes.</p>\n<p>U -- <strong>Non-forested peatlands</strong>; includes shrub or open bogs, swamps, fens.</p>\n<p>Va -- <strong>Alpine wetlands</strong>; includes alpine meadows, temporary waters from snowmelt.</p>\n<p>Vt -- <strong>Tundra wetlands</strong>; includes tundra pools, temporary waters from snowmelt.</p>\n<p>W -- <strong>Shrub-dominated wetlands</strong>; includes shrub swamps, shrub-dominated freshwater marshes, shrub carr, alder thicket on inorganic soils.</p>\n<p>Xf -- <strong>Freshwater, tree-dominated wetlands</strong>; includes freshwater swamp forests, seasonally flooded forests, wooded swamps on inorganic soils.</p>\n<p>Xp -- <strong>Forested peatlands</strong>; peatswamp forests.</p>\n<p>Y -- <strong>Freshwater springs; oases</strong>. </p>\n<p>Zg -- <strong>Geothermal wetlands.</strong></p>\n<p>Zk(b) &#x2013; <strong>Karst and other subterranean hydrological systems</strong>, inland.</p>\n<p><u>Note</u>: &#x201C;<strong>floodplain</strong>&#x201D; is a broad term used to refer to one or more wetland types, which may include examples from the R, Ss, Ts, W, Xf, Xp, or other wetland types. Some examples of floodplain wetlands are seasonally inundated grassland (including natural wet meadows), shrublands, woodlands and forests. Floodplain wetlands are not listed as a specific wetland type herein.</p>\n<p><strong>Table 3: Tabulations of Wetland Type characteristics, Inland Wetlands:</strong></p>\n<table>\n  <tbody>\n    <tr>\n      <td rowspan=\"16\">\n        <p>Fresh water</p>\n      </td>\n      <td rowspan=\"4\">\n        <p>Flowing water</p>\n      </td>\n      <td rowspan=\"3\">\n        <p>Permanent</p>\n      </td>\n      <td>\n        <p>Rivers, streams, creeks </p>\n      </td>\n      <td>\n        <p>M</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Deltas</p>\n      </td>\n      <td>\n        <p>L</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Springs, oases</p>\n      </td>\n      <td>\n        <p>Y</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Seasonal/intermittent</p>\n      </td>\n      <td>\n        <p>Rivers, streams, creeks</p>\n      </td>\n      <td>\n        <p>N</p>\n      </td>\n    </tr>\n    <tr>\n      <td rowspan=\"4\">\n        <p>Lakes and pools</p>\n      </td>\n      <td rowspan=\"2\">\n        <p>Permanent</p>\n      </td>\n      <td>\n        <p>&gt; 8 ha</p>\n      </td>\n      <td>\n        <p>O</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>&lt; 8 ha</p>\n      </td>\n      <td>\n        <p>Tp</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Seasonal/intermittent</p>\n      </td>\n      <td>\n        <p>&gt; 8 ha</p>\n      </td>\n      <td>\n        <p>P</p>\n      </td>\n    </tr>\n    <tr>\n      <td></td>\n      <td>\n        <p>&lt; 8 ha</p>\n      </td>\n      <td>\n        <p>Ts</p>\n      </td>\n    </tr>\n    <tr>\n      <td rowspan=\"4\">\n        <p>Marshes on inorganic soils</p>\n      </td>\n      <td>\n        <p>Permanent</p>\n      </td>\n      <td>\n        <p>Herb-dominated</p>\n      </td>\n      <td>\n        <p>Tp</p>\n      </td>\n    </tr>\n    <tr>\n      <td rowspan=\"2\">\n        <p>Permanent/ Seasonal/intermittent</p>\n      </td>\n      <td>\n        <p>Shrub-dominated</p>\n      </td>\n      <td>\n        <p>W</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Tree-dominated</p>\n      </td>\n      <td>\n        <p>Xf</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Seasonal/intermittent</p>\n      </td>\n      <td>\n        <p>Herb-dominated</p>\n      </td>\n      <td>\n        <p>Ts</p>\n      </td>\n    </tr>\n    <tr>\n      <td rowspan=\"2\">\n        <p>Marshes on peat soils</p>\n      </td>\n      <td rowspan=\"2\">\n        <p>Permanent</p>\n      </td>\n      <td>\n        <p>Non-forested</p>\n      </td>\n      <td>\n        <p>U</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Forested</p>\n      </td>\n      <td>\n        <p>Xp</p>\n      </td>\n    </tr>\n    <tr>\n      <td rowspan=\"2\">\n        <p>Marshes on inorganic or peat soils</p>\n      </td>\n      <td colspan=\"2\">\n        <p>High altitude (alpine)</p>\n      </td>\n      <td>\n        <p>Va</p>\n      </td>\n    </tr>\n    <tr>\n      <td colspan=\"2\">\n        <p>Tundra</p>\n      </td>\n      <td>\n        <p>Vt</p>\n      </td>\n    </tr>\n    <tr>\n      <td rowspan=\"4\">\n        <p>Saline, brackish or alkaline water</p>\n      </td>\n      <td rowspan=\"2\">\n        <p>Lakes</p>\n      </td>\n      <td colspan=\"2\">\n        <p>Permanent</p>\n      </td>\n      <td>\n        <p>Q</p>\n      </td>\n    </tr>\n    <tr>\n      <td colspan=\"2\">\n        <p>Seasonal/intermittent</p>\n      </td>\n      <td>\n        <p>R</p>\n      </td>\n    </tr>\n    <tr>\n      <td rowspan=\"2\">\n        <p>Marshes &amp; pools</p>\n      </td>\n      <td colspan=\"2\">\n        <p>Permanent</p>\n      </td>\n      <td>\n        <p>Sp</p>\n      </td>\n    </tr>\n    <tr>\n      <td colspan=\"2\">\n        <p>Seasonal/intermittent</p>\n      </td>\n      <td>\n        <p>Ss</p>\n      </td>\n    </tr>\n    <tr>\n      <td rowspan=\"2\">\n        <p>Fresh, saline, brackish or alkaline water</p>\n      </td>\n      <td colspan=\"3\">\n        <p>Geothermal</p>\n      </td>\n      <td>\n        <p>Zg</p>\n      </td>\n    </tr>\n    <tr>\n      <td colspan=\"3\">\n        <p>Subterranean</p>\n      </td>\n      <td>\n        <p>Zk(b)</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<p><strong>Human-made wetlands</strong></p>\n<p>1 -- <strong>Aquaculture</strong> (e.g. fish/shrimp) <strong>ponds.</strong></p>\n<p>2 -- <strong>Ponds</strong>; includes farm ponds, stock ponds, small tanks (generally below 8 ha).</p>\n<p>3 -- <strong>Irrigated land</strong>; includes irrigation channels and rice fields.</p>\n<p>4 -- <strong>Seasonally flooded agricultural land</strong> (including intensively managed or grazed wet meadow or pasture).</p>\n<p>5 -- <strong>Salt exploitation sites</strong>; salt pans, salines, etc.</p>\n<p>6 -- <strong>Water storage areas</strong>; reservoirs/barrages/dams/impoundments (generally over 8 ha).</p>\n<p>7 -- <strong>Excavations</strong>; gravel/brick/clay pits; borrow pits, mining pools.</p>\n<p>8 -- <strong>Wastewater treatment areas</strong>; sewage farms, settling ponds, oxidation basins, etc.</p>\n<p>9 --<strong>Canals and drainage channels, ditches.</strong></p>\n<p>Zk(c) &#x2013; <strong>Karst and other subterranean hydrological systems</strong>, human-made</p>\n<p></p>","indicator":"6.6.1","target_id":"6.6","sdg_goal":"6","indicator_sort_order":"06-06-01"}