{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion of population with access to electricity","graph_titles":[],"graph_type":"line","indicator_name":"Proportion of population with access to electricity","indicator_number":"7.1.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 7: Ensure access to affordable, reliable, sustainable and modern energy for all</p>","SDG_TARGET__GLOBAL":"<p>Target 7.1: By 2030, ensure universal access to affordable, reliable and modern energy services</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 7.1.1: Proportion of population with access to electricity</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Not applicable</p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>Not applicable</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>World Bank Group</p>","CONTACT_ORGANISATION__GLOBAL":"<p>World Bank Group</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Proportion of population with access to electricity is the percentage of population with access to electricity.</p>\n<p>SDG7 ensures access to affordable, reliable, sustainable and modern energy for all. Specifically, Indicator 7.1.1 refers to the proportion of population with access to electricity. This is expressed in percentage figures and is disaggregated by total, urban and rural access rates per country, as well as by UN regional and global classifications. </p>\n<p><strong>Concepts:</strong></p>\n<p>Electricity access in this scenario refers to the proportion of population in the considered area (country, region, and global context) that has access to consistent sources of electricity. </p>\n<p>The World Bank&#x2019;s Global Electrification Database compiles nationally representative household survey data as well as census data since 1990. It also incorporates data from the Socio-Economic Database for Latin America and the Caribbean, the Middle East and North Africa Poverty Database, and the Europe and Central Asia Poverty Database, all of which are based on similar surveys. </p>","UNIT_MEASURE__GLOBAL":"<p>Percent (%)</p>","CLASS_SYSTEM__GLOBAL":"<ul>\n  <li>Regional and global classifications refer to the list of standard country or area codes for statistical use (M49) provided by the United Nations Statistics Division </li>\n  <li>Country classification by income group is based on the World Bank Country and Lending Groups. </li>\n  <li>Country population data are extracted from the World Development Indicators. </li>\n</ul>","SOURCE_TYPE__GLOBAL":"<p>Data for access to electricity are collected from household surveys and censuses, tapping into a wide number of different household survey types including: Multi-tier Framework (MTF), Demographic and Health Surveys (DHS) and Living Standards Measurement Surveys (LSMS), Multi-Indicator Cluster Surveys (MICS), the World Health Survey (WHS), other nationally developed and implemented surveys, including those by various government agencies (for example, ministries of energy and utilities).</p>\n<p>The World Bank is the agency that has taken responsibility for compiling a meta-database of statistics on electricity access harvested from the full global body of household surveys. The World Bank Electrification Database covers more than 219 countries for the period from 1990 and is updated regularly.</p>\n<p>For more information on compiling access to energy data see Global Tracking Framework report (2013) (Chapter 2, Annex 2, page 127-129).</p>\n<p>Reports produced by international agencies such as the UN, World Bank, USAID, National Statistics Offices, as well as country censuses are used to collect data. Though some of the reports might not directly focus on energy access, they tend to include questions regarding access to electricity. Also, for the sake of consistency in methodology across countries, government and utility data are not considered. </p>","COLL_METHOD__GLOBAL":"<p>If data sources have any information on electricity access, it is collected and analysed in line with the previous trends and future projections of each country. Data validation is conducted by checking that the figures are reflective of the ground level scenario as well as are in line with country populations, income levels and electrification programs. </p>","FREQ_COLL__GLOBAL":"<p>The database collected from household surveys and censuses is updated annually for the second half of the year.</p>","REL_CAL_POLICY__GLOBAL":"<p>The annual release of new data for SDG7.1.1 is usually in early June.</p>","DATA_SOURCE__GLOBAL":"<p>It varies according to the country and its context. Data are collected from national statistics agencies as well as international agencies such as the UN and World Bank.</p>","COMPILING_ORG__GLOBAL":"<p>World Bank Group</p>","INST_MANDATE__GLOBAL":"<p>Along with the SDG 7 custodian agencies, including the International Energy Agency (IEA), the International Renewable Energy Agency (IRENA), the United Nations Statistics Division (UNSD), and the World Health Organization (WHO), the World Bank is designated by the UN Statistical Commission to collect, process, and disseminate data with regional, and global aggregates, in relation to the progress in achieving the SDG 7 goal. During the process of updating and disseminating the electrification database, as a consultation organization, the World Bank is responsible for acting in consultation with internal stakeholders, national statistics agencies, and the UN regional commissions. </p>","RATIONALE__GLOBAL":"<p>Access to electricity addresses major critical issues in all the dimensions of sustainable development. The target has a wide range of social and economic impacts, including facilitating development of income generating activities and lightening the burden of household tasks.</p>\n<p>Under the global target of equal access to energy, SDG7.1.1 focuses specifically on electricity access available to the global population. In order to gain a clear picture, access rates are only considered if the primary source of lighting is the local electricity provider, solar systems, mini-grids and stand-alone systems. Sources such as generators, candles, batteries, etc., are not considered due to their limited working capacities and since they are usually kept as backup sources for lighting.</p>","REC_USE_LIM__GLOBAL":"<p>The World Bank aims to estimate demand side access rates in order to better understand the access levels experienced by the population. This is different from the supply side access rates usually provided by governments, ministries, etc. The data are primarily compiled from national household surveys and censuses. But since these are carried out infrequently, it is difficult to understand the ground level trends for short term periods. Collecting data for rural areas as well as last-mile connectivity problems also cause errors in data collection that could skew results. </p>\n<p>While the existing global household survey evidence base provides a good starting point for tracking household energy access, it also presents several limitations that will need to be addressed over time. In many parts of the world, the presence of an electricity connection in the household does not necessarily guarantee that the energy supplied is adequate in quality and reliability or affordable in cost and it would be desirable to have fuller information about these critical attributes of the service, which have been highlighted in SDG7.</p>\n<p>Substantial progress has already been made toward developing and piloting a new methodology known as the Multi-Tier Framework for Measuring Energy Access (World Bank) which is able to capture these broader dimensions of service quality and would make it possible to go beyond a simple yes/no measure of energy access to a more refined approach that recognizes different levels of energy access, and also takes into account the affordability and reliability of energy access explicitly referenced in the language of SDG7. The methodology for the Multi-Tier Framework for Measuring Energy Access has already been published based on a broad consultative exercise and represents a consensus view across numerous international agencies working in the field. Discussions are also progressing with the World Bank&#x2019;s Household Survey Technical Working Group regarding the mainstreaming of this methodology into the standardized household questionnaire design that will be applied every three years in all low-income countries between 2015 and 2030 as part of the broader SDG monitoring exercise.</p>\n<p>The adoption of this methodology will allow &#x2013; over time &#x2013; the more refined measurement of energy access, making it possible to report more disaggregated information regarding the type of electricity supply (grid or off-grid), the capacity of electricity supply provided (in Watts), the duration of service (daily hours and evening hours), the reliability of service (in terms of number and length of unplanned service interruptions), the quality of service (in terms of voltage fluctuations), as well as affordability and legality of service.</p>\n<p>Another advantage of this approach is that they can be applied not only to measuring energy access at the household level, but also its availability to support enterprises and deliver critical community services, such as health and education.</p>\n<p>Methodological challenges associated with the measurement of energy access are more fully described in the Global Tracking Framework (2013) (Chapter 2, Section 1, page 75-82), and in the ESMAP (2015) Report &#x201C;Beyond Connections: Energy Access Redefined&#x201D; both of which are referenced below.</p>","DATA_COMP__GLOBAL":"<p>To estimate values, <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3701999/pdf/ehp.1205987.pdf\">a multilevel nonparametric modelling approach</a>&#x2014;developed by the World Health Organization to estimate clean fuel usage&#x2014;was adapted to predict electricity access and used to fill in the missing data points for the time period from 1990 onwards. Where data is available, access estimates are weighted by population. Multilevel nonparametric modelling considers the hierarchical structure of data (country and regional levels), using the regional classification of the United Nations. </p>\n<p>The model is applied for all countries with at least one data point. In order to use as much real data as possible, results based on real survey data are reported in their original form for all years available. The statistical model is used to fill in data only for years where they are missing and to conduct global and regional analyses. In the absence of survey data for a given year, information from regional trends was borrowed. The difference between real data points and estimated values is clearly identified in the database. </p>\n<p>Countries considered &#x201C;Developed&#x201D; by the United Nations and classified as &#x201C;High Income&#x201D; based on the World Bank Country and Lending Groups are assumed to reach universal access from the first year the country joined the category. </p>\n<p>In the present report, to avoid having electrification trends from 1990 to 2010 overshadow electrification efforts since 2010, the model was run twice: </p>\n<ul>\n  <li>With survey data and assumptions from 1990 to the latest year for model estimates from 1990 to the latest year</li>\n  <li>With survey data and assumptions from 2010 to the latest year for model estimates from 2010 to the latest year </li>\n</ul>\n<p>Given the low frequency and the regional distribution of some surveys, several countries have gaps in available data. To develop the historical evolution and starting point of electrification rates, a simple modelling approach was adopted to fill in the missing data points. This modelling approach allowed the estimation of electrification rates for 219 countries over the time periods. The SE4ALL Global Tracking Framework Report (2013) referenced below provides more details on the suggested methodology for tracking access to energy (Chapter 2, Section 1, page 82-87).</p>","DATA_VALIDATION__GLOBAL":"<p>After completing data compilation, the World Bank initially contacted each energy team for highly strategic countries or some countries with data discrepancy issues. Following the initial round, the World Bank coordinates with internal stakeholders and the UN regional commissions to validate the accuracy of the data. In this process, the World Bank is in charge of responding to any inquiries and comments. </p>","ADJUSTMENT__GLOBAL":"<p>N/A </p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level</strong></li>\n</ul>\n<p>Given the low frequency and regional distribution of some surveys, many countries have gaps in data availability. A simple modelling approach was adopted to fill in the missing data points, in order to develop the historical evolution and starting point of the electrification rates. The estimation is conducted using a model with region, country and time variables. The model keeps the original observation if data is available. The statistical model is used to fill in data only for years where they are missing and to help conduct global and regional analyses. In the absence of survey data for a given year, information from regional trends was borrowed. The estimated values are clearly identified (&#x201C;Estimate&#x201D;) in the database. In the meantime, if a country value indicates a high discrepancy compared with either IEA data or data from the past publication, the country is considered as an outlier and not affected by the regional trends. As a result, such countries only have their country effects in model estimates. </p>\n<ul>\n  <li><strong>At regional and global levels</strong></li>\n</ul>\n<p>Values for regional and global levels are calculated by incorporating all survey data along with model-estimated values substituting missing values. Regional and global classifications are based on the UN M49 series for statistical use.</p>","REG_AGG__GLOBAL":"<p>Regional and global data are population-weighted by summing up all available values across countries listed in the UN regional classification. </p>","DOC_METHOD__GLOBAL":"<p>Countries generally use internationally accepted methods of conducting censuses and national surveys. There is some level of disparity between countries and regional methodologies, but the efforts to harmonize data is improving. The Multi-Tier Framework (MTF) by the World Bank is one such method being used to increase accuracy of data collection.</p>","QUALITY_MGMNT__GLOBAL":"<p>A non-parametric model is consistently used to obtain a complete set of annual trends of electricity access rates by fulfilling the data gaps with model estimates. The model draws from solid fuel use modelling used in Bonjour et al (2013). The model closely follows empirical data without being influenced by large fluctuations in survey estimates. In general, regional trends are borrowed for the absence of survey data. However, some countries, which have significant discrepancies with IEA data, are considered as an outlier, not reflecting the regional trends, but just relying on their country effects.</p>","QUALITY_ASSURE__GLOBAL":"<p>A multi-level review process in collaboration with industry experts, national statistical offices, country and regional experts as well as partnering international agencies and UN bodies is conducted before finalizing the data.</p>\n<p>Before finalizing electricity access data, the World Bank team contacts the relevant national statistical offices and the UN regional commissions asking for reviews and suggestions for the prepared figures. The database also goes through multiple rounds of vetting process internally through departments. The relevant links are provided below under References.</p>","QUALITY_ASSMNT__GLOBAL":"<p>Good quality data of electricity access should be generally aligned with the trends from the past data at country level. Also, the World Bank&#x2019;s data results would not have high discrepancies about more than 5 percentage points with IEA data, although the World Bank (based on standardized household surveys and censuses) and IEA (based on government-reported values) maintain separate database of global electricity access rates. Meanwhile, given the consultation with internal stakeholders and the UN regional commissions, data points of some countries are adjusted to reflect their certain circumstances, such as national conflict. Therefore, for these countries, the access rate is not linearly increased.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Data have been collected from 1990 to the latest year, excluding &#x201C;Developed&#x201D; countries classified by the United Nations. </p>\n<p><strong>Time series:</strong></p>\n<p>Data for countries have been compiled from 1990 to the latest year, but there are gaps in accurate data availability.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Electricity access rates are disaggregated by geographic location into total, urban and rural rates. Countries that are classified as &#x201C;Developed&#x201D; or &#x201C;High Income&#x201D; are assumed to reach universal access from the first year it was added to the category. Disaggregation of access to electricity by rural or urban place of residence is available at country, regional and global levels.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>The World Bank database compiles electricity usage data, while many international agencies and national ministries report electricity production data. This is the main cause for data discrepancies. The quality and accuracy of population data can also lead to differences in assessing electrification.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p><a href=\"https://databank.worldbank.org/source/world-development-indicators\">https://databank.worldbank.org/source/world-development-indicators</a></p>\n<p><a href=\"https://trackingsdg7.esmap.org/\">https://trackingsdg7.esmap.org/</a></p>\n<p><strong>References: </strong></p>\n<ul>\n  <li>Bonjour, S., Adair-Rohani, H., Wolf, J., Bruce, N. G., Mehta, S., Pr&#xFC;ss-Ust&#xFC;n, A., Lahiff, M., Rehfuess, E. A., Mishra, V. &amp; Smith, K. R. (2013). Solid fuel use for household cooking: country and regional estimates for 1980&#x2013;2010. <em>Environmental health perspectives</em>, <em>121</em>(7), 784-790.</li>\n  <li>Global Tracking Framework Report (2013). <a href=\"http://trackingenergy4all.worldbank.org\">http://trackingenergy4all.worldbank.org</a></li>\n  <li>Global Tracking Framework Report (2015). <a href=\"http://trackingenergy4all.worldbank.org/\">http://trackingenergy4all.worldbank.org/</a></li>\n  <li>International Energy Agency&#x2019;s World Energy Outlook. <a href=\"https://www.iea.org/topics/world-energy-outlook\">https://www.iea.org/topics/world-energy-outlook</a> </li>\n  <li>Multi-Tier Framework for Measuring Energy Access. <a href=\"https://www.esmap.org/node/55526\">https://www.esmap.org/node/55526</a></li>\n  <li>UNSD Standard country or area codes for statistical use (M49). <a href=\"https://unstats.un.org/unsd/methodology/m49/\">https://unstats.un.org/unsd/methodology/m49/</a> </li>\n  <li>World Bank Country and Lending Groups. <a href=\"https://datahelpdesk.worldbank.org/knowledgebase/articles/906519-world-bank-country-and-lending-groups\">https://datahelpdesk.worldbank.org/knowledgebase/articles/906519-world-bank-country-and-lending-groups</a> </li>\n  <li>World Development Indicators. <a href=\"https://databank.worldbank.org/source/world-development-indicators\">https://databank.worldbank.org/source/world-development-indicators</a> </li>\n</ul>","indicator":"7.1.1","target_id":"7.1","sdg_goal":"7","indicator_sort_order":"07-01-01"}