{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion of adults (15 years and older) with an account at a bank or other financial institution or with a mobile-money-service provider","graph_titles":[],"graph_type":"line","indicator_name":"Proportion of adults (15 years and older) with an account at a bank or other financial institution or with a mobile-money-service provider","indicator_number":"8.10.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 8: Promote sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all</p>","SDG_TARGET__GLOBAL":"<p>Target 8.10: Strengthen the capacity of domestic financial institutions to encourage and expand access to banking, insurance and financial services for all</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 8.10.2: Proportion of adults (15 years and older) with an account at a bank or other financial institution or with a mobile-money-service provider </p>","META_LAST_UPDATE__GLOBAL":"<p>2016-07-19</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>1.4, 5.a, 2.3 </p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>World Bank (WB) </p>","CONTACT_ORGANISATION__GLOBAL":"<p>World Bank (WB) </p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong> </p>\n<p>The percentage of adults (ages 15+) who report having an account (by themselves or together with someone else) at a bank or another type of financial institution or personally using a mobile money service in the past 12 months. </p>\n<p> </p>\n<p><strong>Concepts:</strong> </p>\n<p>Account at a financial institution includes respondents who report having an account at a bank or at another type of financial institution, such as a credit union, microfinance institution, cooperative, or the post office (if applicable), or having a debit card in their own name. In addition, it includes respondents who report receiving wages, government transfers, or payments for agricultural products into an account at a financial institution in the past 12 months; paying utility bills or school fees from an account at a financial institution in the past 12 months; or receiving wages or government transfers into a card in the past 12 months. Mobile money account includes respondents who report personally using GSM Association (GSMA) Mobile Money for the Unbanked (MMU) services in the past 12 months to pay bills or to send or receive money. In addition, it includes respondents who report receiving wages, government transfers, or payments for agricultural products through a mobile phone in the past 12 months. </p>\n<p> </p>","SOURCE_TYPE__GLOBAL":"<p>The indicators in the 2014 Global Financial Inclusion (Global Findex) database are drawn from survey data covering almost 150,000 people in more than 140 economies&#x2014;representing more than 97 percent of the world&#x2019;s population. The survey was carried out over the 2014 calendar year by Gallup, Inc. as part of its Gallup World Poll, which since 2005 has continually conducted surveys of approximately 1,000 people in each of more than 160 economies and in over 140 languages, using randomly selected, nationally representative samples. The target population is the entire civilian, noninstitutionalized population age 15 and above. </p>\n<p> </p>\n<p>Methodology, including interview procedures, data preparation, margin of error and notes by country are all available at http://www.worldbank.org/content/dam/Worldbank/Research/GlobalFindex/PDF/Methodology.pdf </p>","COLL_METHOD__GLOBAL":"<p>Data are comparable across countries by design. </p>","FREQ_COLL__GLOBAL":"<p>Next collection round: 2017. Data are collected every three years. </p>","REL_CAL_POLICY__GLOBAL":"<p>2017 </p>","DATA_SOURCE__GLOBAL":"<p>n/a </p>","COMPILING_ORG__GLOBAL":"<p>World Bank </p>","RATIONALE__GLOBAL":"<p>Access to formal financial services such as savings, insurance, payments, credit and remittances is essential to the ability of people&#x2014;regardless of income level, gender, age, education or where they live&#x2014;to manage their lives, build their futures, and grow their businesses. Having access to an account is an important starting point for people to access arrange of financial services. </p>","REC_USE_LIM__GLOBAL":"<p> </p>\n<p>World Bank&#x2019;s Global Findex database is based on individual level surveys worldwide, conducted every three years. The first round of the survey was done in 2011, and the second in 2014. The third round will be done in 2017. The database covers about 140 countries. </p>","DATA_COMP__GLOBAL":"<p>The indicator is based on data collected through individual level surveys in each country with representative samples. Appropriate sampling weights are used in calculating country-level aggregates. </p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level </strong></li>\n</ul>\n<p> n/a </p>\n<p> </p>\n<ul>\n  <li><strong>At regional and global levels </strong></li>\n</ul>\n<p><strong> </strong>n/a </p>","REG_AGG__GLOBAL":"<p>Country level; the percentage of adults owning accounts is multiplied by the number of adults in the country. Then for regional values, sum across all countries in the region is taken and divided by the total adults living in the region. Similarly, for global figures, the same calculation is repeated for all countries. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability: </strong></p>\n<p>Countries that have at least 1 data point after 2010 for this indicator: </p>\n<p> </p>\n<p>Asia and Pacific: 35 </p>\n<p>Africa: 38 </p>\n<p>Latin America and the Caribbean: 21 </p>\n<p>Europe, North America, Australia, New Zealand and Japan: 47 </p>\n<p><strong>Time series:</strong></p>\n<p>2011 and 2014. To be collected every 3 years. </p>\n<p><strong>Disaggregation:</strong></p>\n<p>Disaggregation by Income; Age; Education level; Urban/rural; Gender </p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Global Findex is an individual level survey, measuring individual&#x2019;s ownership of accounts. As financial inclusion is an individual-level concept, this is the appropriate measure. Other surveys that are done at household level may measure the access to finance through another member of the household which may overestimate financial inclusion. </p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong> </p>\n<p>www.worldbank.org </p>\n<p> </p>\n<p><strong>References:</strong> </p>\n<p>http://www.worldbank.org/globalfindex </p>","indicator":"8.10.2","target_id":"8.10","sdg_goal":"8","indicator_sort_order":"08-10-02"}