{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion of the rural population who live within 2 km of an all-season road","graph_titles":[],"graph_type":"line","indicator_name":"Proportion of the rural population who live within 2 km of an all-season road","indicator_number":"9.1.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 9: Build resilient infrastructure, promote inclusive and sustainable industrialization and foster innovation</p>","SDG_TARGET__GLOBAL":"<p>Target 9.1: Develop quality, reliable, sustainable and resilient infrastructure, including regional and transborder infrastructure, to support economic development and human well-being, with a focus on affordable and equitable access for all</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 9.1.1: Proportion of the rural population who live within 2 km of an all-season road</p>","META_LAST_UPDATE__GLOBAL":"<p>2020-09-01</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>None</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>World Bank</p>","CONTACT_ORGANISATION__GLOBAL":"<p>World Bank</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definitions:</strong></p>\n<p>The indicator (commonly known as the Rural Access Index or RAI) measures the share of a country&#x2019;s rural population that lives within 2 km of an all-season road.</p>\n<p><strong>Concepts:</strong></p>\n<p>The indicator is measured by combining three sets of geospatial data: where people live, the spatial distribution of the road network, and road passability. The use of spatial data has various advantages. It can help ensure consistency across countries. The level of spatial resolution is broadly the same regardless of the size of the country or subnational boundaries. Any given norm of connectivity (for example, 2 km distance from a road) is uniquely and unambiguously applied for all countries. </p>\n<p>Population Distribution - Quality population distribution data are essential for correct measurement of rural access. In some countries, census data is available in a geospatially detailed, reliable format. For other countries, population distribution data sets have been developed by the international research community, interpreting subnational census data through various modelling techniques. For the RAI, <a href=\"https://www.worldpop.org/\">WorldPop</a> data has been found to provide a reliable estimate. That estimate can also be refined through engagement between the national statistics offices and WorldPop to reconcile data at the level of enumeration areas.</p>\n<p>Rural-Urban Definition &#x2013; Related to population distribution data, an important challenge facing the index is the need for a consistent and reliable urban and rural definition to exclude urban areas from the calculation. The inclusion of urban areas would create a substantial upward bias in the RAI, because most urban residents have &#x201C;access to roads,&#x201D; no matter how it is defined. Ideally, spatial data determining urban-rural boundaries are needed at a similar level of resolution as the population. As such data may rely on different definitions in different countries, globally produced urban extents may be used, such as the <a href=\"https://sedac.ciesin.columbia.edu/data/collection/grump-v1\">Global Urban Rural Mapping Project</a> v1 Urban Extent Polygons.</p>\n<p>Road Network Data &#x2013; Data on road locations may come from a number of sources. Ideally government data are used, as they are consistent with the road network for which road agencies are responsible and are relatively easily merged with other operational databases. In countries where the road location data may not be detailed enough or entirely missing or where there is a large unclassified network, alternative data sources may be available, such as the open source <a href=\"http://www.openstreetmap.org\">OpenStreetMap</a>. </p>\n<p>Road Condition Data &#x2013; The principle of the &#x201C;all-season&#x201D; road network remains central to the original concept of measuring the RAI. An &#x201C;all-season road&#x201D; is defined as a road that is motorable all year round by the prevailing means of rural transport (often a pick-up or a truck which does not have four-wheel-drive). Predictable interruptions of short duration during inclement weather (e.g. heavy rainfall) are accepted, particularly on low volume roads. A road that it is likely to be impassable to the prevailing means of rural transport for a total of 7 days or more per year is not regarded as all-season. Note that some roads agencies use the term &#x201C;all-weather&#x201D; to describe their roads, however &#x201C;all-weather&#x201D; typically means &#x201C;paved&#x201D; and should not be confused with &#x201C;all-season&#x201D; which can include unpaved roads too.</p>\n<p>It is important to determine whether access to facilities and services is available all year round, and hence the possibility of the road throughout the year is an essential factor in this aspect of contributing to poverty reduction. Information on the condition of the road network is frequently maintained by road agencies as part of their operational responsibilities. </p>\n<p>The traditional road inventory survey can collect data on road condition, including the International Roughness Index (IRI), at a high level of information quality, to determine whether a road is &#x201C;all-season&#x201D;. For the purpose of the RAI, the road condition threshold is generally set at an IRI of less than 6 meters/km for paved roads, and an IRI of less than 13 meters/km for unpaved roads. When IRI is not available, other types of condition assessment may be used if comparable. The use of smartphones with GPS are being investigated in order to accurately map local transport services routes, and identify which rural roads are open all year and hence are all-season roads. These condition thresholds should only be used, however, where there is reliable road condition data available. The parameters should be calibrated to the local conditions, i.e. checks should be made to determine that paved roads in poor condition are largely not all-season, and that unpaved roads in fair or poor condition are largely not all-season. The parameters can be adjusted accordingly to the local conditions, based on a systematic and documented study.</p>\n<p>In the event that accurate road condition data is not available, then accessibility factors provide an alternative means to road condition for identifying &#x201C;all-season&#x201D; roads. Such factors do not require ground measurements of road condition to be made. Accessibility factors are those which determine the likelihood of a road being all-season, or the risk of a road being inaccessible.</p>","SOURCE_TYPE__GLOBAL":"<p>Data on population distribution are typically sourced from WorldPop or national census results, depending on the reliability and spatial granularity of country systems. Road location and quality data are provided by the national road agencies responsible for their upkeep. Accessibility factors are defined by national roads agencies in collaboration with national statistics offices and other agencies as appropriate.</p>","COLL_METHOD__GLOBAL":"<p>A partnership between NSOs, national road agencies, and the World Bank as custodian agency is necessary to effectively generate RAI results. In some countries, World Bank transport staff work closely with national agencies, with data generation and calculation of the RAI built into a broader engagement. In other countries, NSOs and road agencies provide RAI results directly to the World Bank as custodian. </p>","FREQ_COLL__GLOBAL":"<p>Source collection is ongoing by the Transport Global Practice of the World Bank in coordination with NSOs and national road agencies. </p>","REL_CAL_POLICY__GLOBAL":"<p>The World Bank Group is committed to releasing available RAI updates on a yearly basis.</p>","DATA_SOURCE__GLOBAL":"<p>The World Bank typically receives data from national road agencies and NSOs directly. As the underlying calculation relies primarily on road agency data, such agencies are generally the primary counterpart for RAI data. </p>","COMPILING_ORG__GLOBAL":"<p>Within the World Bank, the Transport Global Practice is in charge of the collection and validation of RAI data and results. The Global Practice archives the datasets obtained from NSOs and road agencies and then harmonizes them, applying common methodologies. Where NSOs and road agencies calculate the RAI using their own data and methodologies, the Transport Global Practice is responsible for reviewing the underlying data and assumptions and validating the results for inclusion in the global SDG dataset. The objective is to ensure that the data generated, curated, and disseminated by the World Bank are up to date, meet high-quality standards, and are well documented and consistent across dissemination channels. World Bank country staff works in close collaboration with national statistical authorities on the data collection and dissemination process. </p>","RATIONALE__GLOBAL":"<p>Among other factors, transport connectivity is an essential part of the enabling environment for inclusive and sustained growth. In developing countries, particularly in Africa, the vast majority of agricultural production remains smallholder farming with limited access to local, regional, or global markets. Isolated manufacturing and other local businesses (except for those related to mining) often lag behind in the global market. Limited transport connectivity is also a critical constraint to accessing social and administrative services, especially in rural areas where the majority of the poor live. </p>\n<p>Rural access is key to unleashing untapped economic potential and eradicating poverty in many developing countries. In the short term, transport costs and travel time can be reduced by improved road conditions. Over the longer term, agricultural productivity will be increased, and firms will become more profitable with the creation of more jobs, eventually helping to alleviate poverty. </p>\n<p>To make good investments, quality data are required. Since resources are limited, it is essential to understand where the most critical unmet needs exist, and monitor efforts made over time. In the transport sector, there are few global indicators. The quality of roads is often unknown and a matter of concern in developing countries. In Africa, the Road Management Initiative, started by the Africa Transport Policy Program in the late 1990s, developed a road sector database, which includes road network condition data such as the share of roads in good or bad condition. But this database is largely outdated and insufficient. </p>\n<p>The Rural Access Index (RAI), originally developed by the World Bank in 2006, is among the most important global development indicators in the transport sector, providing a strong, clearly understandable and conceptually consistent indicator across countries. It measures the proportion of people living in rural areas who have access to an all-season road within a walking distance of approximately 2 kilometres (km). Although the underlying methodology has been updated to leverage additional sources of data, the RAI remains the most widely accepted metric for tracking access to transport in rural areas. </p>\n<p>The RAI has four primary benefits: sustainability due to its reliance on already existing data, consistency in methodology across countries and time, simplicity in understanding, and operational relevance for the government agencies responsible for generating and aggregating the underlying data.</p>","REC_USE_LIM__GLOBAL":"<p>The Indicator relies substantially on data collected by road agencies and national statistics offices for their operational work. As such, its update is dependent on the frequency of update of the road condition surveys and national census. When these data sets are not from the same year, the basic principle to be followed is that a more stable data set should be used with more flexibility. For instance, a national rural roads program could dramatically improve the quality of roads in a certain locality in a relatively short term, while population data are fairly stable over five years. In such a case, the road quality data would be considered as an anchor, with the closest or adjusted population data applied.</p>\n<p>The Indicator depends heavily on the quality and extent of the underlying spatial data. The extent of the road network data, and how well it reflects the reality on the ground, can be a particular issue. Verification against open source data and satellite data where possible is recommended. More data are always better. Efforts should also be made to collect detailed road data, including on tertiary or feeder roads, which may not be covered in the existing spatial road network data regardless of whether government or open data sources are used. If condition data is not available, then use of accessibility factors can be considered.</p>\n<p>The 2 km norm of access may not be as applicable in all areas. In extremely mountainous countries, there has been significant research into walking times and preparation of accessibility maps that take into account mountainous terrain, locations of rivers and footbridges. However, for global consistency purposes and comparability across countries, the 2 km distance threshold has been maintained (equivalent to a 20-30 minute walk in most regions).</p>\n<p>While the RAI provides an objective benchmark for assessing access to transport in rural areas, &#x201C;universal&#x201D; road access of 100% should not be set as a target. First mile or last mile connectivity is not intended to imply all-season road access. Connectivity can be a system of engineered trails and footbridges as in Nepal, or designated river navigation channels and jetties as in Bangladesh, or a system of solar lit beacons and marked desert trails in Sudan. There are many more such examples: most rural settlements in the Amazon, Orinoco, Congo and Upper Nile River basins, have no or limited hinterland road access. The outer islands of the archipelagos of Indonesia and Philippines and South Pacific Islands rely heavily on coastal shipping. Similarly, vast regions of Siberia, the Russian steppes and Mongolia depend on rail. The deltas of Mekong, the Ganges-Brahmaputra, Indus rely on water transport. It is simply not possible, nor desirable, to address last mile connectivity by all-season rural roads in many situations. In addition, in South Asia and growingly in Africa, motorcycles and autorickshaws are the mainstay of personal mobility and account for a growing share of rural commerce. &#x201C;All-season&#x201D; for motorcycles and autorickshaws is not the same as &#x201C;all-season&#x201D; for 4-wheeled vehicles. And in the not too distant future, self-driving all-terrain vehicles, or drones, could provide an important transport service. As a global benchmark, however, the RAI should be considered as a starting point to begin discussions of all season access.</p>","DATA_COMP__GLOBAL":"<p>The indicator is calculated by overlying three basic geospatial datasets: population distribution, road location, and road passability. The RAI is calculated as the rural population within a 2 km buffer of a good road divided by the total rural population of the country. </p>\n<p>First, the spatial distribution of the rural population needs to be determined. This involves obtaining the population dataset for the country, either from country sources or global datasets such as WorldPop. </p>\n<p>Next, the road network should be merged with road condition assessments, either in terms of IRI if available, or visual assessment. Those roads with a quality not meeting the threshold of the RAI (not providing &#x201C;all-season&#x201D; access) should be excluded. In general, the RAI adopts a road condition threshold is generally set at an IRI of less than 6 meters/km for paved roads and an IRI of less than 13 meters/km for unpaved roads. If IRI is unavailable, alternative assessments of road condition may be used, if comparable. If road condition data is not available, then accessibility factors can be defined to identify those roads at highest risk of impassability. A 2 km buffer should be generated around the road network meeting the condition threshold or highest risk. Urban areas should be removed from both the road data and the population data. </p>\n<p>Finally, the rural population living within the 2 km buffer should be calculated. The final RAI is determined by dividing this portion of the rural population with the total rural population.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>No gap filling is done to report national numbers.</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>This is a country specific indicator and no aggregation is currently planned.</p>","REG_AGG__GLOBAL":"<p>This is a country specific indicator and no aggregation is currently planned. As additional country level data becomes available aggregation may be possible at a supranational level.</p>","DOC_METHOD__GLOBAL":"<p>The World Bank, as custodian agency, with support from the UK Department for International Development (DFID) and the Research for Community Access Partnership (ReCAP), has developed and published a full methodological document for the RAI, including detailed descriptions of various data sources, variations on the standard methodology, and a step-by-step guide. In addition, a GIS tool has been developed to calculate the RAI from provided data sets. These resources and others are being collected into an online portal for the Rural Access Index. </p>","QUALITY_ASSURE__GLOBAL":"<p>Within the World Bank, the Transport Global Practice is in charge of the collection and validation of RAI data and results. The Global Practice archives the datasets obtained from NSOs and road agencies and then harmonizes them, applying common methodologies. Where NSOs and road agencies calculate the RAI using their own data and methodologies, the Transport Global Practice is responsible for reviewing the underlying data and assumptions and validating the results for inclusion in the global SDG dataset. The objective is to ensure that the data generated, curated, and disseminated by the World Bank are up to date, meet high-quality standards, and are well documented and consistent across dissemination channels. World Bank country staff works in close collaboration with national statistical authorities on the data collection and dissemination process.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>As of 2019, data is readily available for more than 30 countries, with consultations ongoing for a number more. While data is available for some Asian and Latin American countries as well, Africa accounts for the largest share of the available information. Consultations are underway to engage with additional countries.</p>\n<p><strong>Time series:</strong></p>\n<p>Due to the long update cycle of national road condition surveys, the RAI is not expected to be updated on an annual basis, but instead aligned with national systems. This implies a likely 3-5 year time frame for update. Current data spans the period from 2009-2019, with 1-2 data points per country.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Due to its nature as a geospatially derived indicator, the RAI can be calculated at subnational levels down to the level of granularity of the underlying datasets. While the World Bank will only report country level results for SDG monitoring, subnational results can be calculated for country use.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Relying heavily on national data, differences in national systems undoubtedly are reflected in the top level indicator (including road quality classification, national census methodologies, etc.). Use of globally derived datasets such as WorldPop may result in somewhat different results from national data if the NSO has not engaged with WorldPop. However, an assessment of sample countries indicates that these discrepancies are likely limited in their impact of the overall result.</p>","OTHER_DOC__GLOBAL":"<p>The guiding methodology for the RAI can be found at:</p>\n<p>World Bank. 2016. Measuring rural access: using new technologies (English). Washington, D.C.: World Bank Group. <a href=\"http://documents.worldbank.org/curated/en/367391472117815229/Measuring-rural-access-using-new-technologies\">http://documents.worldbank.org/curated/en/367391472117815229/Measuring-rural-access-using-new-technologies</a> </p>\n<p>More information on the RAI, including Supplemental Guidelines on the use of accessibility factors prepared in collaboration with ReCAP, correlations with poverty and other development indicators, and the latest data sets can be accessed on the World Bank&#x2019;s RAI data catalogue entry: <a href=\"https://datacatalog.worldbank.org/dataset/rural-access-index-rai\">https://datacatalog.worldbank.org/dataset/rural-access-index-rai</a></p>\n<p>The Sustainable Mobility for All initiative provides input and leverages the RAI in its global tracking framework. More information here: <a href=\"http://sum4all.org/\">http://sum4all.org/</a> </p>","indicator":"9.1.1","target_id":"9.1","sdg_goal":"9","indicator_sort_order":"09-01-01"}