{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Passenger and freight volumes, by mode of transport","graph_titles":[],"graph_type":"line","indicator_name":"Passenger and freight volumes, by mode of transport","indicator_number":"9.1.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 9: Build resilient infrastructure, promote inclusive and sustainable industrialization and foster innovation</p>","SDG_TARGET__GLOBAL":"<p>Target 9.1: Develop quality, reliable, sustainable and resilient infrastructure, including regional and transborder infrastructure, to support economic development and human well-being, with a focus on affordable and equitable access for all</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 9.1.2: Passenger and freight volumes, by mode of transport</p>","META_LAST_UPDATE__GLOBAL":"<p>2019-02-13</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>International Civil Aviation Organization (ICAO); International Transport Forum (ITF); United Nations Economic Commission for Europe (UNECE); United Nations Conference on Trade and Development (UNCTAD).</p>","CONTACT_ORGANISATION__GLOBAL":"<p>International Civil Aviation Organization (ICAO); International Transport Forum (ITF); United Nations Economic Commission for Europe (UNECE); United Nations Conference on Trade and Development (UNCTAD).</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definitions:</strong></p>\n<p>Passenger and freight volumes are respectively measured in passenger-km and tonne-km, and broken down by mode of transport. For the purposes of monitoring this indicator, passenger-km data are split between aviation, road (broken down between passenger cars, buses and motorcycles) and rail, and tonne-km are split between aviation, road, rail and inland waterways. </p>\n<p>As maritime data are not widely available, only tonnes (rather than tonne-km) data at the regional level have been shared.</p>\n<p><strong>Concepts:</strong></p>\n<p>Aviation:</p>\n<p>The International Civil Aviation Organization (ICAO) through its Statistics Division have established standard methodologies and definitions to collect and report traffic (passenger and freight volume) data related to air transport. These standards and methodologies have been adopted by the 191 Member States of ICAO and also by the Industry stakeholders i.e. air carriers and airports. The data of ICAO is used by States and also the World Bank for its development indicators. ICAO uses Air Transport Reporting Forms A, AS, B and C to arrive at the passenger and freight volumes for air transport.</p>\n<p>Precise definition of all different concepts and metadata related to Air Transport Reporting Forms A, AS, B and C to arrive at the passenger and freight volumes for air transport. approved by the ICAO Statistics Division and Member States can be found at the ICAO website given below -</p>\n<p><a href=\"http://www.icao.int/sustainability/pages/eap-sta-excel.aspx/\">http://www.icao.int/sustainability/pages/eap-sta-excel.aspx/</a>.</p>\n<p>Road, Rail, Inland waterways, Pipelines</p>\n<p>The ITF and UNECE, in collaboration with Eurostat, collect data on rail and road, inland waterway and pipeline statistics on an annual basis from all their collective Member countries. Data are collected from Transport Ministries, statistical offices and other institution designated as official data source. Although there are clear definitions for all the terms used in this survey, countries might have different methodologies to calculate tonne-kilometres and passenger-kilometres. Methods could be based on traffic or mobility surveys, use very different sampling methods and estimating techniques which could affect the comparability of their statistics. </p>\n<p>Official statistics for road, rail, inland waterways and pipeline transport are only available for UNECE or ITF member States. Data for these modes for other countries come from the ITF&#x2019;s global transport model.</p>\n<p>For definitions of all relevant terms, the UNECE/ITF/Eurostat Glossary for Transport Statistics can be consulted. The 5<sup>th</sup> edition of this publication should be released in 2019. The fourth edition from 2009 is available at <a href=\"https://www.unece.org/fileadmin/DAM/trans/main/wp6/pdfdocs/glossen4.pdf\">https://www.unece.org/fileadmin/DAM/trans/main/wp6/pdfdocs/glossen4.pdf</a>. </p>","SOURCE_TYPE__GLOBAL":"<p>Aviation</p>\n<p>ICAO Air Transport Reporting Forms approved by the Statistics Division of ICAO and its Member States has been used to define standards, methodologies and to collect aviation data since the 1950&apos;s. ICAO definitions and metadata is also used by the Aviation Industry as the basis of collecting data and conducting analysis.</p>","FREQ_COLL__GLOBAL":"<p>Aviation</p>\n<p>Every year by June 10th data for the previous year is available to ICAO Member States at a country level. </p>\n<p>Road/Rail/Inland waterways/Pipelines</p>\n<p>Data are collected for the reference year starting in September of the following year, and are typically published by the following January. So 2017 data were published in January 2019.</p>","DATA_SOURCE__GLOBAL":"<p><strong>Name:</strong></p>\n<p>ICAO, ITF, UNECE, UNCTAD</p>\n<p><strong>Description:</strong></p>\n<p>International Civil Aviation organisation (ICAO). Data provided to ICAO by ICAO Member States from its Ministry of Transport, Infrastructure or Aviation</p>","COMPILING_ORG__GLOBAL":"<p>International Civil Aviation organisation (ICAO)</p>","RATIONALE__GLOBAL":"<p>Develop quality, reliable, sustainable and resilient infrastructure, including regional and trans-border infrastructure, to support economic development and human well-being, with a focus on affordable and equitable access for all. Trans-border infrastructure development is best captured by passenger and freight volumes moved by Member States and Regions. A growth in passenger and freight volumes shows a robust infrastructure development happening in States and Regions along with the resultant socio-economic benefit. Air Transport is particularly important not only for the economic and job benefits but also because it is one of the only mode of transport that can be relied on during emergencies and disease outbreaks to reach food, medicines, medical personnel, vaccines and other supplies speedily to the affected persons in the affected areas. In addition, tracking how the non-road share of freight volumes, and the public transport share of passenger volumes, changes over time allows insights into the overall sustainability of the global transport system.</p>","REC_USE_LIM__GLOBAL":"<p>Coverage for aviation is for all ICAO 191 Member States.</p>\n<p>Coverage for road, rail, inland waterways and pipelines is for all U.N. member States, but these are sourced from official statistics only for UNECE member States and ITF member States (and only when available). </p>","DATA_COMP__GLOBAL":"<p>Aviation</p>\n<p>The aviation passenger and freight volumes are reported for the air carriers through ICAO Air Transport Reporting Forms and grouped by Member States of ICAO.</p>\n<p>Road/Rail/Inland waterways/Pipelines</p>\n<p>Data for each inland mode are reported to UNECE/ITF/Eurostat by member States, through an annual data collection using the transport statistics web common questionnaire.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level </strong></p>\n<p><u>Aviation data are broadly complete.</u></p>\n<p><u>For inland transport statistics:</u> In case of missing data for a country for which at least one data point is available since 2000, we calculate estimates based on the expected growth rate for the country. The growth rates are computed from other socio-economic variables, such as Gross Domestic Product (GDP), population or urbanization.</p>\n<p>For non-ITF/UNECE countries, data points are estimated using the ITF model, which uses several covariates such as GDP, population, transport network coverage&#x2026; A description of the model can be found in the ITF Transport Outlook 2017.</p>\n<ul>\n  <li>ITF (2017) ITF Transport Outlook 2017, OECD Publishing </li>\n</ul>\n<p>This model also uses several other data sources to make the calibration more robust in regions where ITF data does not have a good coverage.</p>\n<ul>\n  <li>International Union of Railways (2015) Railway Statistics &#x2013; 2015 synopsis, UIC</li>\n  <li>International Road Federation (2011) ITF World Road Statistics, IRF</li>\n  <li>De Bod, A., &amp; Havenga, J. (2010). Sub-Saharan Africa&#x2019;s rail freight transport system: Potential impact of densification on cost. Journal of Transport and Supply Chain Management, Vol. 4, pp. 89-101</li>\n</ul>\n<p><strong>&#x2022; At regional and global levels</strong></p>","DOC_METHOD__GLOBAL":"<p>Aviation</p>\n<p>Road/Rail/Inland waterways/Pipelines</p>\n<p>Metadata (explanations of coverage, breaks in series etc.) for the ITF and UNECE inland transport data are available through their respective online databases. The aforementioned Glossary for Transport Statistics provides definitions for passenger-km and tonne-km, but also for related terms such as what constitutes a passenger, the definitions and exclusions within each transport mode etc.</p>","QUALITY_ASSURE__GLOBAL":"<p>Road/Rail/Inland waterways/Pipelines</p>\n<p>The ITF and UNECE conduct annual checks of their jointly collected data, comparing the data for internal consistency, against previous years, and on a per capita basis across countries, to determine if the data appear reasonable. Significant correspondence is undertaken with the countries over potential errors, and common issues and challenges are discussed at both the ITF annual statistics meeting and the UNECE&#x2019;s annual Working Party on Transport Statistics.</p>\n<p>A common problem for many countries is that passenger-km are only collected for public transport. Given that private passenger cars form the majority of passenger trips in most countries, this would clearly significantly underestimate road passenger-km, which is why the breakdown where available between passenger cars, buses and motorcycles is given. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Aviation</p>\n<p>Data already provided for all 191 Member States that have air transport activities</p>\n<p>Road/Rail/Inland waterways/Pipelines</p>\n<p>For UNECE and ITF member States data are typically available, although some data gaps appear for some modes due to intermittent collection.</p>\n<p><strong>Time series:</strong></p>\n<p>Aviation</p>\n<p>From 1970&apos;s</p>\n<p>Road/Rail/Inland waterways/Pipelines</p>\n<p>UNECE/ITF member States typically have data available since 1993, or earlier. For non-UNECE/ITF countries, </p>\n<p><strong>Disaggregation: </strong></p>\n<p>Aviation</p>\n<p>The indicator can be dis-aggregated by -Country, Country pair, City Pair, Region, Segment (International and domestic)</p>\n<p>Road/Rail/Inland waterways/Pipelines</p>\n<p>The indicator can be disaggregated by country and mode of transport.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p><a href=\"http://www.icao.int\">www.icao.int</a></p>\n<p><a href=\"https://data.oecd.org/transport/passenger-transport.htm\">https://data.oecd.org/transport/passenger-transport.htm</a></p>\n<p><a href=\"https://w3.unece.org/PXWeb/en\">https://w3.unece.org/PXWeb/en</a></p>\n<p><a href=\"https://unctadstat.unctad.org/EN/\">https://unctadstat.unctad.org/EN/</a></p>","indicator":"9.1.2","target_id":"9.1","sdg_goal":"9","indicator_sort_order":"09-01-02"}