{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"CO2 emission per unit of value added","graph_titles":[],"graph_type":"line","indicator_name":"CO2 emission per unit of value added","indicator_number":"9.4.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 9: Build resilient infrastructure, promote inclusive and sustainable industrialization and foster innovation</p>","SDG_TARGET__GLOBAL":"<p>Target 9.4: By 2030, upgrade infrastructure and retrofit industries to make them sustainable, with increased resource-use efficiency and greater adoption of clean and environmentally sound technologies and industrial processes, with all countries taking action in accordance with their respective capabilities</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 9.4.1: CO<sub>2</sub> emission per unit of value added</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Carbon dioxide emissions from fuel combustion (millions of tonnes)</p>\n<p>Carbon dioxide emissions per unit of GDP PPP (kilogrammes of CO<sub>2</sub> per constant 2017 United States dollars)</p>\n<p>Carbon dioxide emissions from manufacturing industries per unit of manufacturing value added (kilogrammes of CO<sub>2</sub> per constant 2015 United States dollars) </p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>Indicator 7.2.1: Renewable energy share in the total final energy consumption</p>\n<p>Indicator 7.3.1: Energy intensity measured in terms of primary energy and GDP</p>\n<p>Indicator 13.2.2 : Total greenhouse gas emissions per year</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>International Energy Agency (IEA)</p>\n<p>United Nations Industrial Development Organization (UNIDO)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>International Energy Agency (IEA)</p>\n<p>United Nations Industrial Development Organization (UNIDO)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definitions:</strong></p>\n<p>Carbon dioxide (here after, CO<sub>2</sub>) emissions per unit of value added is an indicator computed as ratio between CO<sub>2</sub> emissions from fuel combustion and the value added of associated economic activities. The indicator can be computed for the whole economy (total CO<sub>2</sub> emissions/GDP) or for specific sectors, notably the manufacturing sector (CO<sub>2</sub> emissions from manufacturing industries per manufacturing value added (MVA)). </p>\n<p><strong>Concepts:</strong></p>\n<p>Total CO<sub>2</sub> emissions for an economy are estimated based on energy consumption data for all sectors.</p>\n<p>CO<sub>2</sub> emissions from manufacturing are based on energy data collected across the following subsectors (energy used for transport by industry is not included here but reported under transport):</p>\n<ul>\n  <li>Iron and steel industry [ISIC Group 241 and Class 2431];</li>\n  <li>Chemical and petrochemical industry [ISIC Divisions 20 and 21] excluding petrochemical feedstocks;</li>\n  <li>Non-ferrous metals basic industries [ISIC Group 242 and Class 2432];</li>\n  <li>Non-metallic minerals such as glass, ceramic, cement, etc. [ISIC Division 23];</li>\n  <li>Transport equipment [ISIC Divisions 29 and 30];</li>\n  <li>Machinery comprises fabricated metal products, machinery and equipment other than transport equipment [ISIC Divisions 25 to 28];</li>\n  <li>Food and tobacco [ISIC Divisions 10 to 12];</li>\n  <li>Paper, pulp and printing [ISIC Divisions 17 and 18];</li>\n  <li>Wood and wood products (other than pulp and paper) [ISIC Division 16];</li>\n  <li>Textile and leather [ISIC Divisions 13 to 15];</li>\n  <li>Non-specified (any manufacturing industry not included above) [ISIC Divisions 22, 31 and 32].</li>\n</ul>\n<p>Energy data are collected at a country level, based on internationally agreed standards (UN International Recommendations on Energy Statistics (IRES)). CO<sub>2</sub> emissions need to be estimated based on energy data and on internationally agreed methodologies (2006 IPCC Guidelines for National GHG Inventories). </p>\n<p>The IEA collects national energy data, according to internationally agreed energy statistics definitions and estimates CO<sub>2</sub> emissions based on the 2006 IPCC Guidelines for National GHG Inventories&#x2019; Tier 1 methodology, producing internationally comparable CO<sub>2</sub> emissions data for over 150 countries and regions.</p>\n<p>The gross value added measures the contribution to the economy of each individual producer, industry or sector in a country. The gross value added generated by any unit engaged in production activity can be calculated as the residual of the units&#x2019; total output less intermediate consumption, goods and services used up in the process of producing the output, or as the sum of the factor incomes generated by the production process (System of National Accounts 2008). Manufacturing refers to industries belonging to the sector C defined by International Standard Industrial Classification of All Economic Activities (ISIC) Revision 4, or D defined by ISIC Revision 3.</p>\n<p>GDP represents the sum of gross value added from all institutional units resident in the economy. For the purpose on comparability over time and across countries, GDP based on purchasing power parity (PPP) is used to calculate the total CO<sub>2</sub> emissions intensity of the economy. MVA is estimated in terms of constant prices in USD. The current series are given at constant prices of 2015.</p>","UNIT_MEASURE__GLOBAL":"<p>. CO<sub>2</sub> emissions from fuel combustion: millions of tonnes </p>\n<p>. CO<sub>2</sub> emissions per unit of GDP PPP: kilogrammes of CO<sub>2</sub> per constant 2017 USD PPP </p>\n<p>. CO<sub>2</sub> emissions from manufacturing industries per unit of MVA: kilogrammes of CO<sub>2</sub> per constant 2015 USD </p>","CLASS_SYSTEM__GLOBAL":"<p><a href=\"https://unstats.un.org/unsd/energy/ires/\">UN International Recommendations for Energy Statistics</a> (IRES)</p>\n<p><a href=\"http://www.ipcc-nggip.iges.or.jp/public/2006gl/\">2006 IPCC Guidelines for National Greenhouse Gas Inventories</a></p>\n<p><a href=\"https://unstats.un.org/unsd/publication/seriesm/seriesm_4rev4e.pdf\">International Standard Industrial Classification of all Economic Activities (ISIC) Revision 4</a></p>\n<p><a href=\"https://unstats.un.org/unsd/publication/seriesm/seriesm_4rev3_1e.pdf\">International Standard Industrial Classification of all Economic Activities (ISIC) Revision 3</a></p>","SOURCE_TYPE__GLOBAL":"<p>Data on total CO<sub>2</sub> emissions from fuel combustion, also disaggregated by sector, are taken from the International Energy Agency (IEA) Greenhouse Gas Emissions from Energy database available at: (<a href=\"https://www.iea.org/data-and-statistics/data-product/greenhouse-gas-emissions-from-energy\">https://www.iea.org/data-and-statistics/data-product/greenhouse-gas-emissions-from-energy</a>).</p>\n<p>The IEA produces the indicator on total CO<sub>2</sub> emissions/GDP, based on secondary sources for GDP (World Bank Development indicators and the National Accounts &#x2013; Analysis of Main Aggregates (AMA)).</p>\n<p>UNIDO maintains the MVA database. Figures for updates are obtained from national account estimates produced by UN Statistics Division (UNSD) and from national publications.</p>","COLL_METHOD__GLOBAL":"<p>The IEA collects energy data at the national level according to harmonised international definitions and questionnaires, as described in the UN International Recommendations for Energy Statistics available at: (<a href=\"https://unstats.un.org/unsd/energy/ires/\">unstats.un.org/unsd/energy/ires/</a>).</p>\n<p>The estimates of CO<sub>2</sub> emissions from fuel combustion are calculated by the IEA based on the IEA energy data and the default methods and emission factors from the 2006 IPCC Guidelines for National GHG Inventories available at: (<a href=\"http://www.ipcc-nggip.iges.or.jp/public/2006gl/\">ipcc-nggip.iges.or.jp/public/2006gl/</a>). More information on methodologies from the IEA is available at: <a href=\"https://iea.blob.core.windows.net/assets/d755e4d6-9572-4549-9421-7d2bc377cd2f/WORLD_GHG_Documentation.pdf\">https://iea.blob.core.windows.net/assets/d755e4d6-9572-4549-9421-7d2bc377cd2f/WORLD_GHG_Documentation.pdf</a></p>\n<p>The most recent GDP estimates published by the World Bank with reference year of 2017 have been used when calculating CO<sub>2</sub> emissions per unit of GDP indicator. Additionally, missing years for countries with at least one data point for GDP reported by the World Bank have been estimated using National Accounts &#x2013; Analysis of Main Aggregates (AMA) growth rates.</p>\n<p>For the calculation of the CO<sub>2</sub> emissions from manufacturing industries per unit of MVA indicator, the MVA and GDP country data are collected through a national account questionnaire (NAQ) sent by UNSD. More information on the methodology is available at:</p>\n<p><a href=\"https://unstats.un.org/unsd/snaama/methodology.pdf\">unstats.un.org/unsd/snaama/methodology.pdf</a>.</p>","FREQ_COLL__GLOBAL":"<p>Data collection is carried out by receiving data electronically throughout the year.</p>","REL_CAL_POLICY__GLOBAL":"<p>The IEA Greenhouse Gas Emissions from Energy statistics are published in April and August with progressively broader geographical coverage (publishing full information for two calendar years prior and selected information for one year prior).</p>\n<p>UNIDO MVA database is updated between March and April every year.</p>","DATA_SOURCE__GLOBAL":"<p>International Energy Agency (IEA), United Nations Statistics Division (UNSD), United Nations Industrial Development Organization (UNIDO)</p>\n<p><strong>Description:</strong></p>\n<p>National Statistical Offices (NSOs) and national energy data collecting agencies provide the data to UNSD and IEA.</p>","COMPILING_ORG__GLOBAL":"<p><strong>Name:</strong></p>\n<p>United Nations Industrial Development Organization (UNIDO), International Energy Agency (IEA)</p>\n<p><strong>Description:</strong></p>\n<p>IEA provides data on total CO<sub>2</sub> emissions, CO<sub>2</sub> emissions/GDP PPP and manufacturing CO<sub>2</sub> emissions.</p>\n<p>UNIDO compiles the data using its source for MVA data and IEA for data on CO<sub>2</sub> emissions.</p>","INST_MANDATE__GLOBAL":"<p>IEA as one of the custodian agencies responsible for monitoring progress towards the SDG 7.3 target, leverage on their national data efforts and add value by promoting coherent standards, definitions and methodologies for both raw data and the derived indicators with the ultimate goal of producing international comparable datasets. </p>\n<p>UNIDO, as the specialized UN agency on industrial development, has the international mandate for collecting, producing and disseminating internationally comparable industrial statistics. UNIDO&#x2019;s mandate covers (i) the maintenance and updating of international industrial statistics databases; (ii) methodological and analytical products based on statistical research and experience of maintaining internationally comparable statistics; (iii) contributions to the development and implementation of international statistical standards and methodology; and (iv) technical cooperation services to countries in the field of industrial statistics. With the repositioning of UNIDO as the focal agency for inclusive and sustainable industrial development (ISID), its statistical mandate was expanded to cover all dimensions of industrial development, including its inclusiveness and environmental sustainability.</p>","RATIONALE__GLOBAL":"<p>The indicator CO<sub>2</sub> emissions per unit of value added represents the amount of emissions from fuel combustion produced by an economic activity, per unit of economic output. When computed for the whole economy, it combines effects of the average carbon intensity of the energy mix (linked to the shares of the various fossil fuels in the total); of the structure of an economy (linked to the relative weight of more or less energy-intensive sectors); of the average efficiency in the use of energy. When computed for the manufacturing sector (CO<sub>2</sub> emissions from fuel combustion per unit of manufacturing value added), it measures the carbon intensity of the manufacturing economic output, and its trends result from changes in the average carbon intensity of the energy mix used, the structure of the manufacturing sector, the energy efficiency of production technologies in each sub-sector and the economic value of the various output. Manufacturing industries are generally improving their emission intensity as countries move to higher levels of industrialization, but it should be noted that emission intensities can also be reduced through structural changes and product diversification in manufacturing. </p>\n<p>CO<sub>2</sub> emission accounts for around 80% of all GHG emission from the manufacturing processes. </p>","REC_USE_LIM__GLOBAL":"<p>Estimation of CO<sub>2</sub> emission data is not systematized in many countries, although is performed internationally based on harmonised energy data collected at national level. Energy data collection is generally well established, although in some cases national methodologies may differ from internationally agreed methodologies. National data sources include statistical offices, energy ministries, environment agencies, among others. Energy consumption data and value added data are coming from different data sources which may raise some consistency issues.</p>","DATA_COMP__GLOBAL":"<p>CO<sub>2</sub> emissions from fuel combustion are estimated based on energy consumption and on the 2006 IPCC Guidelines on National GHG Inventories.</p>\n<p>The total intensity of the economy is defined as the ratio of total CO<sub>2</sub> emissions from fuel combustion and per unit of GDP. For international comparison purposes, GDP is measured in constant terms at purchasing power parity and the indicator is expressed in kilogrammes of CO<sub>2 </sub>per constant 2017 USD PPP for the current series.</p>\n<p>The sectoral intensity is defined as CO<sub>2</sub> emission from manufacturing (in physical measurement unit such as tonnes) divided by manufacturing value added (MVA) in constant 2015 USD.</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msub>\n      <mrow>\n        <mi>C</mi>\n        <mi>O</mi>\n      </mrow>\n      <mrow>\n        <mn>2</mn>\n      </mrow>\n    </msub>\n    <mi>&amp;nbsp;</mi>\n    <mi>e</mi>\n    <mi>m</mi>\n    <mi>i</mi>\n    <mi>s</mi>\n    <mi>s</mi>\n    <mi>i</mi>\n    <mi>o</mi>\n    <mi>n</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>p</mi>\n    <mi>e</mi>\n    <mi>r</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>u</mi>\n    <mi>n</mi>\n    <mi>i</mi>\n    <mi>t</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>o</mi>\n    <mi>f</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>v</mi>\n    <mi>a</mi>\n    <mi>l</mi>\n    <mi>u</mi>\n    <mi>e</mi>\n    <mi>&amp;nbsp;</mi>\n    <mi>a</mi>\n    <mi>d</mi>\n    <mi>d</mi>\n    <mi>e</mi>\n    <mi>d</mi>\n    <mo>=</mo>\n    <mfrac>\n      <mrow>\n        <msub>\n          <mrow>\n            <mi>C</mi>\n            <mi>O</mi>\n          </mrow>\n          <mrow>\n            <mn>2</mn>\n          </mrow>\n        </msub>\n        <mi>&amp;nbsp;</mi>\n        <mi>e</mi>\n        <mi>m</mi>\n        <mi>i</mi>\n        <mi>s</mi>\n        <mi>s</mi>\n        <mi>i</mi>\n        <mi>o</mi>\n        <mi>n</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>f</mi>\n        <mi>r</mi>\n        <mi>o</mi>\n        <mi>m</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>m</mi>\n        <mi>a</mi>\n        <mi>n</mi>\n        <mi>u</mi>\n        <mi>f</mi>\n        <mi>a</mi>\n        <mi>c</mi>\n        <mi>t</mi>\n        <mi>u</mi>\n        <mi>r</mi>\n        <mi>i</mi>\n        <mi>n</mi>\n        <mi>g</mi>\n        <mi>&amp;nbsp;</mi>\n        <mo>(</mo>\n        <mi>i</mi>\n        <mi>n</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>k</mi>\n        <mi>g</mi>\n        <mo>)</mo>\n      </mrow>\n      <mrow>\n        <mi>M</mi>\n        <mi>V</mi>\n        <mi>A</mi>\n        <mi>&amp;nbsp;</mi>\n        <mo>(</mo>\n        <mi>c</mi>\n        <mi>o</mi>\n        <mi>n</mi>\n        <mi>s</mi>\n        <mi>t</mi>\n        <mi>a</mi>\n        <mi>n</mi>\n        <mi>t</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>U</mi>\n        <mi>S</mi>\n        <mi>D</mi>\n        <mo>)</mo>\n      </mrow>\n    </mfrac>\n  </math></p>","DATA_VALIDATION__GLOBAL":"<p>The IEA has several internal procedures in place for energy data validation. This includes energy balance checks, time series analysis and reconciling differences in statistical classifications and definitions.</p>\n<p>UNIDO engages with countries in regular consultations during the data collection process to ensure data quality and international comparability.</p>","ADJUSTMENT__GLOBAL":"<p>The country specific commodity balances underlying the IEA CO<sub>2</sub> emissions estimates are based on national energy data of heterogeneous nature converted and adapted to fit the IEA format and methodology. Considerable effort has been made to ensure that the data adhere to the IEA definitions based on the guidelines provided by IRES. Nevertheless, energy statistics at the national level are often collected using criteria and definitions which differ, sometimes considerably, from those of international organisations. This is especially true for non-OECD countries, which are submitting data to the IEA on a voluntary basis. The IEA has identified most of these differences and, where possible, adjusted the data to meet international definitions. For details on recognized country specific anomalies and the corresponding adjustments, please refer to country specific notes included in the IEA World energy balances documentation file available at: <a href=\"http://wds.iea.org/wds/pdf/WORLDBAL_Documentation.pdf\">wds.iea.org/wds/pdf/WORLDBAL_Documentation.pdf</a></p>\n<p>UNIDO compiles the MVA data based on the UNSD National Accounts Main Aggregates Database (NAMAD) and national publications. UNSD collects national accounts data through a regular consultation with countries and areas by sending the UN NAQ to obtain important information about differences in concept, scope, coverage and classification used. The final estimates are provided to facilitate international comparability. More detailed information on estimation methods is available here: <a href=\"https://unstats.un.org/unsd/snaama/assets/pdf/methodology.pdf\">https://unstats.un.org/unsd/snaama/assets/pdf/methodology.pdf</a></p>\n<p>The MVA data are nowcasted by UNIDO to enhance a timely analysis of manufacturing trends.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>Providing all the elements of energy balance, underlying the IEA CO<sub>2 </sub>emissions estimations has often required estimations. Estimations have been generally made after consultation with national statistical offices, energy companies, utilities and national energy experts.</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>In the compilation of the IEA energy balances which are the underlying for estimating the CO<sub>2</sub> emissions and in addition to estimates at a country level, adjustments addressing differences in definitions alongside estimations for informal and/or confidential trade, production or stock changes of energy products are sometimes required to complete major aggregates, when key statistics are missing. Such estimations and adjustments implemented by IEA have been generally made after consultation with national statistical offices, energy companies, utilities and national energy experts.</p>\n<p>No imputation is provided if values are missing for the entire country or the region. It can only be projected from the data reported for previous years.</p>","REG_AGG__GLOBAL":"<p>Regional aggregates are calculated by summing both the numerator and denominator over the group of relevant countries.</p>","DOC_METHOD__GLOBAL":"<p>It is important that energy data collection and emissions calculations are consistent with international standards. CO<sub>2</sub> emissions need to be estimated based on energy data and on internationally agreed methodologies. Energy data are collected at a country level, based on internationally agreed standards (UN International Recommendations on Energy Statistics (IRES)). The IEA collects the energy data from countries, according to internationally agreed energy statistics definitions and estimates CO<sub>2</sub> emissions based on the 2006 IPCC Guidelines for National GHG Inventories&#x2019; producing internationally comparable CO<sub>2</sub> emissions data for over 150 countries and regions.</p>\n<p>The IEA collects energy data through standardised fuels-specific questionnaires shared with OECD Member countries and more selected economies. These questionnaires are available at: </p>\n<p><a href=\"https://www.iea.org/areas-of-work/data-and-statistics/questionnaires\">iea.org/areas-of-work/data-and-statistics/questionnaires</a>.</p>\n<p>The IEA energy balances for all other countries are based on national energy data of heterogeneous nature, converted and adapted to fit the IEA format and methodology based on IRES recommendations.</p>\n<p>More detail on methods and sources is available at: <a href=\"http://wds.iea.org/wds/pdf/WORLDBAL_Documentation.pdf\">wds.iea.org/wds/pdf/WORLDBAL_Documentation.pdf</a>.</p>\n<p>For the underlying energy data, the reference is the UN International Recommendations on Energy Statistics, available at: <a href=\"https://unstats.un.org/unsd/energy/ires/\">unstats.un.org/unsd/energy/ires/</a>. </p>\n<p>To estimate CO<sub>2</sub> emissions, the internationally agreed reference is the 2006 IPCC Guidelines on National GHG Inventories available at: <a href=\"https://www.ipcc-nggip.iges.or.jp/public/2006gl/index.html\">ipcc-nggip.iges.or.jp/public/2006gl/</a>. </p>","QUALITY_MGMNT__GLOBAL":"<p>The IEA, in co-operation with the Statistical Office of the European Communities (Eurostat), has published an Energy Statistics Manual. This Manual helps the energy statisticians have a better grasp of definitions, units and methodologies. Moreover, IEA has established a quality management framework based on the internationally recognized guidelines recommended by IRES to ensure quality of statistical products. </p>\n<p>The National Accounts Section of the UNSD supports the implementation programme of the SNA by developing and updating supporting normative standards, training material and compilation guidance for the implementation of national accounts and supporting economic statistics and maintaining a knowledge base on economic statistics. Moreover, UNSD provides substantive service to the Committee on Contributions of the Fifth Committee of the United Nations on technical aspects of the elements of scale methodology for assessing the contributions to the United Nations by Member States. UNIDO collects and disseminates National Accounts statistics in consultation with UNSD.</p>","QUALITY_ASSURE__GLOBAL":"<p>The IEA has extensive data quality checks on the energy data submissions (around 30 statisticians working on it), and iterates with countries on data issues and how to address them. </p>\n<p>The IEA also works in cooperation with the IPCC and the UNFCCC to ensure the highest consistency between international methodologies and those adopted at the IEA; the IEA validates energy data submitted to the UNFCCC by countries within their inventories. The IEA convenes international workshops among partner Agencies working on energy data to ensure that consistency between energy data at global level is enhanced continuously, and methodologies are harmonised.</p>\n<p><a href=\"https://unstats.un.org/unsd/unsystem/Documents/QAF-UNIDO.pdf\">The UNIDO Quality Assurance Framework</a> is followed to ensure that the statistical activities of UNIDO are relevant and the data compiled and disseminated are accurate, complete within the defined scope and coverage, timely, comparable in terms of internationally recommended methods and classification standards and internally coherent to variables included in the datasets. While these generally accepted, broad dimensions of quality of statistical data may be defined in each NSO&apos;s own quality assurance framework. UNIDO makes maximum effort that data produced from the statistical operation undertaken with the UNIDO technical cooperation are accurate, internationally comparable and coherent.</p>","QUALITY_ASSMNT__GLOBAL":"<p>The IEA has an extensive data quality validation process through exchange with national data providers worldwide. It also convenes its Energy Statistics Development Group meeting to discuss energy statistics developments with its Members, and cooperates with partners worldwide to ensure coherence of data and methods.</p>\n<p>The National Accounts Section of the UNSD and UNIDO employ a wide range of data quality techniques and consultations with national providers to assure quality principles supported by the Fundamental Principles of Official Statistics. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Data are available for more than 140 countries.</p>\n<p><strong>Time series:</strong></p>\n<p>Data for this indicator are available as of 2000 in the UN Global SDG Database, but longer time series are available in the IEA database (IEA Greenhouse Gas Emissions from Energy) and the UNIDO MVA database.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Data can be presented for national totals, for the manufacturing sector, and by industrial subsector.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>The IEA Greenhouse Gas Emissions from Energy, used for calculating these indicators, is a global database obtained following harmonised definitions and comparable methodologies across countries. However, it does not represent an official source for national GHG inventories submissions by the countries.</p>\n<p>Difference may arise due to different sources of official energy data, dissimilarities in the underlying methodologies, adjustments and estimations. More information on these sources of differences is available in the IEA database documentation file available at:</p>\n<p><a href=\"https://iea.blob.core.windows.net/assets/d755e4d6-9572-4549-9421-7d2bc377cd2f/WORLD_GHG_Documentation.pdf\">https://iea.blob.core.windows.net/assets/d755e4d6-9572-4549-9421-7d2bc377cd2f/WORLD_GHG_Documentation.pdf</a></p>\n<p>Additionally, difference may arise if the country has not submitted energy consumption data adequately disaggregated by sector or by energy sources and/or due to conversion of value data into USD.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p><a href=\"https://www.iea.org/statistics\">iea.org/statistics</a> </p>\n<p><a href=\"https://iea.blob.core.windows.net/assets/d755e4d6-9572-4549-9421-7d2bc377cd2f/WORLD_GHG_Documentation.pdf\">https://iea.blob.core.windows.net/assets/d755e4d6-9572-4549-9421-7d2bc377cd2f/WORLD_GHG_Documentation.pdf</a></p>\n<p><a href=\"http://www.unido.org/statistics\">unido.org/statistics</a></p>\n<p><a href=\"https://unstats.un.org/unsd/snaama/methodology.pdf\">unstats.un.org/unsd/snaama/methodology.pdf</a></p>\n<p><strong>References:</strong></p>\n<p>Boudt, K., Todorov, V., &amp; Upadhyaya, S. (2009). Nowcasting manufacturing value added for cross-country comparison. <em>Statistical Journal of the IAOS</em>, <em>26</em>(1, 2), 15-20.</p>\n<p>International Yearbook of Industrial Statistics; UNIDO: </p>\n<p><a href=\"https://www.unido.org/resources-publications-flagship-publications/international-yearbook-industrial-statistics\">unido.org/resources-publications-flagship-publications/international-yearbook-industrial-statistics</a></p>\n<p>IEA (2021), Greenhouse Gas Emissions from Energy:</p>\n<p><a href=\"https://www.iea.org/data-and-statistics/data-product/greenhouse-gas-emissions-from-energy\">https://www.iea.org/data-and-statistics/data-product/greenhouse-gas-emissions-from-energy</a></p>\n<p>System of National Accounts 2008:</p>\n<p><a href=\"https://unstats.un.org/unsd/nationalaccount/sna2008.asp\">unstats.un.org/unsd/nationalaccount/sna2008.asp</a></p>\n<p>The World Bank Development Indicators:</p>\n<p><a href=\"https://databank.worldbank.org/source/world-development-indicators\">databank.worldbank.org/source/world-development-indicators</a></p>\n<p>National Accounts &#x2013; Analysis of Amin Aggregates (AMA):</p>\n<p><a href=\"https://unstats.un.org/unsd/snaama/\">unstats.un.org/unsd/snaama/</a></p>\n<p>International Standard Industrial Classification of All Economic Activities 2008:</p>\n<p><a href=\"https://unstats.un.org/unsd/iiss/International-Standard-Industrial-Classification-of-all-Economic-Activities-ISIC.ashx\">unstats.un.org/unsd/iiss/International-Standard-Industrial-Classification-of-all-Economic-Activities-ISIC.ashx</a></p>","indicator":"9.4.1","target_id":"9.4","sdg_goal":"9","indicator_sort_order":"09-04-01"}