{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion of population covered by a mobile network, by technology","graph_titles":[],"graph_type":"line","indicator_name":"Proportion of population covered by a mobile network, by technology","indicator_number":"9.c.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 9: Build resilient infrastructure, promote inclusive and sustainable industrialization and foster innovation</p>","SDG_TARGET__GLOBAL":"<p>Target 9.c: Significantly increase access to information and communications technology and strive to provide universal and affordable access to the Internet in least developed countries by 2020</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 9.c.1: Proportion of population covered by a mobile network, by technology</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Not Applicable </p>","META_LAST_UPDATE__GLOBAL":"<p>2021-08-20</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>1.4, 2.3, 2.c, 9.1, 11.b, 13.1</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>International Telecommunication Union (ITU)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>International Telecommunication Union (ITU)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definitions:</strong></p>\n<p>Proportion of population covered by a mobile network, broken down by technology, refers to the percentage of inhabitants living within range of a mobile-cellular signal, irrespective of whether or not they are mobile phone subscribers or users. This is calculated by dividing the number of inhabitants within range of a mobile-cellular signal by the total population and multiplying by 100.</p>\n<p><strong>Concepts:</strong></p>\n<p>&quot;The indicator is based on where the population lives, and not where they work or go to school, etc. When there are multiple operators offering the service, the maximum population number covered should be reported. Coverage should refer to LTE, broadband (3G) and narrowband (2G) mobile-cellular technologies and include:</p>\n<p>- 2G mobile population coverage: Mobile networks with access to data communications (e.g. Internet) at downstream speeds below 256 Kbit/s. This includes mobile-cellular technologies such as GPRS, CDMA2000 1x and most EDGE implementations. The indicator refers to the theoretical ability of subscribers to use non-broadband speed mobile data services, rather than the number of active users of such services.</p>\n<p>- 3G population coverage: refers to the percentage of inhabitants that are within range of at least a 3G mobile-cellular signal, irrespective of whether or not they are subscribers. This is calculated by dividing the number of inhabitants that are covered by at least a 3G mobile-cellular signal by the total population and multiplying by 100. It excludes people covered only by GPRS, EDGE or CDMA 1xRTT.</p>\n<p>- LTE population coverage: Refers to the percentage of inhabitants that live within range of LTE/LTE-Advanced, mobile WiMAX/WirelessMAN or other more advanced mobile-cellular networks, irrespective of whether or not they are subscribers. This is calculated by dividing the number of inhabitants that are covered by the previously mentioned mobile-cellular technologies by the total population and multiplying by 100. It excludes people covered only by HSPA, UMTS, EV-DO and previous 3G technologies, and also excludes fixed WiMAX coverage.</p>\n<p>As technologies evolve and as more and more countries will deploy and commercialize more advanced mobile-broadband networks (5G etc.), the indicator will include further breakdowns.&quot;</p>","UNIT_MEASURE__GLOBAL":"<p>Proportion of population covered.</p>","CLASS_SYSTEM__GLOBAL":"<p>Technologies as defined in the ITU Handbook for the Collection of Administrative Data on Telecommunications/ICT 2020.</p>","SOURCE_TYPE__GLOBAL":"<p>This indicator is based on an internationally agreed definition and methodology, which have been developed under the coordination of ITU, through its Expert Groups and following an extensive consultation process with countries. It is also a core indicator of the Partnership on Measuring ICT for Development&apos;s Core List of Indicators, which has been endorsed by the UN Statistical Commission (last time in 2014).</p>\n<p>ITU collects data for this indicator through an annual questionnaire from national regulatory authorities or Information and Communication Technology Ministries, who collect the data from Internet service providers.</p>","COLL_METHOD__GLOBAL":"<p>ITU collects data for this indicator through a questionnaire from national regulatory authorities or Information and Communication Technology Ministries, who collect the data from Internet service providers.</p>","FREQ_COLL__GLOBAL":"<p>ITU collects data twice a year from Member States, in Q1 and in Q3.</p>","REL_CAL_POLICY__GLOBAL":"<p>Data are released twice a year, In July and December, in the <a href=\"https://www.itu.int/en/ITU-D/Statistics/Pages/publications/wtid.aspx\">Wor&#x200B;ld Telecommun&#x200B;ic&#x200B;ation/ICT Indicators Database&#x200B;</a>&#x200B;.</p>","DATA_SOURCE__GLOBAL":"<p>Telecommunication/ICT regulatory authority, or Ministry of ICTs.</p>","COMPILING_ORG__GLOBAL":"<p>ITU</p>","INST_MANDATE__GLOBAL":"<p>As the UN specialized agency for ICTs, ITU is the official source for global ICT statistics, collecting ICT data from its Member States. </p>","RATIONALE__GLOBAL":"<p>The percentage of the population covered by a mobile cellular network can be considered as a minimum indicator for ICT access since it provides people with the possibility to subscribe to and use mobile-cellular services to communicate. Over the last decade, mobile-cellular networks have expanded rapidly and helped overcome very basic infrastructure barriers that existed when fixed-telephone networks &#x2013; often limited to urban and highly populated areas - were the dominant telecommunication infrastructure.</p>\n<p>While 2G (narrowband) mobile-cellular networks offer limited (and mainly voice-based) services, higher-speed networks (3G and LTE) provide increasingly high-speed, reliable and high-quality access to the Internet and its increasing amount of information, content, services, and applications. Mobile networks are therefore essential to overcoming infrastructure barriers, helping people join the information society and benefit from the potential of ICTs, in particular in least developed countries.</p>\n<p>The indicator highlights the importance of mobile networks in providing basic, as well as advanced communication services and will help design targeted policies to overcome remaining infrastructure barriers, and address the digital divide. Many governments track this indicator and have set specific targets in terms of the mobile population coverage (by technology) that operators must achieve.</p>","REC_USE_LIM__GLOBAL":"<p>Some countries have difficulty calculating overall mobile-cellular population coverage. In some cases, data refer only to the operator with the largest coverage, and this may understate the true coverage.</p>","DATA_COMP__GLOBAL":"<p>The indicator percentage of the population covered by a mobile network, broken down by technology, refers to the percentage of inhabitants living within range of a mobile-cellular signal, irrespective of whether or not they are mobile phone subscribers or users. This is calculated by dividing the number of inhabitants within range of a mobile-cellular signal by the total population and multiplying by 100.</p>","DATA_VALIDATION__GLOBAL":"<p>Data are submitted by Member States to ITU. ITU checks and validates the data, in consultation with the Member States. </p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>Missing values are estimated using data published by mobile cellular operators that have the largest market share.</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>Missing values are estimated using data published by mobile cellular operators that have the largest market share.</p>","REG_AGG__GLOBAL":"<p>Global and regional estimates are produced using weighted country-level data. First, the missing country-level data are estimated using data of the dominant mobile operator. Once all the country-level percentages are available, the number of people covered by the mobile signal is calculated by multiplying the percentage of population covered by the signal to the population of the country. The regional and world total population covered by a signal were calculated by summing the country-level data. The aggregate percentages were calculated by dividing the regional totals by the population of respective groups.</p>","DOC_METHOD__GLOBAL":"<p>ITU Handbook for the Collection of Administrative Data on Telecommunications/ICT 2020: <a href=\"https://www.itu.int/en/ITU-D/Statistics/Pages/publications/handbook.aspx\">https://www.itu.int/en/ITU-D/Statistics/Pages/publications/handbook.aspx</a> </p>","QUALITY_MGMNT__GLOBAL":"<p>Data are checked and validated by the ICT Data and Analytics (IDA) Division of the ITU. Countries are contacted to clarify and correct their submissions.</p>","QUALITY_ASSURE__GLOBAL":"<p>The guidelines of the ITU Handbook for the Collection of Administrative Data on Telecommunications/ICT 2020 are followed.</p>","QUALITY_ASSMNT__GLOBAL":"<p>The guidelines of the ITU Handbook for the Collection of Administrative Data on Telecommunications/ICT 2020 are followed.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Data for this indicator exist for more than 160 economies.</p>\n<p><strong>Time series:</strong></p>\n<p>1997 onwards for 2G</p>\n<p>2007 onwards for 3G</p>\n<p>2012onwards for LTE</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Based on the data for the percentage of the population covered by a mobile network, broken down by technology, and on rural population figures, countries can produce estimates on rural and urban population coverage. ITU produces global estimates for the rural population coverage, by technology.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>None. ITU uses the data provided by countries, including the in-scope population that is used to calculate the percentages.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p><a href=\"http://www.itu.int/en/ITU-D/Statistics/Pages/default.aspx\">http://www.itu.int/en/ITU-D/Statistics/Pages/default.aspx</a> </p>\n<p><strong>References:</strong></p>\n<p>ITU Handbook for the Collection of Administrative Data on Telecommunications/ICT 2020: <a href=\"https://www.itu.int/en/ITU-D/Statistics/Pages/publications/handbook.aspx\">https://www.itu.int/en/ITU-D/Statistics/Pages/publications/handbook.aspx</a> </p>","indicator":"9.c.1","target_id":"9.c","sdg_goal":"9","indicator_sort_order":"09-0c-01"}